{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report results from searches of pseudoscalar and vector bosonic super-weakly interacting massive particles (super-WIMP) in the TEXONO experiment at the Kuo-Sheng Nuclear Power Station, using 314.15 kg days of data from n-type Point-Contact Germanium detector. The super-WIMPs are absorbed and deposit total energy in the detector, such that the experimental signatures are spectral peaks corresponding to the super-WIMP mass. Measured data are compatible with the background model, and no significant excess of super-WIMP signals are observed. We derived new upper limits on couplings of electrons with the pseudoscalar and vector bosonic super-WIMPs in the sub-keV mass region, assuming they are the dominant contributions to the dark matter density of our galaxy.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "There is ample evidence for the existence of dark matter (DM) that come from numerous astronomical and cosmological observations at different scales.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Since all the existing evidence only probe the gravitational interaction of DM, their non-gravitational interactions with normal matter are still elusive. Many extensions of the standard model (SM) of particle physics predict viable DM candidates. Weakly Interacting Massive Particles (WIMP), axions or axion-like particles (ALPs), sterile neutrinos and millicharged particles are leading candidates of DM. Searches for these leading candidates are in full swing, but an experimental verification via direct, indirect detection or production from LHC is still awaited. In the absence of a credible positive signal, direct detection experiments have ruled out a substantial portion of the favored WIMP parameter space in the GeV to TeV mass range [1,2]. The light-DM (LDM) has received more attention at both theoretical and experimental front in recent years. Bosonic super-weakly interacting particles (denoted by χ) constitute another large category of LDM candidates with masses at the keV-scale [3]. These bosonic χ candidates are experimentally very interesting due to their absorption via ionization or excitation of an electron in the target-atom of detectors. The bosonic χ would deposit the energy equivalent to their rest mass in the detector. A photo-like peak with unexplained origin in the measured energy spectrum would be \"smoking gun\" signature of bosonic LDM. Point-Contact Germanium (PCGe) detectors [4] with their excellent energy resolution, sub-keV threshold, and low intrinsic radioactivity background are the best candidates to study LDM and other physics beyond the SM.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 746,
                    "text": "[1,",
                    "end": 749
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 749,
                    "text": "2]",
                    "end": 751
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 999,
                    "text": "[3]",
                    "end": 1002
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1418,
                    "text": "[4]",
                    "end": 1421
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The theme of this article is to report improved direct laboratory limits on χ coupling based on the data acquired by an n-type Point-Contact Germanium ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Bosonic Dark Matter",
            "section_rank": 3
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "Pseudoscalar, scalar, and vector are three generic possible candidates of nonrelativistic LDM that may have a superweak coupling with SM particles. The correct relic density of bosonic LDM in a wider mass range could be obtained via either thermally or non-thermally misalignment mechanism [5,6,7]. The bosonic pseudoscalar (χ ps ) are excellent candidates of LDM. The effective interaction Lagrangian of pseudoscalar-LDM particles with the electron is given as",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 290,
                    "text": "[5,",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 293,
                    "text": "6,",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 295,
                    "text": "7]",
                    "end": 297
                }
            ]
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "where a is the bosonic pseudoscalar field, g aee is the pseudoscalar-electron coupling constant, m e is the mass of electron, γ µ are the Dirac matrices, andψ, ψ are dual Dirac spinors. The phenomenology behind χ ps is similar to nonrelativistic ALPs. The χ ps have coupling to atoms through the axioelectric effect:",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "which is analogous to the photoelectric effect with the absorption of χ ps instead of a photon [8]. The only difference between photoelectric effect and axioelectric effect is the wave function of absorbed photon and χ ps . The wave function of absorbed photon contains a space-dependent factor exp(ikr), which is replaced by exp(im ps v χ r) in case of massive χ ps [3]. Here m ps and v χ are the mass and velocity of the incoming χ ps particle, respectively. The absorption cross section σ abs (axio-electric effect) for χ ps can be written as",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 95,
                    "text": "[8]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 367,
                    "text": "[3]",
                    "end": 370
                }
            ]
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "where σ pe is the photoelectric cross section with the photon energy ω replaced by the mass of χ ps (m ps ), f a = 2m e /g aee is the dimensionless coupling strength of χ ps to SM particles and β ≡ v χ /c. The absorption cross section of χ ps is directly proportional to m 2 ps . The best motivated model for bosonic vector dark matter (χ v ) is kinetic mixing model, in which an extra U(1) D gauge group is introduced into SM gauge group. The kinetic mixing with the hypercharge field strength is responsible for the interaction between the ordinary matter and χ v . The interaction Lagrangian density for χ v with electrons after breaking of U(1) D can be expressed as",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "where V µ is the bosonic vector field couples to the electromagnetic current, e",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "is the electronic charge, κ is the vector hypercharge. The product e = eκ is analogous to electromagnetic coupling such that α = (eκ) 2 /4π is similar to a vector-electric fine-structure constant. The Compton wavelength of χ v is much larger than the linear dimension of the atom due to nonrelativistic behavior.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "This allow the multipole expansion in the interaction. The contribution of E1transition dominates over other multipoles [9], which makes the matrix element of photon absorption proportional to the matrix element of χ v absorption. The absorption cross section of χ v (σ abs ) can be expressed in the photoelectric effect with the replacement of photon energy ω by the mass m v of χ v and the coupling constant is scaled appropriately as [3] σ",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 120,
                    "text": "[9]",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 437,
                    "text": "[3]",
                    "end": 440
                }
            ]
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "The absorption cross section of χ v is nearly independent of the DM mass.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "The key difference between χ ps and χ v LDM is their decay modes to photons.",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "The two-photon decay channel is strictly forbidden for vector boson, whereas decay into three photons is allowed at loop level [9]. Pseudoscalar bosons are axion-like with two-photon decay as a dominant channel. The mass of a scalar particle receives quadratically radiative contributions from its interactions with other SM particles. The keV-scale bosonic scalar (χ s ) requires highly model dependent parameters in order to make it viable candidates. The phenomenology of χ s is also quite similar to the χ ps in many ways [3]. Experimental searches thus mainly focus on χ ps and χ v .",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 127,
                    "text": "[9]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 526,
                    "text": "[3]",
                    "end": 529
                }
            ]
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "Assuming the χ (χ ps or χ v ) constitutes all of the galactic DM with their local density ρ χ = 0.3 GeV/cm 3 , the total average flux of",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "is given by",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "where m χ is the mass of χ in keV/c 2 , v χ is the average velocity of χ relative to the Earth; β ≡ v χ /c ∼ 10 −3 implies that the energy deposition by bosonic χ would be E = (m 2 χ + γ 2 m 2 χ β 2 ) ∼ m χ . The theoretically expected interaction rate of χ in a direct detection experiment can be expressed as",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "where ρ d = N A /A is the atomic number density per unit target mass of detector and N A is the Avogadro's number. σ abs is the absorption cross section of χ.",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "The interaction rate of χ ps in the units of kg −1 day −1 can be calculated by using the Eq. 7. Accordingly, the expected rate becomes",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "where A is the atomic mass of target materials. Similarly, the expected count rate of χ v in the direct detection experiment can be expressed as",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "Point-Contact Germanium detectors [10,4] are ideal devices for the searches of χ ps and χ v , due to their low energy threshold which expand the sensitivities to low m χ and excellent energy resolution allows spectral peaks to be resolved.",
            "paragraph_rank": 22,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 34,
                    "text": "[10,",
                    "end": 38
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 38,
                    "text": "4]",
                    "end": 40
                }
            ]
        },
        {
            "section": "Bosonic Dark Matter",
            "text": "The interaction rates of χ ps and χ v with Ge-detector follow Eqs. (8) and (9), respectively, are illustrated in Fig. 1 for specific choices of the coupling constants. ",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 67,
                    "text": "(8)",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 75,
                    "text": "(9)",
                    "end": 78
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 113,
                    "text": "Fig. 1",
                    "end": 119
                }
            ]
        },
        {
            "text": "Experimental Setup",
            "section_rank": 4
        },
        {
            "section": "Experimental Setup",
            "text": "The TEXONO collaboration [11] aims to progressively improving the sensitivities towards electromagnetic properties of neutrino [12,13,14] as well as WIMP [15,16], axions [17] and physics searches beyond the SM at KSNL. The    DAQ system. These FPGA-modules provide the user-defined logic to specify the trigger condition for CR veto scintillator panels and Ge-detector. It also helps to reject some microphonic noise online, based on distorted pulse shape.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 25,
                    "text": "[11]",
                    "end": 29
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 127,
                    "text": "[12,",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 131,
                    "text": "13,",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 134,
                    "text": "14]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 154,
                    "text": "[15,",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 158,
                    "text": "16]",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 170,
                    "text": "[17]",
                    "end": 174
                }
            ]
        },
        {
            "section": "Experimental Setup",
            "text": "The signal from the DC-coupled preamplifier is discriminated after being shaped with SA at 6 µs served as a Ge-trigger. The random-trigger is generated by a function generator at the rate of 0.1 Hz and recorded randomly due to OR-gate logic with random Ge-trigger. These random-trigger events help to measure the pedestal fluctuation and dead time of the DAQ system. The inhibit output from the preamplifier is used to veto all triggers generated during the reset of the preamplifier, including random-trigger. A schematic diagram of DAQ trigger scheme at KSNL is shown in Fig. 3. A typical low energy signal from SA and TA is depicted in Fig. 4 and Fig. 5, respectively. The signal of AC NaI-detector and CR veto panel are also recorded along with Ge-trigger to understand the cosmic induced background, and filtered out in the offline analysis. The known amplitude pulses are generated from the precision wave function generator and injected into the test port of the preamplifier to study the trigger efficiency and electronic behavior of the DAQ system. The DAQ software is developed in NI LabVIEW programming language which provides a user-friendly environment.",
            "paragraph_rank": 25,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 573,
                    "text": "Fig. 3",
                    "end": 579
                },
                {
                    "type": "figure",
                    "start": 639,
                    "text": "Fig. 4",
                    "end": 645
                },
                {
                    "type": "figure",
                    "start": 650,
                    "text": "Fig. 5",
                    "end": 656
                }
            ]
        },
        {
            "section": "Experimental Setup",
            "text": "To monitor the data quality, the DAQ software generates cumulative diagnostic plots for immediate inspection.",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "Characterization of N-type PCGe-Detector",
            "section_rank": 5
        },
        {
            "section": "Characterization of N-type PCGe-Detector",
            "text": "The energy calibration from sub-keV to 14 keV is achieved by the combination of precise-pulser measurement and X-ray peaks (10.37 keV and 1.29 keV), resulting from electron capture of Ga daughter induced by cosmogenic 68,71 Ge-isotope. The maximal amplitude and integrated area of the pulse are both energy related parameters. The maximal amplitude is adopted to estimate the energy of an event for its better energy resolution [4,19]. The energy resolution of nPCGe is comparable to p-type Point-Contact (pPCGe) in low energy region, but degraded in high energy region. The energy resolution of nPCGe may be enhanced by increasing the detector operating temperature, selecting the material with lower electron trap concentrations and higher gradients impurity concentrations to generate higher drift field [20,10]. Figure 6 illustrates the variation of full width at half maximum (FWHM) as a function of energy for nPCGe and pPCGe detectors. The FWHM of nPCGe degrades as energy deposition increases. The performance parameters of same modular mass nPCGe and pPCGe detectors are summarized in Table 1.  ",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 428,
                    "text": "[4,",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 431,
                    "text": "19]",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 807,
                    "text": "[20,",
                    "end": 811
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 811,
                    "text": "10]",
                    "end": 814
                },
                {
                    "type": "figure",
                    "start": 816,
                    "text": "Figure 6",
                    "end": 824
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1094,
                    "text": "Table 1",
                    "end": 1101
                }
            ]
        },
        {
            "section": "Characterization of N-type PCGe-Detector",
            "text": "where A 0 , P 0 , t 0 and s 0 are, respectively, the amplitude, pedestal offset, transition edge and slope of the TA-pulse. The values of A 0 and P 0 are evaluated  ",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "Data Analysis",
            "section_rank": 6
        },
        {
            "section": "Data Analysis",
            "text": "Data taken with the nPCGe detector have been adopted to place constraints on milli-charged neutrino [21] and dark matter cosmic ray [22], as well as heavy sterile neutrinos as dark matter [13]. The data presented in this article were acquired over 628. ",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 100,
                    "text": "[21]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 132,
                    "text": "[22]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 188,
                    "text": "[13]",
                    "end": 192
                }
            ]
        },
        {
            "section": "Data Analysis",
            "text": ".T m and (11)",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "section": "Data Analysis",
            "text": "where crv is the rejection efficiency of cosmic ray cut and λ crv is the detection efficiency of   CoGeNT [24], EDELWEISS [25], LUX [26], Majorana Demonstrator [27], PANDAX-II [28], XENON100 [29] along with indirect astrophysical bound from solar neutrinos [30] are also shown.",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 106,
                    "text": "[24]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 122,
                    "text": "[25]",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 132,
                    "text": "[26]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 160,
                    "text": "[27]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 176,
                    "text": "[28]",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 191,
                    "text": "[29]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 257,
                    "text": "[30]",
                    "end": 261
                }
            ]
        },
        {
            "section": "Data Analysis",
            "text": "χ at measurable energy is obtained by the convolution of interaction rate from Eq. (8) or (9) with the energy resolution of the detector:",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "Data Analysis",
            "text": "where χ = χ ps , χ v represents pseudoscalar and vector particles, respectively. Demonstrator [27], XENON100 [31] and XMASS-I [32]. ",
            "paragraph_rank": 33,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 94,
                    "text": "[27]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 109,
                    "text": "[31]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 126,
                    "text": "[32]",
                    "end": 130
                }
            ]
        },
        {
            "text": "Conclusion and prospects",
            "section_rank": 7
        },
        {
            "section": "Conclusion and prospects",
            "text": "New constraints on dark matter candidates χ ps and χ v with nPCGe are presented in this article. This detector technique provides low threshold, excellent energy resolution and without complications of anomalous surface background events. It is therefore an optimal detector to study not just χ but also millicharged neutrino [21] and dark matter WIMPs [33], as well as dark matter heavy sterile neutrinos [13]. Data taking continues at KSNL with improved PCGe detectors. The goals are to enhance the sensitivities of these measurements, as well as to study the standard model neutrino-nucleus coherent scattering [4,34,11].",
            "paragraph_rank": 34,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 326,
                    "text": "[21]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 353,
                    "text": "[33]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 406,
                    "text": "[13]",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 614,
                    "text": "[4,",
                    "end": 617
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 617,
                    "text": "34,",
                    "end": 620
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 620,
                    "text": "11]",
                    "end": 623
                }
            ]
        },
        {
            "text": "Acknowledgments",
            "section_rank": 8
        },
        {
            "section": "Acknowledgments",
            "text": "This ",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "(",
            "section_rank": 9
        },
        {
            "section": "(",
            "text": "nPCGe) detector at the Kuo-Sheng Reactor Neutrino Laboratory (KSNL). The structure of this report is as follows. Section 2 describes the interaction and expected rate of χ at Ge target. Highlights of the experimental setup and data acquisition at KSNL are presented in Sec. 3. The performance parameters of the nPCGe detector are summarized in Sec. 4. The detail of event selection of candidates and background suppression is explained in Sec 5. We present our results compared with the other representative experiments in Sec. 6. Finally, we conclude in Sec. 7.",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "Figure 1 :",
            "section_rank": 10
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: The expected pseudoscalar and vector interaction rates in Ge-detector, for fixed values of gaee and α /α, as a function of mχ. The axioelectric interaction is illustrated schematically in the inset.",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "experimental setup is placed at the first floor of the seven-storey reactor building at depth of ∼12 m below the sea level. The concrete of the reactor building provides 30 meters of water equivalent overburden, which eliminates most of the hadronic components of cosmic rays. A multipurpose 4π passive shielding house with \"inner target\" detector volume of 100 cm × 80 cm × 75 cm con-sists of, from the inside out, 5 cm of oxygen-free high-conductivity copper, 25 cm of boron-loaded polyethylene, 5 cm of steel, 15 cm of lead. The shielding house is further mounted with cosmic ray (CR) veto scintillator panels. This 50-ton passive shielding house provides significant attenuation to the ambient neutron and γ backgrounds. The Ge-detector surrounded by 38.3 kg well-shaped NaI(Tl) anti-Compton (AC) detector is placed inside the inner target volume. A detailed description of shielding and the detector development at KSNL can be found in Refs. [11, 14, 18]. The data acquisition (DAQ) system in operation at KSNL is a hybrid design of digital and analog electronics. The schematic block-diagram of electronics and DAQ system is illustrated in Fig. 2. The preamplifier of PCGe is custom designed with 5 copies of a signal. Two copies of Ge-preamplifier signal are shaped with Canberra 2026 shaping amplifier (SA) at 6 µs and 12 µs with same amplification factors. The distinct behavior of self-trigger noise at different shaping time helps to suppress noise events near the threshold. One copy of Gepreamplifier is processed with SA at minimum gain to study the high energy background behavior. The timing amplifier output (TA) preserves the rise-time information. Therefore, two copies of Ge-preamplifier signal are processed with Canberra 2111 TA at \"out\" differentiate along with 10 ns integration control setting with different gains to cover a wide energy range from sub-keV to few hundreds keV.",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "Figure 2 :",
            "section_rank": 12
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: Schematic diagram of the data acquisition system for TEXONO experiment at KSNL.",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "Figure 3 :Figure 4 :Figure 5 :",
            "section_rank": 13
        },
        {
            "section": "Figure 3 :Figure 4 :Figure 5 :",
            "text": "Figure 3: Schematic diagram of data acquisition trigger.",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "text": "Figure 6 :Figure 7 :",
            "section_rank": 14
        },
        {
            "section": "Figure 6 :Figure 7 :",
            "text": "Figure 6: Comparison of energy resolution of nPCGe and pPCGe at pedestal fluctuation (0 keV), Ga K-Shell X-ray (10.37 keV) and 241 Am γ-ray (59.5 keV).",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "text": "signal detection threshold of the Ge-detectors, but also due to the degradation of background rejection capability at sub-keV recoil energy region. The anomalous surface events in pPCGe arise from a few millimeters thick transition layer with a weak electric field. The poor charge collection in this region reduces the ionization yield of the events and enhances the background at sub-keV energy region. The p + outer surface conductive contact of nPCGe is fabricated with the boron implantation technique. The thickness of p + contact on the outer surface of the crystal is the order of µm. The anomalous surface effect in nPCGe is studied by the rise time of events. In order to measure the rise time of events, the output of TA is fitted with the hyperbolic tangent function",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "Figure 8 :Figure 9 :Figure 10 :",
            "section_rank": 16
        },
        {
            "section": "Figure 8 :Figure 9 :Figure 10 :",
            "text": "Figure 8: The scatter plot between τ and T for the AC − ⊗ CR − -tag events shows absence of anomalous surface events. Typical single-and multiple-site events are shown in inset, multiple-site events are characterized by kinks in rise-time profiles.",
            "paragraph_rank": 43,
            "section_rank": 16
        },
        {
            "text": "Figure 11 :",
            "section_rank": 17
        },
        {
            "section": "Figure 11 :",
            "text": "Figure 11: Scatter plot between amplitude of TA-pulse and measured energy T to illustrate the PSD selection. The inset illustrates the trigger efficiency as a function of energy, along with total PSD efficiency.",
            "paragraph_rank": 44,
            "section_rank": 17
        },
        {
            "text": "Figure 12 :Figure 13 :",
            "section_rank": 18
        },
        {
            "section": "Figure 12 :Figure 13 :",
            "text": "Figure 12: Measured energy spectrum of data sample, AC − ⊗ CR − before and after cosmic ray correction.",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "cosmic ray system. The verification of the correction method is provided by the intensity of known K-shell internal X-rays and ambient γ-ray energy spectrum. The intensities of K-shell X-rays increased by putting back leakage events into their own sample, as illustrated in Fig. 12. High energy γrays from ambient radioactivity produce flat electron-recoil background at low energy, which is verified by simulation and measurements ( 241 Am and 137 Cs source). Figure 13 demonstrates the flat energy spectra after correction for AC + ⊗ CR − data sample.The observed AC − ⊗CR − spectra with internal X-ray lines from cosmogenicallyinduced isotopes decays via electron capture process is shown inFig.14.The intensity of K-shell peaks decay with time and low energy L-capture lines corresponding to 65 Zn and 68 Ge behaves similar to high energy K-capture lines. The L/K-capture ratio from the same isotope has been well understood by theoretically and independent experimental measurements. Therefore, the intensities of L-shell X-ray lines are estimated from measured K-shell X-ray lines and subtracted from measured AC − ⊗ CR − spectra. The predicted intensities of L-shell X-ray lines are depicted in the inset ofFig. 14.",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "text": "6 .Figure 14 :",
            "section_rank": 20
        },
        {
            "section": "6 .Figure 14 :",
            "text": "Figure 14: Measured Raw and AC − ⊗ CR − spectra with nPCGe, the L-shell X-ray lines predicted from the intensities of measured K-shell X-ray lines is shown in inset.",
            "paragraph_rank": 47,
            "section_rank": 20
        },
        {
            "text": "Figure 15 :Figure 16 :",
            "section_rank": 21
        },
        {
            "section": "Figure 15 :Figure 16 :",
            "text": "Figure 15: The efficiency-corrected energy spectrum near to the analysis threshold with the whole exposure. An example of excluded rate (90% C.L.) at 0.8 keV for non-relativistic bosonic χ signal is shown with blue curve. The assumption of flat plus exponential background is also superimposed.",
            "paragraph_rank": 48,
            "section_rank": 21
        },
        {
            "text": "AFigure 17 :",
            "section_rank": 22
        },
        {
            "section": "AFigure 17 :",
            "text": "Figure 17: The 90% C.L. bounds on vector bosonic DM coupling from the TEXONO compared with astrophysical sources[9] as well as experimental results from EDELWEISS[25], Majorana",
            "paragraph_rank": 49,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 112,
                    "text": "[9]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 162,
                    "text": "[25]",
                    "end": 166
                }
            ]
        },
        {
            "text": "limits at 90% C.L. of electronic coupling of χ v . The laboratory upper limits on vector-electric coupling established by direct detection experiments are potentially more stringent than limits derived from cosmological and astronomical sources. The observed fluctuations in the exclusion curve correspond to statistical fluctuations in the background. Our data with sub-keV sensitivity provide the improved constraints on electronic couplings of pseudoscalar and vector bosonic DM in sub-keV/c 2 mass region.",
            "paragraph_rank": 50,
            "section_rank": 23
        },
        {
            "text": "work is supported by the 2017-21 Academia Sinica Investigator Award AS-IA-106-M02, as well as contracts MOST 107-2119-M-001-028-MY3 from the Ministry of Science and Technology, and 2017-18/ECP-2 from the National Center of Theoretical Physics, Taiwan.",
            "paragraph_rank": 51,
            "section_rank": 24
        },
        {
            "text": "Scintillator Plastic Scintillator Plastic Scintillator NaI (Tl) Ge Shaping Amp Shaping Amp Shaping Amp Timing Amp Timing Amp Pulse Generator NI-PXI 60 MHz NI-PXI 200 MHz NI-PXI 20 MHz SMB Box for Trigger Signal NI-PXI FPGA ADC SMB Box for Plastic Scintillator NI-PXI FPGA ADC Fast Amp NaI(Tl) Cathode NaI(Tl) Anode INH Signal Random Trig. Ge Trig. Side Plastic Scintillator Panel Side Plastic Scintillator Panel Upper Plastic Scintillator Panel Test Pulse Trigger Logic Cosmic Ray Tag Logic PXI-Busprovide the internal DAQ-Trigger",
            "section_rank": 25
        },
        {
            "section": "Scintillator Plastic Scintillator Plastic Scintillator NaI (Tl) Ge Shaping Amp Shaping Amp Shaping Amp Timing Amp Timing Amp Pulse Generator NI-PXI 60 MHz NI-PXI 200 MHz NI-PXI 20 MHz SMB Box for Trigger Signal NI-PXI FPGA ADC SMB Box for Plastic Scintillator NI-PXI FPGA ADC Fast Amp NaI(Tl) Cathode NaI(Tl) Anode INH Signal Random Trig. Ge Trig. Side Plastic Scintillator Panel Side Plastic Scintillator Panel Upper Plastic Scintillator Panel Test Pulse Trigger Logic Cosmic Ray Tag Logic PXI-Busprovide the internal DAQ-Trigger",
            "text": "The KSNL readout system is built around National Instruments (NI) PXIe-1065 chassis with an embedded PXI-8108 controller and extended by NI PXI-5105 analog-to-digital converter (ADC), NI PXI-5124 ADC, and NI PXIe-7961R FlexRIO Field Programmable Gate Arrays (FPGA) cards. The NI PXI-5105 ADC with 12-bit resolution, 60 MHz bandwidth and 60 MS/s (MS: Mega sample) real-time sample rate is being used to digitize the signal from shaping amplifiers. The NI PXI-5124 ADC with 12-bit resolution, 200 MS/s real-time sample rate and 150 MHz bandwidth records the signal from timing amplifiers. The NI PXIe-7961R FlexRIO FPGA module composed with high-speed 16-channel, 14-bit and 50 MS/s NI 5751 digitizer-adapter is the heart of the",
            "paragraph_rank": 52,
            "section_rank": 25
        },
        {
            "text": "Table 1 :",
            "section_rank": 26
        },
        {
            "section": "Table 1 :",
            "text": "Comparison between nPCGe and pPCGe-detector on basis of various performance parameters. The pulse maximal amplitude is adopted as energy estimator in sub-keV energy region.",
            "paragraph_rank": 53,
            "section_rank": 26
        }
    ]
}