{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Measurements of differential cross sections for inclusive very forward jet production in proton-lead collisions as a function of jet energy are presented. The data were collected with the CMS experiment at the LHC in the laboratory pseudorapidity range −6.6 < η < −5.2. Asymmetric beam energies of 4 TeV for protons and 1.58 TeV per nucleon for Pb nuclei were used, corresponding to a center-of-mass energy per nucleon pair of √ s NN = 5.02 TeV. Collisions with either the proton (p+Pb) or the ion (Pb+p) traveling towards the negative η hemisphere are studied. The jet cross sections are unfolded to stable-particle level cross sections with p T 3 GeV, and compared to predictions from various Monte Carlo event generators. In addition, the cross section ratio of p+Pb and Pb+p data is presented. The results are discussed in terms of the saturation of gluon densities at low fractional parton momenta. None of the models under consideration describes all the data over the full jet-energy range and for all beam configurations. Discrepancies between the differential cross sections in data and model predictions of more than two orders of magnitude are observed.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In hadron-hadron collisions at high energies, scatterings with large momentum transfer among the constituent partons lead to the production of jets. Such processes are frequently described by perturbative quantum chromodynamics (QCD) calculations in the framework of collinear factorization, in which hard partonic cross sections are convolved with parton distribution functions (PDFs).",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Jet production in hadron-hadron interactions is thereby a useful tool to study the parton structure of hadrons. The so-called Dokshitzer-Gribov-Lipatov-Altarelli-Parisi (DGLAP) equations [1][2][3] describe the evolution of the parton densities as a function of the virtuality Q 2 (i.e., the squared four-momentum exchange) of the hard scattering process. This approach has been shown to be overall successful for the description of the production of high-p T jets in proton-proton collisions at the LHC [4][5][6][7][8][9][10][11][12][13][14][15].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 187,
                    "text": "[1]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 190,
                    "text": "[2]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 193,
                    "text": "[3]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "start": 503,
                    "text": "[4]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "start": 506,
                    "text": "[5]",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "start": 509,
                    "text": "[6]",
                    "end": 512
                },
                {
                    "type": "bibr",
                    "start": 512,
                    "text": "[7]",
                    "end": 515
                },
                {
                    "type": "bibr",
                    "start": 515,
                    "text": "[8]",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "start": 518,
                    "text": "[9]",
                    "end": 521
                },
                {
                    "type": "bibr",
                    "start": 521,
                    "text": "[10]",
                    "end": 525
                },
                {
                    "type": "bibr",
                    "start": 525,
                    "text": "[11]",
                    "end": 529
                },
                {
                    "type": "bibr",
                    "start": 529,
                    "text": "[12]",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "start": 533,
                    "text": "[13]",
                    "end": 537
                },
                {
                    "type": "bibr",
                    "start": 537,
                    "text": "[14]",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "start": 541,
                    "text": "[15]",
                    "end": 545
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "At leading order (LO) in the QCD coupling α S , the pseudorapidity, η, and the p T of a jet are related to the fraction x of the momentum of the parent nucleon that is carried by the incoming parton via",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "x",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where √ s is the center-of-mass energy of the hadron-hadron collision. Forward jets with low p T therefore probe the parton densities and their evolution at small (and large) x. The measurements presented in this paper, for jets with p T ≥ 3 GeV at very forward pseudorapidities −6.6 < η < −5.2, are thereby sensitive to fractional momenta down to x 10 −6 . Collinear factorization and DGLAP have been shown to be successful for -1 -",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 163,
                    "text": "(and large)",
                    "end": 174
                }
            ]
        },
        {
            "text": "JHEP05(2019)043",
            "section_rank": 3
        },
        {
            "section": "JHEP05(2019)043",
            "text": "the description of processes involving large momentum exchanges and moderate fractional momenta carried by the interacting partons. However, in the low-x kinematic regime considered in this paper, this approach is expected to fail, whereas the Balitsky-Fadin- Kuraev-Lipatov (BFKL) equations [16][17][18], which evolve the parton densities as a function of 1/x, should be better suited to describe forward jet production. Both the DGLAP and BFKL equations are linear equations, i.e., they account for parton splitting and radiation, but not for parton recombination, processes. The BFKL and DGLAP equations predict a rapid rise of the gluon density towards small x, a result that has been experimentally confirmed by measurements at HERA [19]. This rise is mitigated when next-to-leading-order (NLO) corrections are taken into consideration. Despite this, the growth of the gluon density with decreasing x ultimately will result in a violation of unitarity (i.e., the cross section for parton scatterings will exceed the total inelastic hadronic cross section), and the linear evolution equations alone will not be sufficient to describe forward jet data. To solve this, it has been hypothesized [3] that at sufficiently small values of x, nonlinear gluon recombination processes will slow-down the uncontrolled growth of the PDFs. Such a parton \"saturation\" regime, characterized by a virtuality scale known as the saturation scale Q s (x), is described by the Balitsky-Kovchegov (BK) evolution equations [20,21]. Saturation effects are expected to become important in the kinematic region where the gluon density, xg(x, Q 2 ), times the transverse extent of the gluons, α S (Q 2 )/Q 2 , becomes equal to the transverse area of the hadron πR 2 had [22]:",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 260,
                    "text": "Kuraev-Lipatov (BFKL)",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 292,
                    "text": "[16]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 296,
                    "text": "[17]",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 300,
                    "text": "[18]",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 738,
                    "text": "[19]",
                    "end": 742
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1196,
                    "text": "[3]",
                    "end": 1199
                },
                {
                    "type": "bibr",
                    "start": 1462,
                    "text": "Balitsky-Kovchegov (BK)",
                    "end": 1485
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1506,
                    "text": "[20,",
                    "end": 1510
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1510,
                    "text": "21]",
                    "end": 1513
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1743,
                    "text": "2",
                    "end": 1744
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1749,
                    "text": "[22]",
                    "end": 1753
                }
            ]
        },
        {
            "section": "JHEP05(2019)043",
            "text": "In a heavy ion with number of nucleons A, the squared saturation scale Q 2 s is expected to increase by a factor of A 1/3 with respect to that of a single nucleon, namely by approximately a factor of six for a lead nucleus. For x ≈ 10 −6 , the anticipated saturation scale in a lead nucleus is approximately 10 GeV 2 and, thereby, enhanced signals of gluon saturation are expected when colliding lead ions compared to protons at the LHC. Besides being a major research topic in its own right, parton saturation is also an important theoretical ingredient for describing the initial state of heavy ion collisions [23], and for understanding cosmic ray data [24].",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 612,
                    "text": "[23]",
                    "end": 616
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 656,
                    "text": "[24]",
                    "end": 660
                }
            ]
        },
        {
            "section": "JHEP05(2019)043",
            "text": "Various measurements of jet production in proton-lead collisions at √ s NN = 5.02 TeV at the CERN LHC have already been performed [25][26][27]. In addition, the ATLAS and CMS experiments have reported forward jet measurements in proton-proton collisions at √ s = 7 TeV for p T values above 20 GeV and within |η| < 5. 2 [6, 15]. Dijet measurements in proton-proton collisions have also been performed by ATLAS [14] and CMS [28], in which the sensitivity to BFKL effects is enhanced by studying events that contain jet pairs with large rapidity separations. In all these studies, some results favored BFKL-based approaches, while others were better described by models based on DGLAP evolution.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 130,
                    "text": "[25]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 134,
                    "text": "[26]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 138,
                    "text": "[27]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "start": 317,
                    "text": "2 [6, 15]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "start": 403,
                    "text": "ATLAS [14]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 422,
                    "text": "[28]",
                    "end": 426
                }
            ]
        },
        {
            "section": "JHEP05(2019)043",
            "text": "The measurement presented here exploits the CASTOR calorimeter [29] on one side of the CMS experiment, which extends the range in which jets can be measured down to η = −6.6, with a lower limit on the accessible jet p T of approximately 3 GeV. Because of its unrivaled acceptance, a study of jets using CASTOR in proton-lead collisions has a unique sensitivity to the low-x regime and to perturbative nonlinear parton evolution effects.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 63,
                    "text": "[29]",
                    "end": 67
                }
            ]
        },
        {
            "text": "JHEP05(2019)043",
            "section_rank": 4
        },
        {
            "section": "JHEP05(2019)043",
            "text": "In this paper, differential cross sections for inclusive forward jet production as a function of jet energy in hadronic, nondiffractive proton-lead collisions at √ s NN = 5.02 TeV are presented. Collisions in which either the proton (p+Pb) or the 208 Pb ion (Pb+p) travels towards the negative η hemisphere (where CASTOR is located) are studied. Asymmetric beam energies of 4 TeV for the protons and 1.58 TeV per nucleon for the lead nuclei were used, yielding a proton-nucleon center-of-mass energy of √ s NN = 5.02 TeV. This implies that the center-of-mass system of the p+Pb collisions is shifted with respect to the laboratory frame, and the Pb+p center-of-mass system is boosted in the opposite direction. Therefore, the effective acceptance of CASTOR in the center-of-mass frame is different for the p+Pb and Pb+p beam setups. Jet cross sections, unfolded to the stable-particle level, and ratios of p+Pb to Pb+p cross sections are studied, and compared to the predictions from Monte Carlo (MC) event generators including, or not, parton saturation effects.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "JHEP05(2019)043",
            "text": "This paper is organized as follows. In section 2 the CMS detector is presented. Section 3 discusses the various models that are used in this study. Section 4 presents the experimental analysis, followed by an overview of systematic uncertainties in section 5. A comparison of the results to MC predictions is given in section 6, followed by the summary in section 7.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The CMS detector",
            "section_rank": 5
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel and two endcap sections. Forward calorimeters extend the η coverage provided by the barrel and endcap detectors. Muons are detected in gas-ionization chambers embedded in the steel flux-return yoke outside the solenoid.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "The CMS detector",
            "text": "The forward hadron (HF) calorimeter uses steel as an absorber and quartz fibers as the sensitive material. The two HF detectors are located at 11.2 m from the interaction point, one on each side of CMS, and together they provide coverage in the range 3.0 < |η| < 5.2.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "The CMS detector",
            "text": "The very forward angles, i.e., −6.6 < η < −5.2, are covered at one end of CMS by the CASTOR calorimeter, located at 14 m from the interaction point. A diagram of CASTOR is shown in figure 1. It consists of tungsten absorbers and quartz detection plates. The CASTOR calorimeter is segmented into 16 azimuthal sectors and each sector is longitudinally segmented into 14 modules. The first two modules comprise the electromagnetic section, which is approximately 20 radiation lengths deep. The remaining twelve modules constitute the hadronic section and are approximately nine nuclear interaction lengths deep. Thus, the overall depth of CASTOR is approximately ten nuclear interaction lengths. CASTOR is a non-compensating calorimeter with a relative response to incident pions with respect to electrons of approximately 50% at an energy of 100 GeV. The intrinsic relative jet-energy resolution of CASTOR is approximately 25 (10)% for fully contained jets (i.e., jets that do not suffer from transverse leakage) of 550 (2500) GeV. It should be noted though that CASTOR has no η segmentation; this leads to substantial transverse leakage JHEP05(2019)043 Figure 1. A schematic drawing of one half of the CASTOR calorimeter and its mechanical support structure. The diameter of CASTOR is roughly 0.6 m and it is approximately 1.6 m in length. The transversal and longitudinal segmentation in eight sectors and fourteen modules, respectively, can be clearly distinguished. The 112 small cylinders represent the photomultiplier tubes of CASTOR. These are mounted on light guides, which transport the Cherenkov radiation out of the detector. It may be observed that CASTOR has only transverse and no η segmentation.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1152,
                    "text": "Figure 1",
                    "end": 1160
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "effects. Consequently, the effective relative jet-energy resolution deteriorates to approximately 60 (25)% at 550 (2500) GeV.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "The CMS detector",
            "text": "A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref. [30].",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 165,
                    "text": "[30]",
                    "end": 169
                }
            ]
        },
        {
            "text": "Event generators",
            "section_rank": 6
        },
        {
            "section": "Event generators",
            "text": "Monte Carlo event generators are used to correct the data for acceptance and instrumental effects, as well as to compare to the experimental results. Events, for which the detector response is fully simulated, are generated with the epos-lhc [31], hijing v1.383 [32], and qgsjetii-04 [33] programs. The response of the CMS detector is simulated using Geant4 [34], including the CASTOR calorimeter and its energy response, which was validated using test-beam measurements [29]. Two further Monte Carlo models, katie (version katie-2017-05-09) [35] and aamqs [24], are used to compare model predictions to the unfolded measurements. None of these generators include photon-induced events. In addition, the hijing, katie, and aamqs generators do not include diffractive events.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 242,
                    "text": "[31]",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 262,
                    "text": "[32]",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 284,
                    "text": "[33]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 358,
                    "text": "[34]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 471,
                    "text": "[29]",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 542,
                    "text": "[35]",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 557,
                    "text": "[24]",
                    "end": 561
                }
            ]
        },
        {
            "section": "Event generators",
            "text": "The hijing event generator models hard QCD interactions using the pythia v5.7 [36] event generator, based on leading order collinear factorization and parton showering with DGLAP evolution. The Eichten-Hinchliffe-Lane-Quigg parameterization of the nucleon pdf is used [37]. The soft interactions are modeled with the Lund fritiof [38] and dualparton [39] models. In addition, hijing incorporates saturation effects via nuclear shadowing [22,40,41]. These shadowing corrections are obtained from a fit of the ratio of nucleus to proton sea quark structure functions at moderate x values (x > 10 −3 ), which are then extrapolated to lower x.",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 78,
                    "text": "[36]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 268,
                    "text": "[37]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 330,
                    "text": "[38]",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 350,
                    "text": "[39]",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 437,
                    "text": "[22,",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 441,
                    "text": "40,",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 444,
                    "text": "41]",
                    "end": 447
                }
            ]
        },
        {
            "text": "JHEP05(2019)043",
            "section_rank": 7
        },
        {
            "section": "JHEP05(2019)043",
            "text": "The epos-lhc program is an update of epos version 1.99 that has been specifically tuned to reproduce the first LHC p+p, p+Pb, and Pb+Pb measurements. This model uses a combination of soft pomeron exchange (as in Regge-Gribov theory [42,43]) and a semihard contribution based on the convolution of a nonperturbative pre-evolution, a DGLAP-based hard evolution, and standard leading order QCD 2 → 2 cross sections [44]. The semihard contribution has been tuned to HERA structure function data and is recast as a hard pomeron amplitude. Saturation is modeled through pomeron-pomeron interactions and is implemented by modifying the x dependence of the pomeron amplitudes. In ref. [45], however, it is shown that this leads to too strong a suppression of the hard component, a shortcoming that will be remedied in an upcoming version of the model. Similar to epos-lhc, the qgsjetii-04 model is based on the Regge-Gribov theory for the soft interactions and hard matrix elements convolved with DGLAP evolution for the hard scatterings. In this case, pomeron self-interactions result in saturation effects. The Cosmic Ray Monte Carlo CRMC package v1.5.6 [46] is used to generate the cross sections for the epos-lhc, hijing, and qgsjetii-04 models.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 232,
                    "text": "[42,",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 236,
                    "text": "43]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 412,
                    "text": "[44]",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 677,
                    "text": "[45]",
                    "end": 681
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1148,
                    "text": "[46]",
                    "end": 1152
                }
            ]
        },
        {
            "section": "JHEP05(2019)043",
            "text": "The katie program allows calculations of tree-level matrix elements with offshell initial-state partons. It is therefore ideally suited to be used in combination with transversal-momentum dependent PDFs, known as \"TMDs\".",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "section": "JHEP05(2019)043",
            "text": "In this paper, katie is used in a hybrid high-energy factorization approach where high-x partons in one incoming hadron are treated in the collinear framework, while lowx partons in the other incoming hadron are modeled using a TMD [47][48][49][50]. Such an approach is considered to be valid in configurations with very asymmetric fractional momenta, resulting, for example, in forward jet production. The TMDs are obtained from the Kutak-Sapeta (KS) framework [51], combined with linear (BFKL) or nonlinear (BK) evolution with running coupling, respectively. The strength of the nonlinear term can be varied; here, a default strength of 75% is used, with a variation of ±25% to reflect the sensitivity to nonlinear evolution. The parton density used in the collinear framework is the CTEQ10 NLO set [52]. The katie program is used to calculate leading order hard scattering matrix elements for the 2 → 1 process (g * q → q or g * g → g) with incoming offshell gluons. The subsequent hadronization is modeled using cascade v2.4.13 [53]. A more in-depth description of the predictions that are included in the present paper can be found in ref. [54].",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 232,
                    "text": "[47]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 236,
                    "text": "[48]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 240,
                    "text": "[49]",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 244,
                    "text": "[50]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 462,
                    "text": "[51]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 801,
                    "text": "[52]",
                    "end": 805
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1032,
                    "text": "[53]",
                    "end": 1036
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1145,
                    "text": "[54]",
                    "end": 1149
                }
            ]
        },
        {
            "section": "JHEP05(2019)043",
            "text": "The aamqs predictions [24] for the forward jet spectra are also obtained using hybrid factorization. At the parton level, the aamqs model generates quarks and gluons from gq → q and gg → g hard processes, along with initial-and final-state radiation based on DGLAP evolution. The TMD is related to a dipole scattering amplitude in coordinate space via a Fourier transform and, in this paper, an implementation based on the McLerran-Venugopalan (MV) model [55][56][57] is used to derive the dipole scattering amplitude within the color glass condensate framework [20,21,[58][59][60][61][62][63]. In this framework the hard partons act as color sources for a classical non-Abelian background field, which is formed by numerous soft gluons. The aamqs calculations are performed at leading order in α S . The evolution of the TMD is performed using the BK equation with running coupling strength. For the collinear PDFs the CTEQ6 LO set was used [64]. Multiple parton interactions are included JHEP05 (2019)043in the framework, and hadronization is performed using the Lund string fragmentation model [65], as implemented in pythia. To account for missing higher-order effects in the katie and aamqs models, the overall jet cross section normalization may be modified using a constant K-factor. This factor is fixed to unity for the predictions presented in this paper. Full next-to-leading order calculations [66] may lower the jet cross sections by approximately 40%.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 22,
                    "text": "[24]",
                    "end": 26
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 455,
                    "text": "[55]",
                    "end": 459
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 459,
                    "text": "[56]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 463,
                    "text": "[57]",
                    "end": 467
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 562,
                    "text": "[20,",
                    "end": 566
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 566,
                    "text": "21,",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 569,
                    "text": "[58]",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 573,
                    "text": "[59]",
                    "end": 577
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 577,
                    "text": "[60]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 581,
                    "text": "[61]",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 585,
                    "text": "[62]",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 589,
                    "text": "[63]",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 942,
                    "text": "[64]",
                    "end": 946
                },
                {
                    "start": 997,
                    "text": "(2019)043",
                    "end": 1006
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1097,
                    "text": "[65]",
                    "end": 1101
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1406,
                    "text": "[66]",
                    "end": 1410
                }
            ]
        },
        {
            "section": "JHEP05(2019)043",
            "text": "The katie and aamqs models do not provide any modeling of the ion remnants that did not directly participate in the hard interaction, but are nonetheless incident on CAS-TOR. These models are therefore not expected to be successful in describing interactions in which the incoming ion travels towards CASTOR (the so-called Pb+p configuration).",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "Data analysis",
            "section_rank": 8
        },
        {
            "section": "Data analysis",
            "text": "The p+Pb and Pb+p collisions that are analyzed in this study were delivered to CMS in 2013. Only data collected when the whole CMS detector was optimally functioning are used, corresponding to a total integrated luminosity of the p+Pb and Pb+p data sets of 3.13 and 6.71 nb −1 , respectively. The peak pileup (i.e., the maximum average number of simultaneous interactions per bunch crossing) in these runs was 0.0763.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "Data analysis",
            "text": "Events were collected using a minimum bias trigger [67] requiring the presence of a track in the pixel detector (with acceptance |η| ≤ 2.5) with a p T above 0.4 GeV. In addition, an energy deposit above 4 GeV in the HF calorimeters (with acceptance 3 ≤ |η| ≤ 5) on both sides is required offline. It has been shown in ref. [68] that this selection effectively suppresses the contribution of photon-induced and diffractive events to a negligible level. To mitigate the effect of pileup in data, only events with at most one reconstructed primary vertex [69] are selected. After the event selection has been applied, the CASTOR jet spectrum is found to be independent of the instantaneous luminosity of the collisions, confirming that pileup does not impact the results of this analysis. Dedicated eventselection filters are applied to remove beam-gas scattering events and interactions of the beam with the beam pipe. By studying the occurrence of events satisfying the online and offline criteria in a zero bias event sample, in which only the presence of beams within the CMS detector is required, the trigger is found to be fully efficient for events that fulfill the offline selection criteria.",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 51,
                    "text": "[67]",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 323,
                    "text": "[68]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 552,
                    "text": "[69]",
                    "end": 556
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "The reconstruction of jets in CASTOR is detailed in ref. [70]. The CASTOR calorimeter can be subdivided into towers, where a tower consists of all modules within a given longitudinal CASTOR sector. These towers are clustered into jets using the anti-k T algorithm [71][72][73] with a distance parameter of 0.5. The distance parameter was optimized by studying the correlation between detector-level and particle-level jets, and between particlelevel and parton-level jets. Because of the lack of η segmentation in CASTOR, both towers and detector-level jets have their η coordinate fixed to the geometrical center of the sector (i.e., η = −5.9).",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 57,
                    "text": "[70]",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 264,
                    "text": "[71]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 268,
                    "text": "[72]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 272,
                    "text": "[73]",
                    "end": 276
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "The reconstructed jets in CASTOR require an energy-dependent correction factor because of the noncompensating nature of CASTOR. The jets are therefore first identified to be of hadronic origin, using topological shower properties such as depth, width and elec-  tromagnetic energy fractions, before the required calibration functions are applied. These energy-dependent calibration functions are obtained from simulation as follows. First, a particle-level jet is matched to a detector-level jet. Subsequently, it is required that the particle-level jet is isolated (i.e., that there is no other particle-level jet contributing to the detector-level jet) and contained (i.e., the jet is incident in the region −6.1 < η < −5.7). For these jet pairs the response is calculated. The inverse of the response function is applied to the reconstructed jets in order to correct for the noncompensating nature of the calorimeter. Details of the jet calibration and reconstruction are presented in ref. [74].",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 993,
                    "text": "[74]",
                    "end": 997
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "Detector-level differential cross sections as a function of calibrated jet energy (E) are shown in figure 2 for E > 150 GeV. The systematic uncertainty band on the data includes the energy scale, jet identification, and luminosity uncertainties, while the alignment uncertainty has been displayed for each model individually. These systematic uncertainties are described in section 5. For the Pb+p data and simulations, the energy spectrum extends well beyond the incoming energy per nucleon of 1.58 TeV, because the jet algorithm picks up energy deposits originating from the ion remnants, for which the spectra are not corrected. The detector-level distributions indicate that hijing yields the best overall description of the data, although the description of the beam remnants can certainly be further improved. The epos-lhc and qgsjetii-04 models underestimate the measurements, in particular in the high-energy part of the p+Pb spectrum. The ratio of energy spectra of p+Pb to Pb+p data is shown in figure 3.",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1005,
                    "text": "figure 3",
                    "end": 1013
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "The data are corrected for detector efficiency and acceptance, bin migrations, and detector-level jets nonexistent at stable-particle level (fake jets) through an unfolding procedure. In simulation, stable particles are defined to be those with a proper lifetime cτ > 1 cm; events at stable-particle level are required to have at least one particle in each η hemisphere -7 -  in the range 3 < |η| < 5 with a minimum energy of 4 GeV, and a charged particle with |η| < 2.5 and p T > 0.4 GeV, thus closely following the detector-level event selection. Jets are formed from the stable particles, with the exception of neutrinos, including their full four-momentum in the laboratory system, by using the anti-k T jet algorithm with distance parameter 0.5, and are required to have their axis within the CASTOR acceptance range of −6.6 < η < −5.2.",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "section": "Data analysis",
            "text": "The unfolding of the data is performed using the D'Agostini iterative procedure [75] as implemented in roounfold [76]. To perform the unfolding, jets at the detector and stable-particle levels are matched in φ to create a response matrix. Because of the lack of η resolution of CASTOR, it is not possible to match jet pairs in the distance R between the detector-and particle-level jets. The procedure also corrects for stable-particle level jets not found at detector-level (missed jets) and for fake jets. It is found that 100 (p+Pb) and 720 (Pb+p) Bayesian iterations are needed to obtain a stable result. The relatively large number of iterations can be explained by the broadness of the response matrices. Two main effects are responsible for this broadness. One is the intrinsic energy resolution of CASTOR. The other is the lack of η segmentation, which causes large transversal leakage. This leads to a further broadening of the response matrix. This is outlined in more detail in ref. [74]. In the unfolding procedure all jets with energy above 150 GeV are taken into account. However, in order to avoid large model-dependent correction factors arising from migrations of jets over the 150 GeV cutoff, the unfolded jet energy spectra are presented in section 6 starting from an energy threshold of 550 GeV, corresponding to a transverse momentum of p T = E/ cosh(η) ≈ 3 GeV. From this cutoff onwards the fraction of missed and fake jets is smaller than 10 and 5%, respectively. The unfolding procedure and its validation are discussed in ref. [74]. Finally, the cross section ratio of p+Pb to Pb+p is obtained from the individually unfolded spectra.",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 80,
                    "text": "[75]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 113,
                    "text": "[76]",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 994,
                    "text": "[74]",
                    "end": 998
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 1552,
                    "text": "[74]",
                    "end": 1556
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "-8 -",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "JHEP05(2019)043 5 Systematic uncertainties",
            "section_rank": 9
        },
        {
            "section": "JHEP05(2019)043 5 Systematic uncertainties",
            "text": "The following sources of systematic uncertainty are investigated, given in order of the size of their contribution:",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "section": "JHEP05(2019)043 5 Systematic uncertainties",
            "text": "• Energy scale uncertainty. The CASTOR energy scale uncertainty is ±15% [77].",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 72,
                    "text": "[77]",
                    "end": 76
                }
            ]
        },
        {
            "section": "JHEP05(2019)043 5 Systematic uncertainties",
            "text": "Therefore, the CASTOR jet-energy spectra are obtained with the energy scale varied in the reconstructed data by ±15% to estimate the associated uncertainty. The propagated energy scale uncertainty is largest in the p+Pb spectrum, since this is the steepest descending spectrum.",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "section": "JHEP05(2019)043 5 Systematic uncertainties",
            "text": "• Model dependence. Different MC event generators (epos-lhc, hijing, and qgsjetii-04) are each used to unfold the data. As shown in figure 2, hijing is found to describe the data best and therefore this generator is used for the default unfolding procedure, while epos-lhc and qgsjetii-04 are used to estimate the systematic uncertainty. The unfolding procedure attempts to reconstruct the spectrum of particle-level jets that are matched to detector-level jets using a migration matrix in a model-independent way. The missed and fake jet distributions, used to correct the matched jet spectra, are however obtained directly from the models. This introduces a model dependence in the correction procedure. Because of the lack of η segmentation, the contributions from missed and fake jets to the unfolded spectra are relatively large in CASTOR, and the model dependence therefore yields a relatively large uncertainty on the p+Pb and Pb+p measurements, and the largest uncertainty on the ratio.",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "section": "JHEP05(2019)043 5 Systematic uncertainties",
            "text": "• Alignment. The position of CASTOR is known with limited precision. Events generated by hijing are therefore simulated with the CASTOR halves shifted simultaneously inwards and outwards with respect to the beam pipe, according to the alignment uncertainty (about 2 mm per coordinate in the x-y plane). These simulated events are subsequently used to unfold the data. For the detector-level spectra the alignment uncertainty was obtained by reconstructing the spectra with CASTOR simulated at its maximally displaced positions.",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "section": "JHEP05(2019)043 5 Systematic uncertainties",
            "text": "• Jet identification uncertainty. Jets are identified to be of hadronic origin before calibration functions are applied. This results in a small fraction of \"true\" rejected jets (1 and 0.4% in p+Pb and Pb+p, respectively). Since some discrepancy between data and simulation was observed in the distribution of the jet identification variables, the energy spectra are also reconstructed in data without any jet identification, thus treating all reconstructed jets at detector level as being of hadronic origin and letting the unfolding procedure correct for any mismatch between detector and stable-particle level. The impact of this variation is taken as the size of this systematic effect.",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "section": "JHEP05(2019)043 5 Systematic uncertainties",
            "text": "• Integrated luminosity uncertainty. The integrated luminosity is known with a precision of 3.4 and 3.6% [78] for p+Pb and Pb+p, respectively. These uncertainties are treated as independent for the ratio p+Pb/Pb+p.  Table 1. The contribution in percentage (%) of various sources of systematic uncertainty in the highest and lowest common energy bins for the p+Pb, Pb+p, and p+Pb/Pb+p spectra.",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 105,
                    "text": "[78]",
                    "end": 109
                },
                {
                    "type": "table",
                    "start": 216,
                    "text": "Table 1",
                    "end": 223
                }
            ]
        },
        {
            "section": "JHEP05(2019)043 5 Systematic uncertainties",
            "text": "The total systematic uncertainty is obtained by adding the individual sources of uncertainty in quadrature. If a variation in a particular systematic effect results only in a variation of the spectrum in one direction, instead of both, the contribution to the uncertainty is symmetrized. For the leading uncertainty, no symmetrization was needed for the p+Pb and Pb+p spectrum. For the subleading sources of uncertainty, for a minor number of bins error symmetrization was needed. For the jet identification uncertainty, which is the least significant source of uncertainty, only one shift was performed and thus the errors are symmetrized for all bins. The individual contributions and total systematic uncertainty are given in table 1 for the p+Pb, Pb+p, and for the ratio of the p+Pb to Pb+p cross sections, for their highest and lowest common energy bin. It can be seen that the energy scale uncertainty is dominant for the p+Pb and Pb+p spectra at high jet energies, while the model dependence dominates for the ratio of p+Pb to Pb+p cross sections.",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "text": "Results",
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "The unfolded differential cross sections for inclusive forward jet production as a function of jet energy are shown in figure 4 for p+Pb and figure 5 (left) for Pb+p data. The ratio of the cross sections in p+Pb to Pb+p data is shown in figure 5 (right). The latter distribution would be in principle expected to be directly sensitive to parton saturation effects, independently of any particular data-model comparison. Indeed, whereas jets in the p+Pb data probe the ion parton density at low values of x and are therefore sensitive to possible enhanced saturation effects in nuclei, the Pb+p cross section would be sensitive to the low-x content of the proton, which is expected to be less affected by saturation. In principle, strong parton saturation effects would lead to depletion of the cross section ratio towards low jet energy. However, because the η selection is made in the laboratory frame (−6.6 < η < −5.2), and not in the center-of-mass frame, different center-of-mass η ranges are being compared (the Lorentz-boost between the p+Pb and Pb+p center-of-mass frames results in an η shift of ∆η = 0.87). The ratio of spectra in figure 5 (right) is thus sensitive to proton and lead parton distributions evaluated at different x, thereby complicating the interpretation of the data. Applying a correction for the effect of this boost turns out to JHEP05(2019)043 be highly model dependent. The ion debris that contributes to the Pb+p cross section further obscures the analysis of this ratio measurement.",
            "paragraph_rank": 41,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 237,
                    "text": "figure 5 (right)",
                    "end": 253
                }
            ]
        },
        {
            "section": "Results",
            "text": "In figure 4 (left) the p+Pb data are compared to the predictions of the epos-lhc, hijing, and qgsjetii-04 models. The predictions of the epos-lhc and qgsjetii-04 model differ by more than two orders of magnitude at E = 2.5 TeV. The hijing model describes the measured distributions best, but this does not automatically imply that its underlying dynamics, DGLAP-based nuclear PDFs with shadowing, is favored by the data, given the many other model ingredients incorporated in this MC generator that affect the results. The epos-lhc and qgsjetii-04 models both yield an energy spectrum that is too soft and underestimate the data at high energy. As mentioned in section 3, epos-lhc suffers from a mismodeling of the absolute normalization of hard scatterings in proton-nucleus collisions that has been improved in more recent versions of the event generator [45].",
            "paragraph_rank": 42,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 857,
                    "text": "[45]",
                    "end": 861
                }
            ]
        },
        {
            "section": "Results",
            "text": "Predictions of the katie model are compared to data in figure 4 (right). The two predictions, labeled \"KS nonlinear\" and \"KS linear\", demonstrate the effect of saturation on the jet cross section, with the KS nonlinear curve being comparatively depleted by an order of magnitude at low jet energy. The band displayed for the nonlinear curve (with gluon saturation) reflects the effect of varying the strength of the saturation term between 50 and 100%. Even though the linear approach (without gluon saturation) is closer to the data in terms of normalization, the slope of the nonlinear distribution appears to be a bit harder and more consistent with the shape of the spectrum observed in data.",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "The p+Pb data are also compared to the predictions from the aamqs approach in figure 4 (right). Even though the approaches used by katie and aamqs are both based on hybrid factorization, the predictions are quite different. This may be traced back to the use of offshell matrix elements in the case of katie, whereas aamqs uses onshell scattering amplitudes derived from the color glass condensate framework. From the comparison to data, it appears that the aamqs cross section at low energy is too low, which could be explained by too strong a depletion caused by saturation, while the model describes the data well for high jet energies.",
            "paragraph_rank": 44,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 78,
                    "text": "figure 4 (right)",
                    "end": 94
                }
            ]
        },
        {
            "section": "Results",
            "text": "Overall, none of these saturation models can explain all the features observed in the data, and the disagreement between the data and the katie and aamqs saturation models is the largest in the region where nonlinear effects are expected to be the strongest.",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "Data obtained with the reversed beam configuration are compared to epos-lhc, hijing, and qgsjetii-04 in figure 5 (left). This is the region with significant contributions from ion remnants. The epos-lhc and hijing models describe the data reasonably well, but are too low in normalization. The qgsjetii-04 model again yields a spectrum that is too soft. Finally, epos-lhc, hijing, and qgsjetii-04 predictions are also compared to the ratio of cross sections in p+Pb and Pb+p data in figure 5 (right), where substantial uncertainty cancelation occurs. None of the models are able to describe the data over the whole range. The hijing model describes the shape of the data best, but fails to describe its magnitude because it underestimates the normalization of the Pb+p spectrum. The epos-lhc model describes the lower energy part of the ratio spectrum well, but fails to describe the shape at high energies because of problems describing the hard component of the jet cross section.  Finally, qgsjetii-04 underestimates both the shape and normalization of the ratio, which can also be attributed to the poor description of the p+Pb spectrum.",
            "paragraph_rank": 46,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 104,
                    "text": "figure 5 (left)",
                    "end": 119
                }
            ]
        },
        {
            "section": "Results",
            "text": "The data-model discrepancies described above appear more pronounced in the detector-level distributions plotted in figure 3, as these latter distributions do not have an associated modeling uncertainty.",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "-12 -",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "text": "JHEP05(2019)043 7 Summary",
            "section_rank": 11
        },
        {
            "section": "JHEP05(2019)043 7 Summary",
            "text": "Measurements of the differential inclusive forward jet cross sections in proton-lead collisions at √ s NN = 5.02 TeV have been presented. The measurements are performed in the laboratory pseudorapidity range −6.6 < η < 5.2, and as a function of jet energy. Collisions with either the incoming proton (p+Pb) or the incoming ion (Pb+p) directed towards the negative η hemisphere are studied. The jet cross sections are unfolded to stable-particle level cross sections with p T 3 GeV and compared to predictions from various Monte Carlo event generators. The cross section ratio for p+Pb to Pb+p data as a function of jet energy has also been measured, and exhibits a much smaller systematic uncertainty than the individual spectra.",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "section": "JHEP05(2019)043 7 Summary",
            "text": "The so-far unexplored kinematic phase space covered by this measurement is sensitive to the parton densities and their evolution at low fractional momenta. Models incorporating various implementations of gluon saturation have been confronted with data. No model is, however, currently able to describe all aspects of the data.",
            "paragraph_rank": 50,
            "section_rank": 11
        },
        {
            "text": "Acknowledgments",
            "section_rank": 12
        },
        {
            "section": "Acknowledgments",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COL-CIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI ( Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited. [6] CMS collaboration, Measurement of the inclusive production cross sections for forward jets and for dijet events with one forward and one central jet in pp collisions at √ s = 7 TeV, JHEP 06 (2012) 036 [arXiv:1202.0704] [INSPIRE].",
            "paragraph_rank": 51,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 1037,
                    "text": "(",
                    "end": 1038
                }
            ]
        },
        {
            "section": "Acknowledgments",
            "text": "[7] CMS collaboration, Ratios of dijet production cross sections as a function of the absolute difference in rapidity between jets in proton-proton collisions at √ s = 7 TeV, Eur. Phys. J. C 72 2012 [9] CMS collaboration, Measurement of the triple-differential dijet cross section in proton-proton collisions at √ s = 8 TeV and constraints on parton distribution functions, Eur. Phys. J. C 77 2017 [13] ATLAS collaboration, Measurement of dijet cross sections in pp collisions at 7 TeV centre-of-mass energy using the ATLAS detector, JHEP 05 2014 JHEP05 (2019)043",
            "paragraph_rank": 52,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 194,
                    "text": "2012",
                    "end": 198
                },
                {
                    "start": 393,
                    "text": "2017",
                    "end": 397
                },
                {
                    "start": 542,
                    "text": "2014",
                    "end": 546
                },
                {
                    "start": 554,
                    "text": "(2019)043",
                    "end": 563
                }
            ]
        },
        {
            "text": "Figure 2 .",
            "section_rank": 13
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Detector-level differential cross sections for inclusive forward jet production as a function of calibrated jet energy in p+Pb (left) and Pb+p (right) collisions. Model predictions are shown for epos-lhc, hijing, and qgsjetii-04.",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "Figure 3 .",
            "section_rank": 14
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Detector-level ratio of differential cross sections for inclusive forward jet production in p+Pb to Pb+p data vs. calibrated jet energy. Model predictions are shown for epos-lhc, hijing, and qgsjetii-04.",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "text": "Figure 4 .Figure 5 .",
            "section_rank": 15
        },
        {
            "section": "Figure 4 .Figure 5 .",
            "text": "Figure 4. Stable-particle-level differential jet cross section as a function of jet energy measured in p+Pb collisions at 5.02 TeV, compared to the epos-lhc, hijing, and qgsjetii-04 (left), and katie and aamqs (right) predictions. The band associated with the nonlinear katie curve accounts for the 50-100% variation of the strength of the parton saturation effects in this model.",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS and RFBR (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI and FEDER (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (U.S.A.). Individuals have received support from the Marie-Curie program and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door JHEP05(2019)043 Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Program and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence ProgramÚNKP, the NKFIA research grants 123842, 123959, 124845, 124850 and 125105 (Hungary); the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (U.S.A.).",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "[ 4 ]",
            "section_rank": 17
        },
        {
            "section": "[ 4 ]",
            "text": "CMS collaboration, Dijet azimuthal decorrelations in pp collisions at √ s = 7 TeV, Phys. Rev. Lett. 106 (2011) 122003 [arXiv:1101.5029] [INSPIRE]. [5] CMS collaboration, Measurement of the differential dijet production cross section in proton-proton collisions at √ s = 7 TeV, Phys. Lett. B 700 (2011) 187 [arXiv:1104.1693] [INSPIRE].",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "746 [arXiv:1705.02628] [INSPIRE]. [10] ATLAS collaboration, Measurement of inclusive jet and dijet cross sections in proton-proton collisions at 7 TeV centre-of-mass energy with the ATLAS detector, Eur. Phys. J. C 71 (2011) 1512 [arXiv:1009.5908] [INSPIRE]. [11] ATLAS collaboration, Measurement of dijet production with a veto on additional central jet activity in pp collisions at √ s = 7 TeV using the ATLAS detector, JHEP 09 (2011) 053 [arXiv:1107.1641] [INSPIRE]. [12] ATLAS collaboration, Measurement of inclusive jet and dijet production in pp collisions at √ s = 7 TeV using the ATLAS detector, Phys. Rev. D 86 (2012) 014022 [arXiv:1112.6297] [INSPIRE].",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "2216 [arXiv:1204.0696] [INSPIRE]. CMS collaboration, Measurement of dijet azimuthal decorrelation in pp collisions at √ s = 8 TeV, Eur. Phys. J. C 76 (2016) 536 [arXiv:1602.04384] [INSPIRE].",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "ATLAS collaboration, Measurements of jet vetoes and azimuthal decorrelations in dijet events produced in pp collisions at √ s = 7 TeV using the ATLAS detector, Eur. Phys. J. C 74 (2014) 3117 [arXiv:1407.5756] [INSPIRE]. [15] ATLAS collaboration, Dijet production in √ s = 7 TeV pp collisions with large rapidity gaps at the ATLAS experiment, Phys. Lett. B 754 (2016) 214 [arXiv:1511.00502] [INSPIRE].",
            "paragraph_rank": 60,
            "section_rank": 20
        }
    ]
}