{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for pair production of new light bosons decaying into muons in proton-proton collisions at 13 TeV",
            "section_rank": 1
        },
        {
            "section": "A search for pair production of new light bosons decaying into muons in proton-proton collisions at 13 TeV",
            "text": "The MIT Faculty has made this article openly available. Please share how this access benefits you. Your story matters.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Citation",
            "section_rank": 2
        },
        {
            "section": "Citation",
            "text": "CMS Collaboration (Sirunyan, A.M., et al.), \"A search for pair production of new light bosons decaying into muons in protonproton collisions at 13 TeV.\"",
            "paragraph_rank": 3,
            "section_rank": 2
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "The standard model (SM) is known to give an incomplete description of particle physics and a number of extensions of the SM predict the existence of new light bosons [1][2][3]. In this Letter, we present a model independent search for the pair production of a light boson that decays into a pair of muons. A simple example of pair production in proton-proton (pp) collisions is pp → h → 2a + X → 4μ + X, where h is a Higgs boson (either SM or non-SM), a is the new light neutral boson, and X are spectator particles that are predicted in several models [4]. While production via the h boson is possible, it is not required in the search presented here: the only requirement is that a pair of identical light bosons are created at a common vertex and each light boson subsequently decays to a pair of muons. These muon pairs are referred to as \"dimuons\"; the dimuon and new light boson production vertices are allowed to be displaced. The generic nature of this signature means that any limit set on the product of the cross section, branching fraction to dimuons squared, and acceptance is E-mail address: cms -publication -committee -chair @cern .ch. model independent; it can thus be reinterpreted in the context of specific models.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 166,
                    "text": "[1]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 169,
                    "text": "[2]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 172,
                    "text": "[3]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 553,
                    "text": "[4]",
                    "end": 556
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "We develop a set of search criteria intended to minimize background events while remaining model independent. Two different classes of benchmark models are used to design the analysis and to verify that the results are actually model independent: the next-tominimal supersymmetric standard model (NMSSM) [1,[5][6][7][8][9][10][11][12] and supersymmetry (SUSY) models with hidden sectors (dark SUSY) [3,13,14]. In the NMSSM benchmark models, two of the three charge parity (CP) even neutral Higgs bosons h 1 or h 2 can decay to one of the two CP odd neutral Higgs bosons via h 1,2 → 2a 1 . The light boson a 1 subsequently decays to a pair of oppositely charged muons; this is equivalent to B(a 1 → 2μ). In the dark SUSY benchmark models, the breaking of a new U (1) D symmetry (where the subscript \"D\" means \"Dark\") gives rise to a massive dark photon γ D .",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 304,
                    "text": "[1,",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 307,
                    "text": "[5]",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 310,
                    "text": "[6]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "start": 313,
                    "text": "[7]",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "start": 316,
                    "text": "[8]",
                    "end": 319
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 319,
                    "text": "[9]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 322,
                    "text": "[10]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "start": 326,
                    "text": "[11]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 330,
                    "text": "[12]",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 399,
                    "text": "[3,",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 402,
                    "text": "13,",
                    "end": 405
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 405,
                    "text": "14]",
                    "end": 408
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 762,
                    "text": "(1)",
                    "end": 765
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This dark photon can couple to SM particles via a small kinetic mixing parameter ε with SM photons. The lifetime, and thus the displacement, of the dark photon is dependent upon ε and the mass of the dark photon m γ D . The signal topologies investigated feature an SM-like Higgs boson h that decays via h → 2n 1 , where n 1 is the lightest non-dark neutralino. Both of the n 1 then decay via n 1 → n D + γ D , where n D is a dark neutralino that is undetected. The dark photon γ D decays to a pair of oppositely charged muons.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The CMS detector",
            "section_rank": 4
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter, and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. Forward calorimeters extend the pseudorapidity (η) coverage provided by the barrel and endcap detectors. Muons are detected in gas-ionization chambers embedded in the steel flux-return yoke outside the solenoid.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "The CMS detector",
            "text": "Muons are measured in the range |η| < 2.4, with detection planes made using three technologies: drift tubes, cathode strip chambers, and resistive plate chambers. For muons with p T > 20 GeV the single muon trigger efficiency exceeds 90% over the full η range, and the efficiency to reconstruct and identify muons is greater than 96%. Matching muons to tracks measured in the silicon tracker results in a relative transverse momentum resolution, for muons with p T up to 100 GeV, of 1% in the barrel and 3% in the endcaps. The p T resolution in the barrel is better than 7% for muons with p T up to 1 TeV [30].",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 605,
                    "text": "[30]",
                    "end": 609
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "Events of interest are selected using a two-tiered trigger system [32]. The first level (L1), composed of custom hardware processors, uses information from the calorimeters and muon detectors to select events at a rate of around 100 kHz within a time interval of less than 4 μs. The second level, known as the high-level trigger (HLT), consists of a farm of processors running a version of the full event reconstruction software optimized for fast processing, and reduces the event rate below 1 kHz before data storage.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 66,
                    "text": "[32]",
                    "end": 70
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "A more detailed description of the CMS detector, together with definitions of the coordinate system used and the relevant kinematic variables, can be found in Ref. [33].",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 164,
                    "text": "[33]",
                    "end": 168
                }
            ]
        },
        {
            "text": "Data selection",
            "section_rank": 5
        },
        {
            "section": "Data selection",
            "text": "The data were collected with a trigger that uses muon reconstruction algorithms that have an efficiency greater than 80% up to the maximum vertex displacement (98 mm) studied in this analysis [34]. This maximum vertex displacement is motivated in Section 4. The HLT is seeded by requiring the presence of two muons selected by the L1 trigger in an event, the leading muon with p T > 12 GeV, the subleading muon with p T > 5 GeV, and both satisfying |η| < 2.4. Events that later pass the HLT are required to have at least three reconstructed muons: one with p T > 15 GeV and |η| < 2.4, the other two with p T > 5 GeV and |η| < 2.4. The final state particles in the events are reconstructed using the particleflow (PF) algorithm which performs a global fit that combines information from each subdetector [35].",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 192,
                    "text": "[34]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 803,
                    "text": "[35]",
                    "end": 807
                }
            ]
        },
        {
            "section": "Data selection",
            "text": "The offline event selection in this analysis requires events to have a primary vertex reconstructed using a Kalman filtering (KF) technique [36]. In addition, each event contains at least four muons, reconstructed with the PF algorithm, and identified as muons either by the PF algorithm itself or by using additional information from the calorimeter and muon systems. Each muon is required to have p T > 8 GeV and |η| < 2.4. At least one muon must be a \"high-p T \" muon, i.e., it must be found in the barrel region (|η| < 0.9) and must have p T > 17 GeV in order to ensure that the trigger reconstruction has high efficiency and has no dependence on η.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 140,
                    "text": "[36]",
                    "end": 144
                }
            ]
        },
        {
            "section": "Data selection",
            "text": "Dimuons are constructed from pairs of oppositely charged muons that share a common vertex, reconstructed using a KF technique, and must have an invariant mass m (μμ) less than 9 GeV. This restriction ensures that there is no contribution to the SM background from the Z boson decays nor the Y meson system. These muons pairs must not have any muons in common with one another. Exactly two dimuons must be present in each event. A dimuon that contains a high-p T muon is called a \"high-p T dimuon\". When only one high-p T muon is present in the event, the high-p T dimuon is denoted as (μμ) 1 , while the other is denoted as (μμ) 2 . When both dimuons have at least one high-p T muon, the dimuons are labeled randomly to prevent a bias in kinematic distributions. Single muons not included in dimuons are called \"orphan\" muons. No requirement is applied on the number of orphan muons. Each reconstructed dimuon must contain at least one muon that has at least one hit that is recorded by a layer of the pixel system. This requirement preserves the high reconstruction efficiency for our signal benchmark models. The dimuons are required to originate from the same primary ver-",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "Data selection",
            "text": "is the z position of the secondary vertex associated with the dimuon propagated back to the beamline along the dimuon direction vector. Furthermore, each dimuon must be sufficiently isolated. The dimuon isolation I (μμ) is calculated as the p T sum of charged-particle tracks with p T > 0.5 GeV in the vicinity of the dimuon within R < 0.4 and |z track − z (μμ) | < 0.1 cm. Here, R is defined in terms of the track separation in η and azimuthal angle (φ, in radians) as 2 , while z track is defined as the z coordinate of the point of closest approach to the primary vertex along the beam axis. Tracks included in the dimuon reconstruction are excluded from the isolation calculation. The total isolation sum must be less than 2 GeV. Since the dimuons are expected to originate from the same type of light bosons, the dimuon masses should be consistent with each other to within five times the detector resolution. This requirement carves out a signal region (SR) in the two-dimensional plane of the dimuon invariant masses m (μμ) 1 and m (μμ) 2 . The signal region is illustrated in Fig. 1 (left).",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 470,
                    "text": "2",
                    "end": 471
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1084,
                    "text": "Fig. 1 (left)",
                    "end": 1097
                }
            ]
        },
        {
            "text": "Signal modeling",
            "section_rank": 6
        },
        {
            "section": "Signal modeling",
            "text": "The pp collisions at √ s = 13 TeV are simulated for samples in each of the two benchmark models, NMSSM and dark SUSY. The parton distribution functions (PDFs) are modeled using NNPDF2.3LO [37]. The underlying event activity at the LHC and jet fragmentation is modeled with the Monte Carlo (MC) event generator pythia [38] using the \"CUETP8M1\" tune [39].  [40][41][42], mass values of m h 1,2 between 90 and 150 GeV are simulated. This range is motivated by constraints set by the relic density measurements from WMAP [43] and Planck [44], as well as searches at LEP [45][46][47][48][49][50]. The light boson mass is simulated to vary between 0.25 and 3.55 GeV, or approximately 2m μ and 2m τ , as motivated in Ref. [51].",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 188,
                    "text": "[37]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "start": 317,
                    "text": "[38]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "start": 348,
                    "text": "[39]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "start": 355,
                    "text": "[40]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "start": 359,
                    "text": "[41]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "start": 363,
                    "text": "[42]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 517,
                    "text": "[43]",
                    "end": 521
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 533,
                    "text": "[44]",
                    "end": 537
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 566,
                    "text": "[45]",
                    "end": 570
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 570,
                    "text": "[46]",
                    "end": 574
                },
                {
                    "type": "bibr",
                    "start": 574,
                    "text": "[47]",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 578,
                    "text": "[48]",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 582,
                    "text": "[49]",
                    "end": 586
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 586,
                    "text": "[50]",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 715,
                    "text": "[51]",
                    "end": 719
                }
            ]
        },
        {
            "section": "Signal modeling",
            "text": "In the case of dark SUSY, production of SM Higgs bosons is simulated with the MC matrix-element generator MadGraph 4.5.2 [52] at leading order. The non-SM decay of the Higgs bosons is modeled using the BRIDGE 2.24 program [53]. Higgs bosons are forced to decay to a pair of SUSY neutralinos n 1 via h → 2n 1 . Each SUSY neutralino in turn decays to a dark photon and a dark neutralino via n 1 → n D + γ D . The dark neutralino mass m n D is set to 1 GeV; they are considered stable and thus escape detection. We set the dark photons to decay to a pair of oppositely charged muons 100% of the time, γ D → μ − μ + . Only signal events are generated because these MC generated events are used to determine the effect of the selection criteria on the signal. The Higgs boson and n 1 masses are fixed to 125 and 10 GeV, respectively. Dark photon masses m γ D are simulated between 0.25 and 8.5 GeV. The upper value was chosen such that any observed peak will be fully below the 9 GeV limit described in Section 3. Since dark photons interact weakly with SM particles, their decay width is negligible compared to the resolution in the dimuon mass spectrum. Muon displacement is modeled with an exponential distribution with cτ γ D between 0 and 100 mm. All MC generated events are run through the full CMS simulation based on Geant4 [54] and reconstructed with the same algorithms that are used for data.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 121,
                    "text": "[52]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 222,
                    "text": "[53]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "start": 1327,
                    "text": "[54]",
                    "end": 1331
                }
            ]
        },
        {
            "section": "Signal modeling",
            "text": "One of the key features of this analysis is the model independence of the results. This is confirmed by verifying that the ratio of the full reconstruction efficiency full over the generator level acceptance α gen is independent of the signal model. The signal acceptance is defined as the fraction of MC-generated events that pass the generator level selection criteria. The criteria are as follows: at least four muons in each event with p T > 8 GeV and |η| < 2.4, at least one muon with p T > 17 GeV and |η| < 0.9, and both light bosons must have a transverse decay length L xy < 9.8 cm and longitudinal decay length |L z | < 46.5 cm. The upper limits on L xy and |L z | correspond to the dimensions of the outer layer of the CMS pixel system and define the volume in which a new light boson decay can be observed in this analysis. The parameter full is defined as the fraction of MC-generated events that pass the trigger and full offline selection described above. The insensitivity to the model used is displayed in Table 1.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1022,
                    "text": "Table 1",
                    "end": 1029
                }
            ]
        },
        {
            "section": "Signal modeling",
            "text": "Scale factors are determined to correct for the differences between observed data and simulated samples. Corrections for the identification and isolation of muons and isolation of dimuons are measured using Z → μ − μ + and J/ψ → μ − μ + samples using a \"tag-and-probe\" technique [55]; the samples used are events from simulated data and from observed data control regions enriched in events from the aforementioned SM processes. All muons in these samples are required to have p T > 8 GeV, the \"tag\" muon is required to be a loose muon as described in Ref. [30], while the \"probe\" muon criteria vary according to the variable under study.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 279,
                    "text": "[55]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 557,
                    "text": "[30]",
                    "end": 561
                }
            ]
        },
        {
            "section": "Signal modeling",
            "text": "Corrections for the trigger efficiency are calculated using WZ → 3μ and ttZ → 3μ events in simulated samples and in control data samples enriched with those processes. The control data samples are selected using a missing transverse energy requirement such that the control data sample is primarily composed of events that are different from those in the data sample used in this analysis.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "Signal modeling",
            "text": "A scale factor per event obtained from the efficiency seen in data, data , compared to the efficiency seen in MC generated data, sim , is determined to be data / sim = 0.93 ± 0.06 (stat).",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Background estimation",
            "section_rank": 7
        },
        {
            "section": "Background estimation",
            "text": "The selection criteria described in Section 3 are effective at reducing and eliminating most SM backgrounds with similar topology to our signal. As a result, this analysis is expected to have a very small background contribution in the SR. Three SM backgrounds are found to be nonnegligible and are presented here: bottom quark pair production (bb), prompt double J/ψ meson decays, and electroweak production of four muons. Contributions from Y mesons are also considered; they are found to be negligible below the 8.5 GeV upper bound on the mass of the new light boson. Cosmic ray backgrounds are negligible. The total background contribution in the SR is estimated to be 7.95 ± 1.12 (stat) ± 1.45 (syst) events; the contributions from each process are described below.",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The bb background",
            "section_rank": 8
        },
        {
            "section": "The bb background",
            "text": "The largest background, bb production, is dominated by events in which both b quarks decay to μ − μ + + X or decay through lowmass meson resonances such as ω, ρ, φ, J/ψ, and ψ(2S). The J/ψ meson decay contribution considered in this background is nonprompt; the prompt J/ψ meson decay contribution is discussed in Section 5.2. A minor contribution comes from events with charged particle tracks misidentified as muons. A two-dimensional tem-",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "section": "The bb background",
            "text": "is constructed in the plane of the two dimuon invariant masses and used to estimate the contribution to the SM background from bb decays. The template is constructed as follows.",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "section": "The bb background",
            "text": "First, a bb-enriched control sample is selected from events with similar kinematic properties as the signal events, but not included in the SR. Events are required to pass the signal trigger and have exactly three muons. One of these muons must have p T > 17 GeV within |η| < 0.9, while the other two have p T > 8 GeV within |η| < 2.4. In addition, the control sample selection requires a good primary vertex, exactly one dimuon, and one orphan muon. The longitudinal distance between the projections of the dimuon trajectory starting from its vertex and the orphan muon track back to the beam axis, z((μμ), μ orphan ) must have an absolute value of less than 0.1 cm. The dimuon is required to have at least one hit ",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "The bb background",
            "text": "where ⊗ represents the Cartesian product.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "The bb background",
            "text": "Finally, the two-dimensional template is normalized in the dimuon-dimuon mass space from 0.25 to 8. This method of estimating the bb contribution to background events is further validated by repeating the procedure for different dimuon isolation values (5, 10, 50 GeV) and without any isolation. The bb event yield is stable in the SR within 20%, which is assigned as a systematic uncertainty.",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "Prompt double J/ψ meson background",
            "section_rank": 9
        },
        {
            "section": "Prompt double J/ψ meson background",
            "text": "Two mechanisms contribute to prompt double J/ψ meson production: single parton scattering (SPS) and double parton scattering (DPS); these processes have been measured by CMS and ATLAS [57,58]. They can mimic the signal process when each J/ψ meson decays to a pair of muons. The prompt double J/ψ meson decay background is estimated with a method that uses both experimental and simulated data. In a control sample of experimental data, the prompt and nonprompt double J/ψ meson decay contributions are separated using the matrix method (also called the \"ABCD\" method [59]). The prompt contribution is then extrapolated into the SR. Double J/ψ meson events are selected with a trigger dedicated to bottom quark physics. Each event is required to have at least four muons with p T > 3.5 GeV within |η| < 2.4. No high-p T muon is required. Events must have exactly two dimuons, with labels (μμ) 1 or (μμ) 2 assigned randomly. The dimuon isolation follows the same definition as in Section 3. The kinematic properties of SPS and DPS events are studied using MC simulation. These events are generated using pythia 8.212 and herwig 2.7.1 [60]. The variable with the best SPS-DPS separation power is found to be the absolute difference in rapidity between the two dimuons, | y|. To remove nonresonant muon pairs from the sample, the dimuon masses are required to be within 2.8 and 3.3 GeV. The ABCD method is then employed using the dimuon isolation values as uncorrelated variables in the plane (I (μμ) 1 , I (μμ) 2 ). The maximum isolation on (μμ) 1 and (μμ) 2 is set to 12 GeV. Here, region \"A\" is the region bounded by I (μμ) 1,2 < 2 GeV. Conversely, \"B\", \"C\", and \"D\" are nonisolated sideband regions used to extrapolate the nonprompt contribution into region \"A\". The nonprompt | y| distribution is determined from the sideband regions; this distribution is scaled to match the nonprompt contribution in region \"A\". This is then subtracted from the | y| distribution, leaving the prompt | y| distribution in region \"A\". To separate the prompt SPS from prompt DPS in data, a template distribution f SPS | y SPS | + (1 − f SPS )| y DPS | is fitted to the corresponding | y| distribution in data, where f SPS and 1 − f SPS are the fractions of prompt SPS and DPS events, respectively. Finally, this result is used to determine the number of events that are expected in the SR of our experimental data sample. The contribution of the prompt double J/ψ meson decay events in data passing the signal selections in Section 3 is calculated to be N data (SR) = 0.33 ± 0.08 (stat) ± 0.05 (syst).",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 184,
                    "text": "[57,",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 188,
                    "text": "58]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 567,
                    "text": "[59]",
                    "end": 571
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1132,
                    "text": "[60]",
                    "end": 1136
                }
            ]
        },
        {
            "text": "Electroweak background",
            "section_rank": 10
        },
        {
            "section": "Electroweak background",
            "text": "Electroweak production of four muons, pp → 4μ, is estimated using MC events generated with CalcHEP 3.6.25 [61]. The processes studied include qq → ZZ * → 2μ − 2μ + and qq → Z → μ − μ + , where one of the muons radiates a second Z boson that decays to a μ − μ + pair. Other electroweak processes, such as pp → h(125) → ZZ * → 2μ − 2μ + , are determined to be negligible a priori and thus are not included. Based on the simulation, the electroweak background is found to be 0.36 ± 0.09 (stat). Unlike the prompt double J/ψ meson decay background, the electroweak background is not concentrated at any particular mass value; its contribution to any mass bin is negligible compared to the bb background. Consequently, these background events are neglected in any limit setting computation.",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 106,
                    "text": "[61]",
                    "end": 110
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "Both instrumental and theoretical sources of uncertainty are considered in this section. The leading source of instrumental uncertainty is the triple-muon trigger scale factor (6%). It is dominated by the statistical uncertainty in events in the control region used to measure the scale factor. Other sources of instrumental uncertainty include the uncertainty in the measurement of the integrated luminosity recorded by the CMS detector (2.5%) [62], the muon identification data-to-simulation scale factor (0.6% per muon for all simulated muons), the reconstruction of the dimuon in the tracker (1.2% per dimuon) and in the muon system (1.3% per dimuon) from spatially close muons, and the effect on the acceptance of the dimuon mass shape used to determine the width of the SR (1.5%). The uncertainty in the dimuon isolation and the contributions of extraneous pp collisions are determined to be negligible.",
            "paragraph_rank": 29,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 445,
                    "text": "[62]",
                    "end": 449
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The theoretical uncertainties are dominated by the uncertainty in the PDFs, knowledge of the strong coupling constant α S , and the renormalization (μ R ) and factorization (μ F ) scales. The PDF and α S uncertainties are estimated using a technique that follows the PDF4LHC recommendations [63,64]. The uncertainty in the scale factors is determined by simultaneously varying μ R and μ F up and down by a factor of two using MCFM 8.0 [65]. The effect of PDF choice and PDF parameter variation upon the central values is also studied. When all previously described theoretical uncertainties are added in quadrature, the sum is 8%. The uncertainty in the branching fraction B(h → 2a + X → 4μ + X) is taken to be 2% [42].",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 291,
                    "text": "[63,",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 295,
                    "text": "64]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 435,
                    "text": "[65]",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "start": 714,
                    "text": "[42]",
                    "end": 718
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 12
        },
        {
            "section": "Results",
            "text": "After applying all selection criteria to the data sample, 9 events are found in the SR. Their distribution in m (μμ) 1 and m (μμ) 2 is shown in Fig. 1 (left). This result is consistent with the sum of all background estimates described in Section 5, which is found to be 7.95 ± 1.12 (stat) ± 1.45 (syst) events. A model independent 95% confidence level (CL) upper limit is set on the product of the production cross section times branching fraction to dimuons squared times acceptance. Limits are set using the CL s method [66,67]. The test statistic used is based on the logarithm of the likelihood ratio [68]. The systematic uncertainties and their correlations have been accounted for by profiling the likelihood with respect to the nuisance parameters for each value of the signal strength s; this results in the profile likelihood being a function only of s. The limit is shown as a function of m a in Fig. 1 (right)  For the NMSSM scenario, the 95% CL upper limit is derived for 2μ) as a function of m h 1,2 for two choices of m a 1 as shown in Fig. 2 (left) and as a function of m a 1 for three choices of m h 1 as shown in Fig. 2 (right). Since the choice of m h 1 does not restrict m h 2 , we choose to set full (m h 2 ) = full (m h 1 )",
            "paragraph_rank": 31,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 144,
                    "text": "Fig. 1 (left)",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 523,
                    "text": "[66,",
                    "end": 527
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 527,
                    "text": "67]",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 606,
                    "text": "[68]",
                    "end": 610
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 907,
                    "text": "Fig. 1 (right)",
                    "end": 921
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 985,
                    "text": "2μ)",
                    "end": 988
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1051,
                    "text": "Fig. 2 (left)",
                    "end": 1064
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1131,
                    "text": "Fig. 2 (right)",
                    "end": 1145
                }
            ]
        },
        {
            "section": "Results",
            "text": "to simplify the expression. This choice is conservative because 2μ) is a function of m h 1 as calculated in Ref. [51].",
            "paragraph_rank": 32,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 64,
                    "text": "2μ)",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 113,
                    "text": "[51]",
                    "end": 117
                }
            ]
        },
        {
            "section": "Results",
            "text": "To facilitate comparison between the upper limits derived from this analysis and upper limits following from setting parameters in theoretical models, we include reference curves (solid line) in both Fig. 2 left and right. For both reference curves, the ratio of the vacuum expectation values of the Higgs doublets tan β is set to 20. We also set σ (pp → h i ) = σ SM (m h i ) [69] and B(m h i → 2a 1 ) = 0.3% so that the resulting reference curves are similar to the upper limits that are determined from the yield of dimuon pair events observed in the data. In Fig. 2 (left), the reference curve is constructed with the assumption that B(a 1 → 2μ) = 7.7% and m a 1 ≈ 2 GeV. In the region where m h i < 125 GeV, m h 1 is the independent variable and it is assumed that m h 2 is the mass of the observed 125 GeV Higgs boson. In the region where m h i > 125 GeV, m h 2 is the independent variable and it is assumed that m h 1 is the observed Higgs boson mass. Compared to the upper limits shown in Refs. [15], Fig. 2 (left) represents an improvement of a factor of ≈1.5 for m a 1 = 3.55 GeV (dotted curve) and a factor of ≈3 for m a 1 = 0.25 GeV (dashed curve). In Fig. 2 (right), we present 95% CL upper limits as functions of m a 1 in the NMSSM scenario on",
            "paragraph_rank": 33,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 200,
                    "text": "Fig. 2",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 377,
                    "text": "[69]",
                    "end": 381
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 563,
                    "text": "Fig. 2 (left)",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "start": 1003,
                    "text": "[15]",
                    "end": 1007
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1009,
                    "text": "Fig. 2 (left)",
                    "end": 1022
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1164,
                    "text": "Fig. 2 (right)",
                    "end": 1178
                }
            ]
        },
        {
            "section": "Results",
            "text": ", and m h 2 = 150 GeV (dotted curve). It is assumed that all contributions come from either h 1 or h 2 ; there is no case in which both h 1 and h 2 decay to the a 1 . The sharp inflections in the reference curve are due to the fact that B(a 1 → 2μ) is affected by the a 1 → ss and a 1 → gg channels [51]. As m h 1 crosses the internal quark loop thresholds, B(a 1 → gg) changes rapidly, giving rise to structures in B(a 1 → 2μ) at these values of m h 1 .",
            "paragraph_rank": 34,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 299,
                    "text": "[51]",
                    "end": 303
                }
            ]
        },
        {
            "section": "Results",
            "text": "For the dark SUSY scenario, a 90% CL upper limit is set on the product of the Higgs boson production cross section and the branching fractions of the Higgs boson (cascade) decay to a pair of dark photons. The limit set by this experimental search is presented in Fig. 3 as areas excluded in a two-dimensional plane of ε and m γ D . Also included in Fig. 3 are limits from other experimental searches [22,23,[70][71][72][73][74][75][76][77][78][79][80][81][82][83][84]. For both this search and the ATLAS  ",
            "paragraph_rank": 35,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 263,
                    "text": "Fig. 3",
                    "end": 269
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 349,
                    "text": "Fig. 3",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 400,
                    "text": "[22,",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "start": 404,
                    "text": "23,",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 407,
                    "text": "[70]",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 411,
                    "text": "[71]",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 415,
                    "text": "[72]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 419,
                    "text": "[73]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 423,
                    "text": "[74]",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 427,
                    "text": "[75]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 431,
                    "text": "[76]",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 435,
                    "text": "[77]",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 439,
                    "text": "[78]",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 443,
                    "text": "[79]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 447,
                    "text": "[80]",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 451,
                    "text": "[81]",
                    "end": 455
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 455,
                    "text": "[82]",
                    "end": 459
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 459,
                    "text": "[83]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 463,
                    "text": "[84]",
                    "end": 467
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 13
        },
        {
            "section": "Summary",
            "text": "A search for pairs of new light bosons that subsequently decay to pairs of oppositely charged muons is presented. This search is developed in the context of a Higgs boson decay, h → 2a + X → 4μ + X and is performed on a data sample collected by the Compact Muon Solenoid experiment in 2016 that corresponds to an integrated luminosity of 35.9 fb −1 proton-proton collisions at 13 TeV. This data set is larger and collected at a higher centerof-mass energy than the previous CMS search [15]. We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses.   ",
            "paragraph_rank": 36,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 485,
                    "text": "[15]",
                    "end": 489
                }
            ]
        },
        {
            "text": "5",
            "section_rank": 14
        },
        {
            "section": "5",
            "text": "GeV. The template is represented as a function of m (μμ) 1 and m (μμ) 2 in Fig. 1 (left) by a gray scale. The SR defined in Section 3 is outlined by dashed lines. The region of the mass space outside the SR represent the control region for the bb background. The ratio between the integral of the template in the SR A SR and the control region A CR is calculated to be R = A SR /A CR = 0.1444/0.8556. The same figure also shows the 43 events found in the data that pass all selection criteria except for the m (μμ) 1 m (μμ) 2 requirement and thus fall outside the SR. The number of bb events in the SR is then estimated to be (43 ± √ 43) R = 7.26 ± 1.11 (stat).",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Left: Distribution of the invariant masses m (μμ)1 vs. m (μμ)2 of the isolated dimuon systems; triangles represent data events passing all the selection criteria and falling in the SR m (μμ)1 m (μμ)2 (outlined by dashed lines); white bullets represent data events that pass all selection criteria but fall outside the SR. The grayscale heatmap shows the normalized distribution of expected events in the bb background template. Right: The 95% CL upper limit set on σ (pp → 2a + X)B 2 (a → 2μ)α gen over the range 0.25 < m a < 8.5 GeV.",
            "paragraph_rank": 38,
            "section_rank": 15
        },
        {
            "text": "over the range 0.25 < m a < 8.5 GeV; the limit varies between 0.15 and 0.39 fb. Neglecting the large peak in the upper limit at the J/ψ meson mass, the largest upper limit is 0.25 fb. This result can be interpreted in the context of specific models.",
            "paragraph_rank": 39,
            "section_rank": 16
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Left: The limits are compared to a representative model (solid curve) obtained using the simplified scenario described in the text. The figure is separated into two regions: m hi = m h1 < 125 GeV with m h2 = 125 GeV, and m h1 = 125 GeV with m hi = m h2 > 125 GeV. Right: These limits are compared to a representative model (solid curve)from the simplified scenario described in the text. The simplified scenario includes gg-fusion, VBF, and VH production modes.",
            "paragraph_rank": 40,
            "section_rank": 17
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. The 90% CL upper limits (black solid curves) from this search as interpreted in the dark SUSY scenario, where the process is pp→ h → 2n 1 → 2γ D + 2n D → 4μ + X, with m n1 = 10 GeV, and m nD = 1 GeV. The limits are presented in the plane of the parameters (ε and m γD ). Constraints from other experiments [22,23,70-84] showing their 90% CL exclusion contours are also presented. The colored contours for the CMS and ATLAS limits represent different values of B(h → 2γ D + X) that range from 0.1 to 40%. searches, limits are shown for values of B(h → 2γ D + X) in the range 0.1-40%. It should be noted that the 40% value is excluded by the latest results on the branching fraction of the Higgs boson decay to invisible particles [85]. It serves merely for a comparison with limits obtained in a previous version of this search [15]. The kinetic mixing parameter ε, the mass of the dark photon m γ D , and the lifetime of the dark photon τ γ D are related via an analytic function f (m γ D ) that is solely dependent on the dark photon mass [86];namely, τ γ D (ε, m γ D ) = ε −2 f (m γ D ).The lifetime of the dark photon is allowed to vary from 0 to 100 mm and m γ D can range from 0.25 to 8.5 GeV. Because of the extensions in the ranges of these parameters, this search constrains a large and previously unexplored area in the ε and m γ D parameter space. The limits on ε presented in this Letter improve on those in Ref.[15]  by a factor of approximately 2.5.",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "Additionally, both the mass range of the light boson a and the maximum possible displacement of its decay vertex are extended compared to the previous version of this analysis. Nine events are observed in the signal region (SR), with 7.95 ± 1.12 (stat) ± 1.45 (syst) events expected from the standard model (SM) backgrounds. The distribution of events in the SR is consistent with SM expectations. A model independent 95% confidence level upper limit on the product of the production cross section times branching fraction to dimuons squared times acceptance is set over the mass range 0.25 < m a < 8.5 GeV and is found to vary between 0.15 and 0.39 fb. This model independent limit is then interpreted in the context of dark supersymmetry (dark SUSY) with nonnegligible light boson lifetimes of up to cτ γ D = 100 mm and in the context of the next-tominimal supersymmetric standard model (NMSSM). For the dark SUSY interpretation, the upper bound of m γ D was increased from 2 to 8.5 GeV and the excluded ε was improved by a factor of approximately 2.5. In the NMSSM, the 95% CL upper limit was improved by a factor of ≈1.5 (3) for m a 1 = 3.55 (0.25) GeV over previously published limits.",
            "paragraph_rank": 42,
            "section_rank": 19
        },
        {
            "text": "Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMBWF and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, FAPERGS, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MOST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy);MSIP and NRF (Republic of Korea); MES (Latvia); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MOS (Montenegro); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, ROSATOM, RAS, RFBR, and NRC KI (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI, and FEDER (Spain); MoSTR (Sri Lanka); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). Individuals have received support from the Marie-Curie program and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Program and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence Program ÚNKP, the NKFIA research grants 123842, 123959, 124845, 124850 and 125105 (Hungary); the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/ 02861, Sonata-bis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (USA).",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "text": "√",
            "section_rank": 21
        },
        {
            "text": "Table 1",
            "section_rank": 22
        },
        {
            "section": "Table 1",
            "text": "The full reconstruction efficiency over signal acceptance full /α gen in % for several representative signal NMSSM(upper)  and dark SUSY benchmark models (lower). All uncertainties are statistical. ± 0.06 13.23 ± 0.08 11.96 ± 0.07 14.68 ± 0.08 18.48 ± 0.09 II (m (μμ) ), are obtained from the bb-enriched events. In the case of S I (m (μμ) ), at least one high-p T muon is contained in the dimuon. In the case of S II(m (μμ)), the high-p T muon is the orphan muon and the dimuon may or may not contain another high-p T muon. This procedure ensures that kinematic differences between signal events that have exactly two high-p T dimuons or just one high-p T dimuon are taken into account. Each distribution is fitted with a shape comprised of a Gaussian distribution for each light meson resonance, a double-sided Crystal Ball function[56] for the J/ψ meson signal peak, and a set of sixth-degree Bernstein polynomials for the bulk background shape. The template S(m",
            "paragraph_rank": 45,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 834,
                    "text": "[56]",
                    "end": 838
                }
            ]
        },
        {
            "section": "Table 1",
            "text": "Next, two one-dimensional templates, S I (m (μμ) ) and S",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "/doi .org /10 .1016 /j .physletb .2013 .09 .009, arXiv:1210 .7619. [19] CMS Collaboration, Search for a very light NMSSM Higgs boson produced in decays of the 125 GeV scalar boson and decaying into τ leptons in pp collisions at √ s = 8 TeV, J. High Energy Phys. 01 (2016) 079, https://doi .org /10 .1007 / JHEP01(2016 )079, arXiv:1510 .06534. [20] ATLAS Collaboration, Search for new light gauge bosons in Higgs boson decays to four-lepton final states in pp collisions at √ s = 8 TeV with the ATLAS detector at the LHC, Phys. Rev. D 92 (2015) 092001, https://doi .org /10 .1103 / PhysRevD .92 .092001, arXiv:1505 .07645. [21] ATLAS Collaboration, Search for Higgs boson decays to beyond-the-standardmodel light bosons in four-lepton events with the ATLAS detector at √ s = 13 TeV, J. High Energy Phys. 06 (2018) 166, https://doi .org /10 .1007 /JHEP06(2018 ) 166, arXiv:1802 .03388. [22] G. Aad, et al., ATLAS, Search for long-lived neutral particles decaying into lepton jets in proton-proton collisions at √ s = 8 TeV with the ATLAS detector, J. High Energy Phys. 11 (2014) 88, https://doi .org /10 .1007 /JHEP11(2014 )088, arXiv:1409 .0746. [23] ATLAS Collaboration, A search for prompt lepton-jets in pp collisions at √ s = 8 TeV with the ATLAS detector, J. High Energy Phys. 02 (2016) 062, https:// doi .org /10 .1007 /JHEP02(2016 )062, arXiv:1511.05542. [24] ATLAS Collaboration, Search for the Higgs boson produced in association with a W boson and decaying to four b-quarks via two spin-zero particles in pp collisions at 13 TeV with the ATLAS detector, Eur. Phys. J. C 76 (2016) 605, https://doi .org /10 .1140 /epjc /s10052 -016 -4418 -9, arXiv:1606 .08391. [25] ATLAS Collaboration, Search for the Higgs boson produced in association with a vector boson and decaying into two spin-zero particles in the H → aa → 4b channel in pp collisions at √ s = 13 TeV with the ATLAS detector, J. High Energy Phys. 10 (2018) 031, https://doi .org /10 .1007 /JHEP10(2018 )031, arXiv: 1806 .07355. [26] ATLAS Collaboration, Search for new phenomena in events with at least three photons collected in pp collisions at √ s = 8 TeV with the ATLAS detector, Eur. Phys. J. C 76 (2016) 210, https://doi .org /10 .1140 /epjc /s10052 -016 -4034 -8, arXiv:1509 .05051. [27] CMS Collaboration, Search for the exotic decay of the Higgs boson to a pair of light pseudoscalars in the final state with two b quarks and two τ leptons, Phys. Lett. B 785 (2018) 462, https://doi .org /10 .1016 /j .physletb .2018 .08 .057, arXiv:1805 .10191. [28] CMS Collaboration, Search for an exotic decay of the Higgs boson to a pair of light pseudoscalars in the final state of two muons and two τ leptons at √ s = 13 TeV, J. High Energy Phys. 11 (2018) 018, https://doi .org /10 .1007 / JHEP11(2018 )018, arXiv:1805 .04865. [29] LHCb Collaboration, Search for Higgs-like bosons decaying into long-lived exotic particles, Eur. Phys. J. C 76 (2016) 664, https://doi .org /10 .1140 /epjc / s10052 -016 -4489 -7, arXiv:1609 .03124. [30] CMS Collaboration, Performance of the CMS muon detector and muon reconstruction with proton-proton collisions at √",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "s = 13 TeV, J. Instrum. 13 (2018) P06015, https://doi .org /10 .1088 /1748 -0221 /13 /06 /P06015, arXiv:1804 .04528. [31] CMS Collaboration, CMS Technical Design Report for the Level-1 Trigger Upgrade, Technical Report CERN-LHCC-2013-011. CMS-TDR-12, 2013, https://cds . cern .ch /record /1556311.",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "text": "Acknowledgements",
            "section_rank": 25
        },
        {
            "text": "A. Santoro, A. Sznajder, M. Thiel, E.J. Tonelli Manganote 3 , F. Torres Da Silva De Araujo, A. Vilela Pereira M. Abbrescia a,b , C. Calabria a,b , A. Colaleo a , D. Creanza a,c , L. Cristella a,b , N. De Filippis a,c , M. De Palma a,b , A. Di Florio a,b , F. Errico a,b , L. Fiore a , A. Gelmi a,b , G. Iaselli a,c , M. Ince a,b , S. Lezki a,b , G. Maggi a,c , M. Maggi a , G. Miniello a,b , S. My a,b , S. Nuzzo a,b , A. Pompili a,b , G. Pugliese a,c , R. Radogna a , A. Ranieri a , G. Selvaggi a,b , A. Sharma a , L. Silvestris a , R. Venditti a , P. Verwilligen a  ",
            "paragraph_rank": 49,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 58,
                    "text": "3",
                    "end": 59
                }
            ]
        }
    ]
}