{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Differential Higgs boson (H) production cross sections are sensitive probes for physics beyond the standard model. New physics may contribute in the gluon-gluon fusion loop, the dominant Higgs boson production mechanism at the LHC, and manifest itself through deviations from the distributions predicted by the standard model. Combined spectra for the H → γ γ , H → ZZ, and H → bb decay channels and the inclusive Higgs boson production cross section are presented, based on proton-proton collision data recorded with the CMS detector at √ s = 13 TeV corresponding to an integrated luminosity of 35.9 fb −1 .",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The transverse momentum spectrum is used to place limits on the Higgs boson couplings to the top, bottom, and charm quarks, as well as its direct coupling to the gluon field. No significant deviations from the standard model are observed in any differential distribution. The measured total cross section is 61.1 ± 6.0 (stat) ± 3.7 (syst) pb, and the precision of the measurement of the differential cross section of the Higgs boson transverse momentum is improved by about 15% with respect to the H → γ γ channel alone.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The Higgs boson (H), whose existence is predicted by the Brout-Englert-Higgs mechanism [1][2][3], is responsible for electroweak symmetry breaking in the standard model (SM). Since the discovery [4][5][6] of a particle compatible with the SM Higgs boson at the CERN LHC, extensive effort has been dedicated to the measurement of its properties and couplings.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 87,
                    "text": "[1]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "start": 90,
                    "text": "[2]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 93,
                    "text": "[3]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 195,
                    "text": "[4]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 198,
                    "text": "[5]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 201,
                    "text": "[6]",
                    "end": 204
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this analysis we measure the inclusive and differential cross sections for the production of Higgs bosons. Compared with inclusive measurements [7][8][9], differential distributions provide extended information on the Higgs boson couplings, which can be extracted by fitting parametrized spectra to a combination of differential cross sections. When the Higgs boson couplings to quarks and to other bosons are varied with respect to their SM values, distortions of the predicted differential cross section spectra appear, which are particularly pronounced in the transverse momentum (p T ) distribution.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 147,
                    "text": "[7]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 150,
                    "text": "[8]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 153,
                    "text": "[9]",
                    "end": 156
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A precise measurement of the Higgs boson couplings represents an important test of the SM, as the couplings are sensitive to several SM extensions [10,11]. While the couplings to the top ( y t ) and bottom ( y b ) quarks are known with fair precision, there is E-mail address: cms -publication -committee -chair @cern .ch. still a relatively large uncertainty in the measurement of the couplings to lighter quarks such as the coupling to the charm quark ( y c ). A proof-of-concept study determining limits on the modification of the SM Higgs boson coupling ( y SM c ) to the charm quark, κ c = y c /y SM c , from the Higgs boson transverse momentum (p H T ) distribution was performed in Ref. [12]. Reinterpreting the ATLAS Collaboration measurements in Ref. [13], this analysis yields the overall bounds κ c ∈ [ −16, 18] at 95% confidence level (CL). Using the same data set, a reinterpretation of a search by the ATLAS Collaboration for the H → J / ψγ channel [14] yields |κ c | < 429 at 95% CL [15]. More recently, studies from the ATLAS Collaboration [16,17], using data collected at √ s = 13 TeV corresponding to an integrated luminosity of 36.1 fb −1 , yield an observed upper limit on the H → J / ψ branching fraction of 3.5 × 10 −4 at 95% CL that is an improvement of about a factor two with respect to the result obtained in Ref. [14], and an observed upper limit on the product of the production cross section and branching fraction σ (pp → ZH)B(H → cc) of 110 times the SM value at 95% CL.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 147,
                    "text": "[10,",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "start": 151,
                    "text": "11]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "start": 694,
                    "text": "[12]",
                    "end": 698
                },
                {
                    "type": "bibr",
                    "start": 760,
                    "text": "[13]",
                    "end": 764
                },
                {
                    "type": "bibr",
                    "start": 814,
                    "text": "−16, 18]",
                    "end": 822
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 963,
                    "text": "[14]",
                    "end": 967
                },
                {
                    "type": "bibr",
                    "start": 998,
                    "text": "[15]",
                    "end": 1002
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1056,
                    "text": "[16,",
                    "end": 1060
                },
                {
                    "type": "bibr",
                    "start": 1060,
                    "text": "17]",
                    "end": 1063
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1340,
                    "text": "[14]",
                    "end": 1344
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Both the ATLAS and CMS Collaborations have reported measurements of differential Higgs boson production cross sections at √ s = 8 and 13 TeV [18][19][20][21][22][23][24][25][26][27][28]. The CMS Collaboration has measured differential Higgs boson production cross sections in the H → γ γ [25] and H → ZZ ( * ) → 4 ( = e or μ) [ measurements of differential cross sections obtained by combining these results. Additionally, we include a search for the Higgs boson produced with large p T and decaying to a bottom quark-antiquark (bb) pair [29] in the combination of the p H T spectra. The differential cross sections for the following observables are combined: p H T , the Higgs boson rapidity |y H |, the number of hadronic jets N jets , and the transverse momentum of the leading hadronic jet p jet T . We interpret the p H T spectrum in terms of Higgs boson couplings. In order to take into account as many degrees of freedom as possible, multiple couplings are varied simultaneously. We present results obtained by varying simultaneously (i) the modifier of the Higgs boson coupling to the charm quark κ c and the bottom quark κ b , (ii) the modifier of the Higgs boson coupling to the top quark κ t and the coefficient c g of the anomalous direct coupling to the gluon field in the heavy top quark mass limit, and (iii) κ t and κ b .",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 141,
                    "text": "[18]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "start": 145,
                    "text": "[19]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 149,
                    "text": "[20]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 153,
                    "text": "[21]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 157,
                    "text": "[22]",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "start": 161,
                    "text": "[23]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "start": 165,
                    "text": "[24]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "start": 169,
                    "text": "[25]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 173,
                    "text": "[26]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "start": 177,
                    "text": "[27]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 181,
                    "text": "[28]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "start": 288,
                    "text": "[25]",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "start": 326,
                    "text": "[",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 538,
                    "text": "[29]",
                    "end": 542
                },
                {
                    "type": "bibr",
                    "start": 823,
                    "text": "H",
                    "end": 824
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The SM production cross sections and decay rates depend on the Higgs boson mass m H . We assume a Higgs boson mass of 125.09 GeV for all measurements in this paper, based on the combined ATLAS and CMS measurement using proton-proton collision data collected in 2011 and 2012 [8].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 275,
                    "text": "[8]",
                    "end": 278
                }
            ]
        },
        {
            "text": "Theoretical predictions",
            "section_rank": 3
        },
        {
            "section": "Theoretical predictions",
            "text": "Differential cross sections may be used to constrain model parameters. In the case of Higgs boson production via gluon fusion, the dominant production mode at the LHC, finite quark mass effects and moderate variations to Higgs boson couplings may manifest themselves through distortions of the p H T spectrum. We interpret the p H T spectrum for gluon fusion in terms of modifications of the couplings of the Higgs boson using two models: one tailored to heavy quarks and thus sensitive to effects at high p T [30,31], and the other considering the effect of lighter quarks in the gluon fusion loop [12]. The cross section for Higgs boson production in association with top quarks is taken to scale quadratically with κ t . The other production processes are taken to be independent of these couplings. The coupling modifiers are described in the context of the κ-framework [32]:",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 510,
                    "text": "[30,",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "start": 514,
                    "text": "31]",
                    "end": 517
                },
                {
                    "type": "bibr",
                    "start": 599,
                    "text": "[12]",
                    "end": 603
                },
                {
                    "type": "bibr",
                    "start": 874,
                    "text": "[32]",
                    "end": 878
                }
            ]
        },
        {
            "section": "Theoretical predictions",
            "text": "where y i is the Higgs boson coupling to particle i. The SM value of any κ i is equal to 1.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Recent developments in p T resummation procedures have allowed more accurate calculations of the p H",
            "section_rank": 4
        },
        {
            "section": "Recent developments in p T resummation procedures have allowed more accurate calculations of the p H",
            "text": "T spectrum when including the effects of lighter quarks on Higgs boson production via gluon fusion [33][34][35][36]. The p H T spectrum for gluon fusion has been calculated for simultaneous variations of κ c and κ b [12], taking into account the interference of the top quark loop with that from the bottom and charm quarks in the gluon fusion production loop, providing a novel approach to constrain these couplings via the p H T spectrum. We parameterize the variations computed in Ref.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 99,
                    "text": "[33]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 103,
                    "text": "[34]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 107,
                    "text": "[35]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 111,
                    "text": "[36]",
                    "end": 115
                }
            ]
        },
        {
            "section": "Recent developments in p T resummation procedures have allowed more accurate calculations of the p H",
            "text": "[12] with a quadratic polynomial for each bin of the p H T spectrum. The Higgs boson coupling to the top quark is fixed to its SM value in this model. The calculations from Ref. [12] are given up to the scale of the Higgs boson mass, and thus the H → bb channel (for which the lower limit of the p H T spectrum is 350 GeV) is not used as input for the results obtained with this model.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 178,
                    "text": "[12]",
                    "end": 182
                }
            ]
        },
        {
            "section": "Recent developments in p T resummation procedures have allowed more accurate calculations of the p H",
            "text": "A second model producing simultaneous variations of κ t , c g , and κ b by adding dimension-6 operators to the SM Lagrangian has been built in Refs. [30,31]. This study employs an analytic resummation performed up to next-to-next-to-leading-logarithmic (NNLL) order in order to obtain the p H T spectrum at next-to-nextto-leading order+NNLL (NNLO+NNLL) accuracy. The dimension-6 operator whose coefficient is c g yields a direct coupling of the Higgs field to the gluon field with the same underlying tensor structure as in the heavy-top mass limit. In the SM, the value of c g equals 0. The introduction of c g in the effective Lagrangian is given in Ref. [31] and the inclusive cross section is given by σ 12c g + κ t 2 σ SM . Two other operators are included in the Lagrangian to describe modifications of the top and bottom Yukawa couplings with coefficients κ t and κ b , respectively. While the model allows simultaneous variation of all three coupling modifiers, we consider only simultaneous variations of κ t and c g , and of κ t and κ b . The precomputed spectra from Ref. [30] are used as input and parametrized using a quadratic polynomial.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 149,
                    "text": "[30,",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "start": 153,
                    "text": "31]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "start": 657,
                    "text": "[31]",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "start": 1083,
                    "text": "[30]",
                    "end": 1087
                }
            ]
        },
        {
            "text": "The CMS detector",
            "section_rank": 5
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter, and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. Forward calorimeters extend the pseudorapidity (η) coverage provided by the barrel and endcap detectors. Muons are detected in gas-ionization chambers embedded in the steel flux-return yoke outside the solenoid. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. [37].",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 731,
                    "text": "[37]",
                    "end": 735
                }
            ]
        },
        {
            "text": "Inputs to the combined analysis",
            "section_rank": 6
        },
        {
            "section": "Inputs to the combined analysis",
            "text": "For all the analyses used as input to the combination (H → γ γ [25], H → ZZ ( * ) → 4 [27], and H → bb [29]), the data set corresponds to an integrated luminosity of 35.9 fb −1 recorded by the CMS experiment in 2016. The H → bb decay channel is only included in the combination of the p H T spectra, improving the measurements at the higher end of the distribution where the data from the H → γ γ and H → ZZ decay channels are limited. All analyses provide the parametrization of the folding matrix M k ji (which is the probability for an event in generator-level bin i to be reconstructed in bin j and category k) in terms of a common generator-level binning, that is used for the combined spectra. Given the limited statistical precision in the individual channels, the results of the H → ZZ and H → bb channels individually are reported for a coarser binning, which is provided in Tables 1-4 for each of the observables. This binning coincides with the binning at the reconstruction level.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 63,
                    "text": "[25]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "start": 84,
                    "text": "4 [27]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 103,
                    "text": "[29]",
                    "end": 107
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 884,
                    "text": "Tables 1-4",
                    "end": 894
                }
            ]
        },
        {
            "section": "Inputs to the combined analysis",
            "text": "The SM prediction for the differential cross sections is simulated with MadGraph5_amc@nlo v2.2.2 [38] for each of the four dominant Higgs boson production modes: gluon-gluon fusion (ggH), vector boson fusion, associated production with a W/Z boson, and associated production with a top quark-antiquark pair. A contribution from Higgs boson production in association with bottom quarks is not simulated, but included assuming its acceptance is equal to that from Higgs boson production via gluon fusion. The matrix element calculation includes the emission of up to two additional partons and is performed at NLO accuracy in perturbative quantum chromodynamics (QCD). Events are interfaced to pythia 8.205 [39] for parton showering and hadronization with the CUETP8M1 [40] underlying event tune. The matrix element calculation is matched to the parton shower following the prescription in Ref. [41]. A weight depending on p H T and N jets is applied to simulated ggH events to match the predictions from the nnlops program [42,43], as discussed in Ref. [9]. The set of parton distribution functions used in all simulations is NNPDF3.0 [44]. The hadronic jets are clustered from the particle-flow candidates [45]  in the case of data and simulation, and from stable particles excluding neutrinos in the case of generated events, using the anti-k T clustering algorithm [46] with a distance parameter of 0.4. The measurements are reported in terms of kinematic observables defined before the decay of the Higgs boson, i.e. at the generator level.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 97,
                    "text": "[38]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "start": 705,
                    "text": "[39]",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "start": 767,
                    "text": "[40]",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "start": 893,
                    "text": "[41]",
                    "end": 897
                },
                {
                    "type": "bibr",
                    "start": 1022,
                    "text": "[42,",
                    "end": 1026
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1026,
                    "text": "43]",
                    "end": 1029
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1052,
                    "text": "[9]",
                    "end": 1055
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1134,
                    "text": "[44]",
                    "end": 1138
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1206,
                    "text": "[45]",
                    "end": 1210
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1367,
                    "text": "[46]",
                    "end": 1371
                }
            ]
        },
        {
            "section": "Inputs to the combined analysis",
            "text": "Each of the analyses used as input to the combination corresponds to a different fiducial phase space definition and applies a different event categorization. In the case of the H → γ γ analysis, the fiducial phase space is defined by requiring the ratio of the leading (subleading) photon p T to the diphoton mass to be greater than 1/3 (1/4). In addition, for each photon candidate the scalar sum of the generator-level p T of stable particles contained in a cone of radius R = 0.3 around the candidate is required to be less than 10 GeV, where R = √ ( η) 2 + ( φ) 2 is the angular separation between particles and φ is the azimuthal angle between two particles in radians. The selected photon pairs are categorized according to their estimated relative invariant mass resolution [25]. In the case of the H → ZZ analysis, the 4-lepton mass is required to be greater than 70 GeV, the leading Z boson candidate invariant mass must be greater than 40 GeV, and leptons must be separated in angular space by at least R > 0.02. Furthermore, at least two leptons must each have a p T > 10 GeV and at least one a p T > 20 GeV. The selected events are categorized according to their lepton configuration in the final state (4 electrons, 4 muons, or 2 electrons and 2 muons). In the case of the H → bb analysis, the analysis strategy requires the presence of a single anti-k T jet with a distance parameter of 0.8, p T > 450 GeV, and |η| < 2.5. For this analysis, the data is not unfolded to a fiducial phase space. Soft and wide-angle radiation is removed using the soft-drop grooming algorithm [47,48]. The jet mass after application of the soft-drop algorithm, m SD , peaks close to the Higgs boson mass in the case of signal events. To avoid finite-cone effects and the nonperturbative regime of the m SD calculation, events are selected based on the dimensionless mass scale variable for QCD jets defined as ρ = log m 2 SD /p 2 T [47], which relates the jet p T to the jet mass. Events with isolated electrons, muons, or τ leptons with p T > 10 GeV and |η| < 2.5 are vetoed in order to reduce the background from SM electroweak processes, and events with a missing transverse momentum greater than 140 GeV are vetoed in order to reduce the background from top quark-antiquark pair production. Additionally, a selection criterion is applied based on the compatibility of the single anti-k T jet with having a twoprong substructure [49][50][51][52]. Events are categorized according to their likelihood of consisting of two b quarks, which is computed using the double-b tagger algorithm [53].",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 782,
                    "text": "[25]",
                    "end": 786
                },
                {
                    "type": "bibr",
                    "start": 1588,
                    "text": "[47,",
                    "end": 1592
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1592,
                    "text": "48]",
                    "end": 1595
                },
                {
                    "type": "bibr",
                    "start": 1927,
                    "text": "[47]",
                    "end": 1931
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 2427,
                    "text": "[49]",
                    "end": 2431
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 2431,
                    "text": "[50]",
                    "end": 2435
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 2435,
                    "text": "[51]",
                    "end": 2439
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 2439,
                    "text": "[52]",
                    "end": 2443
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2583,
                    "text": "[53]",
                    "end": 2587
                }
            ]
        },
        {
            "section": "Inputs to the combined analysis",
            "text": "Minor modifications are applied to the individual analyses in Refs. [25,27,29] to provide the inputs used for the combination of differential observables. For H → γ γ , an additional bin, p H T > 600 GeV, is included in the p H T spectrum. For H → ZZ, the binning is modified for multiple kinematic observables to align with the binning of the H → γ γ analysis. Furthermore, the branching fractions of the two Z bosons to the various lepton configurations are fixed to their SM values, whereas in Ref.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 68,
                    "text": "[25,",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "start": 72,
                    "text": "27,",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 75,
                    "text": "29]",
                    "end": 78
                }
            ]
        },
        {
            "section": "Inputs to the combined analysis",
            "text": "[27] these are allowed to float. For H → bb the signal is split into two p T bins at the generator level: the first with 350 ≤ p T < 600 GeV, where the lower Table 2 The binning for N jets for the H → γ γ and the H → ZZ channels. This binning coincides with the binning of the unfolded cross sections in which the individual results are reported.",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 158,
                    "text": "Table 2",
                    "end": 165
                }
            ]
        },
        {
            "text": "Channel",
            "section_rank": 7
        },
        {
            "section": "Channel",
            "text": "N jets binning",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "≥3",
            "section_rank": 8
        },
        {
            "section": "≥3",
            "text": "limit has been extended downwards with respect to the individual analysis, and the second an overflow bin with p T ≥ 600 GeV, which aligns with the binning of the other channels. At the reconstruction level two bins are employed, with 450 ≤ p T < 600 and p T ≥ 600 GeV, which is a slight modification with respect to the binning used in Ref. [29]. The redefinition of the reconstructed p T categories necessitates a reevaluation of the background model, which is performed using the same procedure as in the original analysis. For the purpose of the combination in this analysis, the fiducial measurements from the H → γ γ and H → ZZ channels are extrapolated to the inclusive phase space [38,42,43].",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 342,
                    "text": "[29]",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "start": 689,
                    "text": "[38,",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "start": 693,
                    "text": "42,",
                    "end": 696
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 696,
                    "text": "43]",
                    "end": 699
                }
            ]
        },
        {
            "text": "Statistical analysis",
            "section_rank": 9
        },
        {
            "section": "Statistical analysis",
            "text": "The cross sections are extracted through a simultaneous extended maximum likelihood fit to the diphoton mass, four-lepton mass, and m SD distributions in all the analysis categories of the H → γ γ , H → ZZ, and H → bb channels, respectively.",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "section": "Statistical analysis",
            "text": "The number of expected signal events n sig in a given reconstructed kinematic bin i, given analysis category k and given decay channel m is obtained from:",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "section": "Statistical analysis",
            "text": "where:",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "section": "Statistical analysis",
            "text": "• j is a kinematic bin index at the generator level;",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "section": "Statistical analysis",
            "text": "• n gen bins is the number of kinematic bins at the generator level, which is the same for all decay channels;",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "section": "Statistical analysis",
            "text": "• σ is the set of differential cross sections at the generator level, and L is the integrated luminosity of the samples used in this analysis;",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "section": "Statistical analysis",
            "text": "• B m is the branching fraction of the decay channel m. The overall effect of the branching fraction uncertainties on the combined spectra is below 1%, and has been neglected.",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "• M km",
            "section_rank": 10
        },
        {
            "section": "• M km",
            "text": "ji is the folding matrix, which is determined from Monte Carlo simulation; note that the corresponding matrix M km need not be square; the number of reconstructed bins may be smaller than the number of bins at the generator level; and",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "section": "• M km",
            "text": "• θ is the set of nuisance parameters.",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "section": "• M km",
            "text": "The bin-to-bin migrations are taken into account via the folding matrix, effectively allowing unfolding of the detector effects. Following the prescription in Ref. [54], we find that no regularization of the unfolding procedure is needed.",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 164,
                    "text": "[54]",
                    "end": 168
                }
            ]
        },
        {
            "section": "• M km",
            "text": "An extended likelihood function for a single decay channel m is constructed: ",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "section": "• M km",
            "text": "where: ",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "section": "• M km",
            "text": "is the probability density function for the observable, based on the signal and background distributions of the observable which are determined via simulation.",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "section": "• M km",
            "text": "In order to combine the decay channels, the likelihoods for the individual decay channels are multiplied:",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "section": "• M km",
            "text": "where n c is the number of decay channels included in the combination, L m is the likelihood formula from Eq. (3) specific to the decay channel m, and pdf( θ) is the probability density function of the nuisance parameters. For the individual analyses, the number of categories, invariant mass bins, and even the number of reconstructed bins may differ, although the number of bins at the generator level and their binning need to be aligned between decay channels. Note that a single common set of differential cross sections and nuisance parameters is fitted to the data in all decay channels simultaneously.",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "section": "• M km",
            "text": "The test statistic q, which is asymptotically distributed as a χ 2 , is defined as [55,56]:",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 83,
                    "text": "[55,",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 87,
                    "text": "56]",
                    "end": 90
                }
            ]
        },
        {
            "section": "• M km",
            "text": "The quantities ˆ σ and ˆ θ are the unconditional maximum likelihood estimates for the parameters σ and θ , respectively, while ",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "section": "• M km",
            "text": "where κ a and κ b are the coupling modifiers to be fitted.",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "The experimental systematic uncertainties from the input analyses are incorporated in the combination as nuisance parameters in the extended likelihood fit and are profiled. Among the decay channels, correlations are taken into account for the systematic uncertainties in the jet energy scale and resolution, and the integrated luminosity. Detailed descriptions of the experimental systematic uncertainties per decay channel can be found in Refs. [25,27,29].",
            "paragraph_rank": 40,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 447,
                    "text": "[25,",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "start": 451,
                    "text": "27,",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 454,
                    "text": "29]",
                    "end": 457
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The measurement is made for the full phase space rather than limited to a fiducial phase space (as is the case for the original H → γ γ and H → ZZ analyses). This means that the uncertainties in the acceptances for the individual analyses and in the branching fractions may affect the results. The effect of the acceptance uncertainties per bin on the overall uncertainty, including the effect of the Higgs coupling modifiers on the acceptances, is less than 1% and so this is neglected in the combination. For certain measurements the production cross sections of non-ggH production modes are assumed to be their respective SM value. In these cases, the uncertainty in the inclusive production cross section from non-ggH modes, determined to be about 2.1% [57], has been taken into account as a nuisance parameter.",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 757,
                    "text": "[57]",
                    "end": 761
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The theoretical predictions described in Section 2 are subject to theoretical uncertainties from the renormalisation scale μ R and the factorisation scale μ F . The standard approach to evaluate the impact of these uncertainties is to compute an envelope of scale variations, and to assign the extrema of the envelope as the uncertainty. To this end, μ R and μ F are independently varied between 0.5, 1, and 2 times their nominal value, whereas the fraction",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "is constrained not to be less than 0.5 or greater than 2.0. As the theoretical spectra in the κ t /c g /κ b case and the κ c /κ b case contain a resummation, the uncertainty in the resummation scale Q is also considered, and it is evaluated by varying Q from 0.  Theoretical uncertainties are subject to bin-to-bin correlations.",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "We adopt a procedure that produces a correlation coefficient ρ ab directly from the individual scale variations:",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "where σ a(b),i is the cross section in bin a (b) of the ith scale variation, σ a(b) is the mean cross section in bin a (b), and ρ ab is the resulting correlation coefficient between bin a and b.  Fig. 1 (upper). The combination result agrees with the SM value of 55.6 ± 2.5 pb [57].",
            "paragraph_rank": 45,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 196,
                    "text": "Fig. 1 (upper)",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 277,
                    "text": "[57]",
                    "end": 281
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "A measurement of the branching fraction for one decay channel is degenerate with a measurement of the total cross section. However, the ratio of branching fractions for two decay channels can be measured while profiling the total cross section. The ratio of the H → γ γ and H → ZZ branching fractions, B γ γ /B ZZ , is measured to be 0.092 ± 0.018 (stat) ± 0.010 (syst). This is in agreement with the SM prediction of 0.086 ± 0.002 [57]. The likelihood scan for B γ γ /B ZZ is shown in Fig. 1 (lower). spectrum, the dominant source of uncertainty is the statistical one; in particular, the systematic uncertainty is about half the statistical uncertainty in the rightmost bin, and much smaller than the statistical uncertainty in all other bins. The total uncertainty in the combination per bin varies between 30 and 40%. Compared to the measurement in the H → γ γ channel alone, the decrease in uncer-    In order to assess the constraint obtained only from the knowledge of the p H T distribution, the total width and the overall normalization are profiled in the fit. This is effectively accomplished by implementing the branching fractions for the H → γ γ and H → ZZ channels as nuisance parameters with no prior constraint, i.e. as free parameters. The result of this fit is shown in Fig. 6 (lower). As expected, the range of allowed values of κ b and κ c is much wider than in the case of coupling-dependent branching fractions.",
            "paragraph_rank": 46,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 432,
                    "text": "[57]",
                    "end": 436
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 486,
                    "text": "Fig. 1 (lower)",
                    "end": 500
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1289,
                    "text": "Fig. 6 (lower)",
                    "end": 1303
                }
            ]
        },
        {
            "text": "Combinations of differential observables",
            "section_rank": 12
        },
        {
            "section": "Combinations of differential observables",
            "text": "Confidence intervals can be set on κ b and κ c by profiling one coupling and scanning over the other. The results of these singlecoupling scans are shown in Figs. 7 and 8. The observed (expected) limits at 95% CL in the one-dimensional scans are:",
            "paragraph_rank": 47,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 157,
                    "text": "Figs. 7 and 8",
                    "end": 170
                }
            ]
        },
        {
            "section": "Combinations of differential observables",
            "text": "in the case of branching fractions that depend on κ b and κ c , and",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "section": "Combinations of differential observables",
            "text": "in the case of the branching fractions implemented as nuisance parameters with no prior constraint. For the coupling-dependent branching fractions, the results are shaped predominantly by the constraints from the total width rather than by distortions of the p H T spectrum. If the branching fractions are fixed to their SM expectations, the one-dimensional scans yield the following expected limits at 95% CL:  larger data set. The intervals obtained are competitive with the intervals from other direct search channels summarized in Section 1.",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "Fits of Higgs boson coupling modifiers: κ t vs. c g and κ t vs. κ b",
            "section_rank": 13
        },
        {
            "section": "Fits of Higgs boson coupling modifiers: κ t vs. c g and κ t vs. κ b",
            "text": "The fits are repeated in a way analogous to that of Section 7.3 but with κ t , c g , and κ b , the coefficients of the dimension-6 operators added to the SM Lagrangian, as the parameters of the fit, using the parametrization obtained from Refs. [30,31]. The combined log-likelihood scan for κ t vs. c g , assuming branching fractions that depend on the couplings, is shown in Fig. 9 (upper). The normalization of the spectrum is, by construction, equal to the SM normalization for the set of coefficients satisfying 12c g + κ t 1.",
            "paragraph_rank": 50,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 245,
                    "text": "[30,",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "start": 249,
                    "text": "31]",
                    "end": 252
                },
                {
                    "type": "figure",
                    "start": 376,
                    "text": "Fig. 9 (upper)",
                    "end": 390
                }
            ]
        },
        {
            "section": "Fits of Higgs boson coupling modifiers: κ t vs. c g and κ t vs. κ b",
            "text": "The shape of the parametrized p H T spectrum s is calculated by normalizing the differential cross section to 1: where σ i is the parametrization in bin i. Inserting the expected parabolic dependence of σ i (κ t , c g ) reveals that the shape of the parametrization for κ t /c g variations becomes a function of the ratio of the two couplings, s i (c g /κ t ). Thus the dependence of the likelihood on the radial distance √ κ 2 t + c 2 g stems from constraints on the overall normalization, whereas the dependence on the slope c g /κ t stems from constraints on the shape of the distribution.",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "section": "Fits of Higgs boson coupling modifiers: κ t vs. c g and κ t vs. κ b",
            "text": "The dependence of the likelihood on the slope becomes apparent in Fig. 9 (lower), where the branching fractions are implemented as nuisance parameters with no prior constraint in the fit. Except at small values of the couplings, the constraint on the couplings comes from their ratio. The two symmetric sets of contours are due to a symmetry of the parametrization under (κ t , c g ) → (−κ t , −c g ). The constraint from the H → γ γ channel individually is here slightly stronger than the combination; this effect, not observed in expected fits, stems from opposite deviations in the H → γ γ and H → ZZ p H T spectra that cancel out in the combination. Fig. 10 (upper) shows the combined log-likelihood scan as a function of κ t and κ b , with branching fractions scaling appropriately with the coupling modifiers and Fig. 10 (lower) with the branching fractions implemented as nuisance parameters with no  Fig. 10 (lower).",
            "paragraph_rank": 52,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 66,
                    "text": "Fig. 9 (lower)",
                    "end": 80
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 654,
                    "text": "Fig. 10 (upper)",
                    "end": 669
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 819,
                    "text": "Fig. 10 (lower)",
                    "end": 834
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 908,
                    "text": "Fig. 10 (lower)",
                    "end": 923
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 14
        },
        {
            "section": "Summary",
            "text": "A combination of differential cross sections for the Higgs boson transverse momentum p H T , the number of jets, the rapidity of the Higgs boson, and the p T of the leading jet has been presented, using proton-proton collision data collected at is improved by about 15% with respect to the H → γ γ channel alone. The improvement is larger in the low-p H T region than in the high-p H T tails. No significant deviations from the standard model are observed in any differential distribution. Additionally, Fig. 9. Simultaneous fit to data for κ t and c g , assuming a coupling dependence of the branching fractions (upper) and the branching fractions implemented as nuisance parameters with no prior constraint (lower). The one standard deviation contour is drawn for the combination (H → γ γ , H → ZZ, and H → bb), the H → γ γ channel, and the H → ZZ channel in black, red, and blue, respectively. For the combination the two standard deviation contour is drawn as a black dashed line, and the shading indicates the negative log-likelihood, with the scale shown on the right hand side of the plots. the total cross section for Higgs boson production based on a combination of the H → γ γ and H → ZZ channels is measured to be 61.1 ± 6.0 (stat) ± 3.7 (syst) pb.",
            "paragraph_rank": 53,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 504,
                    "text": "Fig. 9",
                    "end": 510
                }
            ]
        },
        {
            "section": "Summary",
            "text": "The spectra obtained are interpreted in the κ-framework [32], in which simultaneous variations of κ b and κ c , κ t and κ b , and κ t and the anomalous direct coupling to the gluon field c g are fitted to the p H T spectra. The limits obtained for the individual couplings are −1.1 < κ b < 1.1 and −4.9 < κ c < 4.8 at 95% confidence level, assuming the branching fractions scale with the Higgs boson couplings following the standard model prediction. For the charm coupling κ c in particular, these bounds are comparable with those obtained from direct searches with charm quarks in the final state. congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMBWF and FWF (Austria); FNRS and FWO ",
            "paragraph_rank": 54,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 56,
                    "text": "[32]",
                    "end": 60
                }
            ]
        },
        {
            "text": "Appendix A. Tables for the differential cross section measurements",
            "section_rank": 15
        },
        {
            "section": "Appendix A. Tables for the differential cross section measurements",
            "text": "Tables A.1-A.5 show the measured differential cross sections for the considered observables.   Fig. B.2. Bin-to-bin correlation matrix of the N jets spectrum.   ",
            "paragraph_rank": 55,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 95,
                    "text": "Fig. B.2",
                    "end": 103
                }
            ]
        },
        {
            "text": "5 to 2 times its central value (while keeping μ F and μ R at their respective central values). The theoretical uncertainties are assigned by applying the minimum and maximum scale variations per bin. The resulting uncertainties for the spectra under variations of κ b and κ c and variations of κ t , c g , and κ b are shown in Tables 5 and 6, respectively.",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Scan of the total cross section σ tot (upper) and of the ratio of branching fractions B γ γ /B ZZ (lower), based on a combination of the H → γ γ and H → ZZ analyses. The markers indicate the one standard deviation confidence interval. CYRM-2017-002 refers to Ref.[57].",
            "paragraph_rank": 57,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 271,
                    "text": "[57]",
                    "end": 275
                }
            ]
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Measurement of the total differential cross section (upper) and the differential cross section of gluon fusion (lower) as a function of p H T . The combined spectrum is shown as black points with error bars indicating a 1 standard deviation uncertainty. The systematic component of the uncertainty is shown by a blue band. The spectra for the H → γ γ , H → ZZ, and H → bb channels are shown in red, blue, and green, respectively. The dotted horizontal lines in the H → ZZ channel indicate the coarser binning of this measurement. The rightmost bins of the distributions are overflow bins; the normalizations of the cross sections in these bins are indicated in the figure. CYRM-2017-002 refers to Ref. [57].",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Measurement of the differential cross section as a function of N jets . The combined spectrum is shown as black points with error bars indicating a 1 standard deviation uncertainty. The systematic component of the uncertainty is shown by a blue band. The spectra for the H → γ γ and H → ZZ channels are shown in red and blue, respectively. The dotted horizontal lines in the H → ZZ channel indicate the coarser binning of this measurement. CYRM-2017-002 refers to Ref. [57].",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 20
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Measurement of the differential cross section as a function of |y H |. The combined spectrum is shown as black points with error bars indicating a 1 standard deviation uncertainty. The systematic component of the uncertainty is shown by a blue band. The spectra for the H → γ γ and H → ZZ channels are shown in red and blue, respectively. CYRM-2017-002 refers to Ref. [57].",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 21
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Measurement of the differential cross section as a function of p jet T . The combined spectrum is shown as black points with error bars indicating a 1 standard deviation uncertainty. The systematic component of the uncertainty is shown by a blue band. The spectra for the H → γ γ and H → ZZ channels are shown in red and blue, respectively. The dotted horizontal lines in the H → ZZ channel indicate the coarser binning of this measurement. The rightmost bin of the distribution is an overflow bin; the normalization of the cross section in that bin is indicated in the figure. CYRM-2017-002 refers to Ref. [57].",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": "− 3 . 5",
            "section_rank": 22
        },
        {
            "section": "− 3 . 5",
            "text": "<κ b < 5.1, −13 <κ c < 15. (10) These intervals are comparable to those in Ref. [12], where κ c ∈ [−16, 18] at 95% CL, noting that the results here are based on a",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 23
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. Simultaneous fit to data for κ b and κ c , assuming a coupling dependence of the branching fractions (upper) and the branching fractions implemented as nuisance parameters with no prior constraint (lower). The one standard deviation contour is drawn for the combination (H → γ γ and H → ZZ), the H → γ γ channel, and the H → ZZ channel in black, red, and blue, respectively. For the combination the two standard deviation contour is drawn as a black dashed line, and the shading indicates the negative log-likelihood, with the scale shown on the right hand side of the plots.",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 24
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. Likelihood scan of κ b while profiling κ c (upper), and of κ c while profiling κ b (lower). The filled markers indicate the limits at 95% CL. The branching fractions are considered dependent on the values of the couplings.",
            "paragraph_rank": 64,
            "section_rank": 24
        },
        {
            "text": "Fig. 8 .",
            "section_rank": 25
        },
        {
            "section": "Fig. 8 .",
            "text": "Fig. 8. Likelihood scan of κ b while profiling κ c (upper), and of κ c while profiling κ b (lower). The filled markers indicate the limits at 95% CL. The branching fractions are implemented as nuisance parameters with no prior constraint.prior constraint. As the H → γ γ branching fraction depends linearly on κ t , the constraints on the H → γ γ channel and the combination inFig. 10 (upper)are not symmetric with respect to the κ t axis. For the branching fractions implemented as nuisance parameters with no prior constraint, the parametrization is symmetric under (κ t , κ b ) → (−κ t , −κ b ), which explains the observed symmetry inFig. 10 (lower).",
            "paragraph_rank": 65,
            "section_rank": 25
        },
        {
            "text": "√ s = 13",
            "section_rank": 26
        },
        {
            "section": "√ s = 13",
            "text": "TeV with the CMS detector, corresponding to an integrated luminosity of 35.9 fb −1 . The spectra obtained are based on data from the H → γ γ , H → ZZ, and H → bb decay channels. The precision of the combined measurement of the differential cross section of p H T",
            "paragraph_rank": 66,
            "section_rank": 26
        },
        {
            "text": "Fig. 10 .",
            "section_rank": 27
        },
        {
            "section": "Fig. 10 .",
            "text": "Fig. 10. Simultaneous fit to data for κ t and κ b , assuming a coupling dependence of the branching fractions (upper) and the branching fractions implemented as nuisance parameters with no prior constraint (lower). The one standard deviation contour is drawn for the combination (H → γ γ , H → ZZ, and H → bb), the H → γ γ channel, and the H → ZZ channel in black, red, and blue, respectively. For the combination the two standard deviation contour is drawn as a black dashed line, and the shading indicates the negative log-likelihood, with the scale shown on the right hand side of the plots.",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "(Belgium); CNPq, CAPES, FAPERJ, FAPERGS, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MOST, and NSFC (China); COLCIEN-CIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); MES (Latvia); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MOS (Montenegro); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, ROSATOM, RAS, RFBR, and NRC KI (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI, and FEDER (Spain); MoSTR (Sri Lanka); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). Individuals have received support from the Marie-Curie programme and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the A.G. Leventis Foundation; the Alfred P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\"be.h project n. 30820817; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Programme and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence Program ÚNKP, the NKFIA research grants 123842, 123959, 124845, 124850, and 125105 (Hungary); the Council of Science and In-dustrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus programme of the Ministry of Science and Higher Education, the National Science Centre (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/ 02861, Sonata-bis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (USA).",
            "paragraph_rank": 68,
            "section_rank": 28
        },
        {
            "text": "Appendix B. Correlation matrices for the combinations of differential observablesFigs. B. 1 -Fig. B. 1 .",
            "section_rank": 29
        },
        {
            "section": "Appendix B. Correlation matrices for the combinations of differential observablesFigs. B. 1 -Fig. B. 1 .",
            "text": "Figs. B.1-B.4 show the correlation matrices for the considered observables.",
            "paragraph_rank": 69,
            "section_rank": 29
        },
        {
            "text": "Fig. B. 3 .Fig. B. 4 .",
            "section_rank": 30
        },
        {
            "section": "Fig. B. 3 .Fig. B. 4 .",
            "text": "Fig. B.3. Bin-to-bin correlation matrix of the |y H | spectrum.",
            "paragraph_rank": 70,
            "section_rank": 30
        },
        {
            "text": "a , N. Bacchetta a , D. Bisello a,b , A. Boletti a,b , A. Bragagnolo, R. Carlin a,b , P. Checchia a , M. Dall'Osso a,b , P. De Castro Manzano a , T. Dorigo a , U. Dosselli a , U. Gasparini a,b , A. Gozzelino a , S.Y. Hoh, S. Lacaprara a , P. Lujan, M. Margoni a,b , A.T. Meneguzzo a,b , J. Pazzini a,b , N. Pozzobon a,b , P. Ronchese a,b , R. Rossin a,b , F. Simonetto a,b , A. Tiko, E. Torassa a , M. Tosi a,b , M. Zanetti a,b , P. Zotto a,b , G. Zumerle a,b a INFN Sezione di Padova, Padova, Italy b Università di Padova, Padova, Italy c Università di Trento, Trento, Italy A. Braghieri a , A. Magnani a , P. Montagna a,b , S.P. Ratti a,b , V. Re a , M. Ressegotti a,b , C. Riccardi a,b , P. Salvini a , I. Vai a,b , P. Vitulo a,b a INFN Sezione di Pavia, Pavia, Italy b Università di Pavia, Pavia, Italy M. Biasini a,b , G.M. Bilei a , C. Cecchi a,b , D. Ciangottini a,b , L. Fanò a,b , P. Lariccia a,b , R. Leonardi a,b , E. Manoni a , G. Mantovani a,b , V. Mariani a,b , M. Menichelli a , A. Rossi a,b , A. Santocchia a,b , D. Spiga a a INFN Sezione di Perugia, Perugia, Italy b Università di Perugia, Perugia, Italy K. Androsov a , P. Azzurri a , G. Bagliesi a , L. Bianchini a , T. Boccali a , L. Borrello, R. Castaldi a , M.A. Ciocci a,b , R. Dell'Orso a , G. Fedi a , F. Fiori a,c , L. Giannini a,c , A. Giassi a , M.T. Grippo a , F. Ligabue a,c , E. Manca a,c , G. Mandorli a,c , A. Messineo a,b , F. Palla a , A. Rizzi a,b , G. Rolandi 28 , P. Spagnolo a , R. Tenchini a , G. Tonelli a,b , A. Venturi a , P.G. Verdini a a INFN Sezione di Pisa, Pisa, Italy b Università di Pisa, Pisa, Italy c Scuola Normale Superiore di Pisa, Pisa, Italy M. Dünser, N. Dupont, A. Elliott-Peisert, P. Everaerts, F. Fallavollita 42 , D. Fasanella, G. Franzoni, J. Fulcher, W. Funk, D. Gigi, A. Gilbert, K. Gill, F. Glege, M. Gruchala, M. Guilbaud, D. Gulhan, J. Hegeman, C. Heidegger, V. Innocente, A. Jafari, P. Janot, O. Karacheban 18 , J. Kieseler, A. Kornmayer, M. Krammer 1 , C. Lange, P. Lecoq, C. Lourenço, L. Malgeri, M. Mannelli, F. Meijers, J.A. Merlin, S. Mersi, E. Meschi, P. Milenovic 43 , F. Moortgat, M. Mulders, J. Ngadiuba, S. Nourbakhsh, S. Orfanelli, L. Orsini, F. Pantaleo 15 , L. Pape, E. Perez, M. Peruzzi, A. Petrilli, G. Petrucciani, A. Pfeiffer, M. Pierini, F.M. Pitters, D. Rabady, A. Racz, T. Reis, M. Rovere, H. Sakulin, C. Schäfer, C. Schwick, M. Seidel, M. Selvaggi, A. Sharma, P. Silva, P. Sphicas 44 , A. Stakia, J. Steggemann, D. Treille, A. Tsirou, V. Veckalns 45 , M. Verzetti, W.D. Zeuner CERN, European Organization for Nuclear Research, Geneva, Switzerland L. Caminada 46 , K. Deiters, W. Erdmann, R. Horisberger, Q. Ingram, H.C. Kaestli, D. Kotlinski, U. Langenegger, T. Rohe, S.A. Wiederkehr Paul Scherrer Institut, Villigen, Switzerland M. Backhaus, L. Bäni, P. Berger, N. Chernyavskaya, G. Dissertori, M. Dittmar, M. Donegà, C. Dorfer, T.A. Gómez Espinosa, C. Grab, D. Hits, T. Klijnsma, W. Lustermann, R.A. Manzoni, M. Marionneau, M.T. Meinhard, F. Micheli, P. Musella, F. Nessi-Tedaldi, J. Pata, F. Pauss, G. Perrin, L. Perrozzi, S. Pigazzini, M. Quittnat, C. Reissel, D. Ruini, D.A. Sanz Becerra, M. Schönenberger, L. Shchutska, V.R. Tavolaro, K. Theofilatos, M.L. Vesterbacka Olsson, R. Wallny, D.H. Zhu ETH Zurich -Institute for Particle Physics and Astrophysics (IPA), Zurich, Switzerland T.K. Aarrestad, C. Amsler 47 , D. Brzhechko, M.F. Canelli, A. De Cosa, R. Del Burgo, S. Donato, C. Galloni, T. Hreus, B. Kilminster, S. Leontsinis, I. Neutelings, G. Rauco, P. Robmann, D. Salerno, K. Schweiger, C. Seitz, Y. Takahashi, A. Zucchetta",
            "paragraph_rank": 71,
            "section_rank": 31
        },
        {
            "text": "27] decay channels using data recorded by the CMS experiment in 2016 at √",
            "paragraph_rank": 72,
            "section_rank": 32
        },
        {
            "text": "s = 13 TeV, corresponding to an integrated luminosity of 35.9 fb −1 . We report https://doi.org/10.1016/j.physletb.2019.03.059 0370-2693/© 2019 The Author(s). Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 .",
            "paragraph_rank": 73,
            "section_rank": 32
        },
        {
            "text": "Table 1",
            "section_rank": 33
        },
        {
            "section": "Table 1",
            "text": "The reconstruction-level binning for p H T for the H → γ γ , H → ZZ, and H → bb channels. This binning coincides with the binning of the unfolded cross sections in which the individual results are reported.",
            "paragraph_rank": 74,
            "section_rank": 33
        },
        {
            "text": "Table 3 Table 4",
            "section_rank": 34
        },
        {
            "section": "Table 3 Table 4",
            "text": "The binning for |y H | for the H → γ γ and the H → ZZ channels. This binning coincides with the binning of the unfolded cross sections in which the individual results are reported. The binning for p jet T for the H → γ γ and the H → ZZ channels. This binning coincides with the binning of the unfolded cross sections in which the individual results are reported.",
            "paragraph_rank": 75,
            "section_rank": 34
        },
        {
            "text": "• O m is the observable, i.e. the diphoton mass, the four-lepton mass, or m SD for the H → γ γ , H → ZZ, and H → bb decay channels, respectively; • n reco, m bins is the number of reconstructed bins, n m cat is the number of categories for the decay channel (see the individual analyses [25,27,29] for more details), and n m O is the number of bins for observable O; • N iklm obs is the number of observed events reconstructed in kinematic bin i, category k and observable bin l, and N ikm obs is the same but summed over all bins of the observable;",
            "paragraph_rank": 76,
            "section_rank": 35
        },
        {
            "text": "Higgs boson coupling modifiers are fitted via a largely analogous procedure. In the likelihood function (4), the differential cross sections σ are replaced by parametrizations of theoretical spectra, instead of allowing them to be determined in the fit:",
            "paragraph_rank": 77,
            "section_rank": 36
        },
        {
            "text": "ˆ θ σ denotes the maximum likelihood estimate for θ conditional on the values of σ .",
            "paragraph_rank": 78,
            "section_rank": 36
        },
        {
            "text": "Table 5",
            "section_rank": 37
        },
        {
            "section": "Table 5",
            "text": "Uncertainties in the predicted p H T spectra related to variations of theory parameters for the κ b and κ c case. Uncertainties in the predicted p H T spectra related to variations of theory parameters for the κ t , c g , and κ b case.",
            "paragraph_rank": 79,
            "section_rank": 37
        },
        {
            "text": "Table A",
            "section_rank": 38
        },
        {
            "section": "Table A",
            "text": "Differential cross sections (pb) for the observable N jets .Differential cross sections (pb) for the observable |y H |.",
            "paragraph_rank": 80,
            "section_rank": 38
        },
        {
            "text": "ATLAS, CMS Collaborations, Measurements of the Higgs boson production and decay rates and constraints on its couplings from a combined ATLAS and CMS analysis of the LHC pp collision data at 12] F. Bishara, U. Haisch, P.F.Monni, E. Re, Constraining light-quark Yukawa couplings from Higgs distributions, Phys. Rev. Lett. 118 (2017) 121801, https:// doi .org /10 .1103 /PhysRevLett .118 .121801, arXiv:1606 .09253. [13] ATLAS Collaboration, Measurements of the total and differential Higgs boson production cross sections combining the H → γ γ and H → ZZ → 4 decay channels at √ s = 8 TeV with the ATLAS detector, Phys. Rev. Lett. 115 (2015) 091801, https://doi .org /10 .1103 /PhysRevLett .115 .091801, arXiv:1504 .05833. [14] ATLAS Collaboration, Search for Higgs and Z boson decays to J/ψγ and ϒ(nS)γ with the ATLAS detector, Phys. Rev. Lett. 114 (2015) 121801, https://doi .org /10 . 1103 /PhysRevLett .114 .121801, arXiv:1501.03276. [15] M. König, M. Neubert, Exclusive radiative Higgs decays as probes of light-quark Yukawa couplings, J. High Energy Phys. 08 (2015) 012, https://doi .org /10 .1007 / JHEP08(2015 )012, arXiv:1505 .03870. [16] ATLAS Collaboration, Searches for exclusive Higgs and Z boson decays into J /ψγ , ψ(2S)γ , and ϒ(nS)γ at √ s = 13 TeV with the ATLAS detector, Phys. Fiducial and differential cross sections of Higgs boson production measured in the four-lepton decay channel in pp collisions at √ s = 8 TeV with the ATLAS detector, Phys. Lett. B 738 (2014) 234, https:// doi .org /10 .1016 /j .physletb .2014 .09 .054, arXiv:1408 .3226. [21] CMS Collaboration, Measurement of differential and integrated fiducial cross sections for Higgs boson production in the four-lepton decay channel in pp collisions at √ s = 7 and 8 TeV, J. High Energy Phys. 04 (2016) 005, https:// doi .org /10 .1007 /JHEP04(2016 )005, arXiv:1512 .08377. [22] ATLAS Collaboration, Measurement of fiducial differential cross sections of gluon-fusion production of Higgs bosons decaying to WW * → eνμν with the Measurement of inclusive and differential Higgs boson production cross sections in the diphoton decay channel in proton-proton collisions at √ s = 13 TeV, J. High Energy Phys. 01 (2019) 183, https://doi .org /10 . 1007 /JHEP01(2019 )183, arXiv:1807.03825. [26] ATLAS Collaboration, Measurement of inclusive and differential cross sections in the H → ZZ * → 4 decay channel in pp collisions at √ s = 13 TeV with the ATLAS detector, J. High Energy Phys. 10 (2017) 132, https://doi .org /10 .1007 / JHEP10(2017 )132, arXiv:1708 .02810. [27] CMS Collaboration, Measurements of properties of the Higgs boson decaying into the four-lepton final state in pp collisions at √ s = 13 TeV, J. High Energy Phys. 11 (2017) 047, https://doi .org /10 .1007 /JHEP11(2017 )047, arXiv: 1706 .09936. [28] ATLAS Collaboration, Combined measurement of differential and total cross sections in the H → γ γ and the H → ZZ * → 4 decay channels at",
            "paragraph_rank": 81,
            "section_rank": 39
        },
        {
            "text": "s = 7 and 8 TeV with the ATLAS and CMS experiments, Phys. Rev. Lett. 114 (2015) 191803, https://doi .org /10 .1103 /PhysRevLett .s = 13 TeV, submitted to Eur. Phys. J. [11] E. Witten, Dynamical breaking of supersymmetry, Nucl. Phys. B 188 (1981) 513, https://doi .org /10 .1016 /0550 -3213(81 )90006 -7.[",
            "paragraph_rank": 82,
            "section_rank": 39
        },
        {
            "text": "a INFN Sezione di Napoli, Napoli, Italy b Università di Napoli 'Federico II', Napoli, Italy c Università della Basilicata, Potenza, Italy d Università G. Marconi, Roma, Italy",
            "paragraph_rank": 83,
            "section_rank": 39
        },
        {
            "text": "Acknowledgements",
            "section_rank": 41
        },
        {
            "section": "Acknowledgements",
            "text": "We thank Fady Bishara, Ulrich Haisch, Pier Francesco Monni, Emanuele Re, Massimiliano Grazzini, Agnieszka Ilnicka, Michael Spira, and Marius Wiesemann for guidance regarding their predictions of the Higgs boson transverse momentum spectra. We ",
            "paragraph_rank": 84,
            "section_rank": 41
        }
    ]
}