{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for exotic decays of the Higgs boson to a pair of light pseudoscalar particles a 1 is performed under the hypothesis that one of the pseudoscalars decays to a pair of opposite sign muons and the other decays to bb. Such signatures are predicted in a number of extensions of the standard model (SM), including next-to-minimal supersymmetry and two-Higgs-doublet models with an additional scalar singlet. The results are based on a data set of proton-proton collisions corresponding to an integrated luminosity of 35.9 fb −1 , accumulated with the CMS experiment at the CERN LHC in 2016 at a centre-ofmass energy of 13 TeV. No statistically significant excess is observed with respect to the SM backgrounds in the search region for pseudoscalar masses from 20 GeV to half of the Higgs boson mass. Upper limits at 95% confidence level are set on the product of the production cross section and branching fraction, σ h B(h → a 1 a 1 → μ + μ − bb), ranging from 5 to 33 fb, depending on the pseudoscalar mass. Corresponding limits on the branching fraction, assuming the SM prediction for σ h , are (1-7) × 10 −4 .",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The discovery of the particle now identified as the Higgs boson by the ATLAS and CMS experiments [1][2][3] at the CERN LHC [4] has opened a new era in the history of particle physics. So far, precise measurements of the Higgs boson spin, parity, width, and couplings in production and decay have been consistent with the expectations for the standard model (SM) Higgs boson [5][6][7][8]. However, the possibility of exotic Higgs boson decays to new lighter bosons is not excluded, and is proposed in various theories beyond the SM (BSM) [9]. The LHC combination of the SM Higgs boson measurements at 7 and 8 TeV allows Higgs boson decays to BSM states with a rate of up to 34% [7] at 95% confidence level (CL). The LHC data at 13 TeV have been used to place an upper limit of about 40% for the Higgs boson branching fraction (B) to BSM particles at 95% CL [10].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 97,
                    "text": "[1]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "start": 100,
                    "text": "[2]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 103,
                    "text": "[3]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 123,
                    "text": "[4]",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 374,
                    "text": "[5]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 377,
                    "text": "[6]",
                    "end": 380
                },
                {
                    "type": "bibr",
                    "start": 380,
                    "text": "[7]",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "start": 383,
                    "text": "[8]",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 537,
                    "text": "[9]",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "start": 677,
                    "text": "[7]",
                    "end": 680
                },
                {
                    "type": "bibr",
                    "start": 856,
                    "text": "[10]",
                    "end": 860
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Several searches for exotic decays of the Higgs boson have been performed at the LHC, using the data at 8 TeV [11-14] and 13 TeV [15][16][17][18][19][20][21]. Such decays occur in the context of the nextto-minimal supersymmetric standard model, NMSSM, and other extensions to two-Higgs-doublet models (2HDM) where the exis-E-mail address: cms -publication -committee -chair @cern .ch. tence of a scalar singlet is hypothesised (2HDM+S) [9,[22][23][24]. The 2HDM, and hence 2HDM+S, are categorised into four types depending on the interaction of SM fermions with the Higgs doublet structure [14]. All SM particles couple to the first Higgs doublet, 1 , in type I models. In type II models, which include the NMSSM, up-type quarks couple to 1 while leptons and down-type quarks couple to the second Higgs doublet, 2 . Quarks couple to 1 and leptons couple to 2 in type III models. In type IV models, leptons and up-type quarks couple to 1 , while down-type quarks couple to 2 . After electroweak symmetry breaking, the 2HDM predicts a pair of charged Higgs bosons H ± , a neutral pseudoscalar A, and two neutral scalar mass eigenstates, H and h. In the decoupling limit the lighter scalar eigenstate, h, is the observed boson with m h ≈ 125 GeV. In 2HDM+S models, a complex scalar singlet S R + i S I that has no direct Yukawa couplings is introduced. Hence, it is expected to decay to SM fermions by virtue of mixing with the Higgs sector. This mixing is small enough to preserve the SM-like nature of the h boson.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 129,
                    "text": "[15]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 133,
                    "text": "[16]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "start": 137,
                    "text": "[17]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "start": 141,
                    "text": "[18]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "start": 145,
                    "text": "[19]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 149,
                    "text": "[20]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 153,
                    "text": "[21]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 436,
                    "text": "[9,",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "start": 439,
                    "text": "[22]",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 443,
                    "text": "[23]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 447,
                    "text": "[24]",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "start": 590,
                    "text": "[14]",
                    "end": 594
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 648,
                    "text": "1",
                    "end": 649
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this Letter we consider the Higgs boson decay to a pair of a 1 particles where a 1 is a pseudoscalar mass eigenstate mostly composed of S I . We perform a search for the decay chain h → a 1 a 1 → μ + μ − bb. The gluon gluon fusion (ggF)  next-to-leading order in QCD) and 3.78 ± 0.08 pb (at next-tonext-to-leading order in QCD), respectively [25]. As a benchmark, the branching fraction of h → a 1 a 1 is assumed to be 10%. The branching fractions of a 1 to SM particles depend on the type of 2HDM+S, on the pseudoscalar mass m a 1 , and on tan β, defined as the ratio of the vacuum expectation values of the second and first doublets. The tan β parameter is assumed to be 2 which implies 2B(a 1 → bb)B(a 1 → μ + μ − ) = 1.7 × 10 −3 for m a 1 = 30 GeV in type-III 2HDM+S [9]. For the set of parameters under discussion and with 20 ≤ m a 1 ≤ 62.5 GeV, no strong dependence on m a 1 is expected for B(a 1 → bb) and B(a 1 → μ + μ − ) [9]. The product of the cross section and branching fraction is therefore approximated to be about 8 fb for all m a 1 values considered in this analysis.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 234,
                    "text": "(ggF)",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 345,
                    "text": "[25]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 774,
                    "text": "[9]",
                    "end": 777
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 934,
                    "text": "[9]",
                    "end": 937
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The present search for the exotic a 1 particle in the μ + μ − bb final state is sensitive to the mass range of 20 ≤ m a 1 ≤ 62.5 GeV. The sensitivity of the search largely decreases towards m a 1 ≈ 20 GeV and lower because a 1 gets boosted and the two b quark jets tend to merge [26]. The upper bound is imposed by the Higgs boson mass. The analysis is performed using the proton-proton collision data at 13 TeV collected with the CMS detector during 2016, corresponding to an integrated luminosity of 35.9 fb −1 . Though the signal selection is optimised for the h → a 1 a 1 → μ + μ − bb process, decays of h → a 1 a 1 → μ + μ − τ + τ − can contribute to the selected sample if hadronically decaying τ leptons are misidentified as b quark jets. Such a contribution is found to be negligible using the benchmark scenario, although in some parts of the parameter space the enhancement in B(a 1 → τ + τ − ) can lead to a nonnegligible fraction of these events surviving the selection. This is taken into account in the scan over the (m a 1 , tan β) plane in the type III 2HDM+S, as for certain values, the increase in μ + μ − τ + τ − signal can affect the sensitivity. The signal from a 1 a 1 → bbτ + τ − with τ → μ leads to m μμ significantly smaller than m a 1 and is not considered in the search.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 279,
                    "text": "[26]",
                    "end": 283
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The CMS detector is briefly described in Section 2. The data and simulated samples are introduced in Section 3. Section 4 is devoted to the event selection and categorisation. The signal and background modelling is discussed in Section 5, while in Section 6, different sources of systematic uncertainties are described. Results are presented in Section 7, and the paper is summarised in Section 8.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter, and a brass and scintillator hadron calorimeter, each composed of a barrel and endcap sections. Forward calorimeters, made of steel and quartz-fibres, extend the pseudorapidity coverage provided by the barrel and endcap detectors. Muons are detected in gasionisation chambers embedded in the steel flux-return yoke outside the solenoid. They are measured in the pseudorapidity range |η| < 2.4, with detection planes made using three technologies: drift tubes, cathode strip chambers, and resistive plate chambers. The efficiency to reconstruct and identify muons is greater than 96%. Matching muons to tracks measured in the silicon tracker results in a relative transverse momentum (p T ) resolution, for muons with p T up to 100 GeV, of 1% in the barrel and 3% in the endcaps [27]. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. [28].",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1032,
                    "text": "[27]",
                    "end": 1036
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 1203,
                    "text": "[28]",
                    "end": 1207
                }
            ]
        },
        {
            "text": "Simulated samples",
            "section_rank": 4
        },
        {
            "section": "Simulated samples",
            "text": "The NMSSMHET model [9] is used to generate signal samples with the Monte Carlo (MC) event generator MadGraph5_amc@nlo [29] at leading order (LO). The signal samples span the m a 1 search region in 5 GeV steps. Background processes with dominant contributions are the Drell-Yan production in association with additional b quarks and tt in the dimuon final state. Simulated samples for background processes are used in this analysis to optimise the selection and for validation purposes in those selection steps that yield reasonable statistical precision. The contribution of backgrounds to the selected sample is directly extracted from data with no reference to simulation. The Drell-Yan process, Z/γ * (→ + − ) + jets with a minimum dilepton mass threshold of 10 GeV, is modelled with the same event generator at LO, exclusive in number of additional partons (up to 4). The reference cross section for the Drell-Yan process is computed using fewz 3.1 [30] at next-to-next-to-leading order. The top quark samples, tt and single top quark production, are produced with powheg2.0 [31][32][33][34] at next-to-leading order (NLO). Backgrounds from diboson (WW, WZ, ZZ) production are generated at NLO with the same program and settings as that of the Drell-Yan samples. The only exception is the WW process that is generated at LO. The set of parton distribution functions (PDFs) is NLO NNPDF3.0 for NLO samples, and LO NNPDF3.0 for LO samples [35]. For all samples, pythia 8.212 [36] with tune CUETP8M1 [37,38] is used for the modelling of the parton showering and fragmentation. The full CMS detector simulation based on Geant4 [39] is implemented for all generated event samples. In order to model the effect of additional interactions per bunch crossing (pileup), generated minimum bias events are added to the simulated samples. The number of additional interactions are scaled to agree with that observed in data [40].",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 19,
                    "text": "[9]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "start": 118,
                    "text": "[29]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 953,
                    "text": "[30]",
                    "end": 957
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1079,
                    "text": "[31]",
                    "end": 1083
                },
                {
                    "type": "bibr",
                    "start": 1083,
                    "text": "[32]",
                    "end": 1087
                },
                {
                    "type": "bibr",
                    "start": 1087,
                    "text": "[33]",
                    "end": 1091
                },
                {
                    "type": "bibr",
                    "start": 1091,
                    "text": "[34]",
                    "end": 1095
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1441,
                    "text": "[35]",
                    "end": 1445
                },
                {
                    "type": "bibr",
                    "start": 1477,
                    "text": "[36]",
                    "end": 1481
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1501,
                    "text": "[37,",
                    "end": 1505
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1505,
                    "text": "38]",
                    "end": 1508
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1627,
                    "text": "[39]",
                    "end": 1631
                },
                {
                    "type": "bibr",
                    "start": 1916,
                    "text": "[40]",
                    "end": 1920
                }
            ]
        },
        {
            "text": "Event selection and categorisation",
            "section_rank": 5
        },
        {
            "section": "Event selection and categorisation",
            "text": "Events are filtered using a high-level trigger requirement based on the presence of two muons with p T > 17 and 8 GeV. For offline selection, events must contain at least one primary vertex, considered as the vertex of the hard interaction. At least four tracks must be associated with the selected primary vertex. The longitudinal and radial distances of the vertex from the centre of the detector must be smaller than 24 and 2 cm, respectively. The vertex with the largest sum of p 2 T of the physics objects is chosen for the analysis. The physics objects are the jets, clustered using the jet finding algorithm [41,42] with the tracks assigned to the vertex as inputs, and the associated missing transverse momentum, taken as the negative vector sum of the p T of those jets. Extra selection criteria are applied to leptons and jets, reconstructed using the CMS particle-flow algorithm [43].",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 484,
                    "text": "2",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "start": 615,
                    "text": "[41,",
                    "end": 619
                },
                {
                    "type": "bibr",
                    "start": 619,
                    "text": "42]",
                    "end": 622
                },
                {
                    "type": "bibr",
                    "start": 890,
                    "text": "[43]",
                    "end": 894
                }
            ]
        },
        {
            "section": "Event selection and categorisation",
            "text": "The selection requires two muons with opposite electric charge in |η| < 2.4, originating from the selected primary vertex. Events with the leading (subleading) muon p T > 20 (9) GeV are selected. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "section": "Event selection and categorisation",
            "text": "where I ch. h , I γ , I n. h and I PU ch. h are, respectively, the scalar p T sums of stable charged hadrons, photons, neutral hadrons, and charged hadrons associated with pileup vertices. The contribution 0.5 I PU ch. h accounts for the expected pileup contribution from neutral particles. The neutral-to-charged particle ratio is taken to be approximately 0.5 from isospin invariance. Only muons with the isolation variable satisfying I rel < 0.15 are considered in the analysis. The efficiencies for muon trigger, reconstruction, and selection in simulated events are corrected to match those in data. In case more muons in the event pass the selection requirements, the two with the largest p T are chosen. Jets are reconstructed by clustering charged and neutral particles using the anti-k T algorithm [41] with a distance parameter of 0.4. The reconstructed jet energy is corrected for effects from the detector response as a function of the jet p T and η. Contamination from pileup, underlying event, and electronic noise are subtracted [44,45]. Extra η-dependent smearing is performed on the jet energy in simulated events as prescribed in Refs. [44,45].",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 807,
                    "text": "[41]",
                    "end": 811
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1044,
                    "text": "[44,",
                    "end": 1048
                },
                {
                    "type": "bibr",
                    "start": 1048,
                    "text": "45]",
                    "end": 1051
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1154,
                    "text": "[44,",
                    "end": 1158
                },
                {
                    "type": "bibr",
                    "start": 1158,
                    "text": "45]",
                    "end": 1161
                }
            ]
        },
        {
            "section": "Event selection and categorisation",
            "text": "Events are required to have at least two jets with |η| < 2.4 and p T > 20 (leading) and 15 GeV (subleading), with both jets separated from the selected muons ( R > 0.5). A combined secondary vertex algorithm is used to identify jets that are likely to originate from b quarks. The algorithm uses the track-based lifetime information together with the secondary vertices inside the jet to provide a multivariate discriminator for the b jet identification [46]. Working points \"loose\" (L), \"medium\" (M), and \"tight\" (T) are defined. They correspond to thresholds on the discriminator, for which the misidentification probability is around 10, 1, and 0.1%, respectively, for jets originating from light quarks and gluons [46]. The misidentification probability for jets originating from c quarks is around 30, 10, and 2%, respectively, for the loose, medium, and tight working points. The efficiencies for correctly identifying b jets are ≈80% for the loose, ≈60% for the medium, and ≈40% for the tight working point. The jet with maximum discriminator value must pass the tight working point of the algorithm, while the second is required to pass the loose one. The correction factors for b jet identification are applied to simulated events to reproduce the data distribution of the b tagging discriminator. In events with more jets passing the selection criteria, the two with the largest p T are taken.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 454,
                    "text": "[46]",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 718,
                    "text": "[46]",
                    "end": 722
                }
            ]
        },
        {
            "section": "Event selection and categorisation",
            "text": "The imbalance in the transverse momentum in signal events is not expected to be large, as the contribution from neutrinos from semileptonic decays in b jets is typically small. The missing transverse momentum, p miss T is defined as the magnitude of the negative vector sum of the transverse momenta of all reconstructed particles. The jet energy calibration introduces corrections to the p miss ",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "Event selection and categorisation",
            "text": "Here σ bb and σ h are, respectively, the mass resolutions of the  A method that fully relies on data is used to estimate the background, as described in Section 5. Simulated background samples are however used to optimise the selection. Fig. 3 shows distributions, in data and simulation, for events passing the selection requirements except those of p miss T and χ 2 . In this figure, expected number of simulated events is normalised to the integrated luminosity of 35.9 fb −1 . Data and simulation are compared for the p T of the dimuon system, and the mass and p T of the di-b-jet system. Using the same selected muon and jet pairs, Fig. 3 also illustrates the distributions of the invariant mass m μμbb and the transverse momentum p μμbb T of the four-body system. The distributions for simulated events follow reasonably those in the data, within the statistical uncertainties presented in the figure. The yield in data and the expected yields in simulation are presented in Table 1. The expected yield from a signal of h → a 1 a 1 → μ + μ − τ + τ − is found to be around 0.01 with the model parameters used in this table.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 237,
                    "text": "Fig. 3",
                    "end": 243
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 637,
                    "text": "Fig. 3",
                    "end": 643
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 981,
                    "text": "Table 1",
                    "end": 988
                }
            ]
        },
        {
            "section": "Event selection and categorisation",
            "text": "To enhance the sensitivity, an event categorisation is employed: different categorisation schemes are tried, and the one resulting in the highest expected significance is chosen. The data in a sideband region are used to determine the categorisation that is most sensitive for this analysis. The sideband region is constructed using the same selection as that for the signal region except that 5 < χ 2 < 11. In simulated background samples, the correlations between χ 2 and m μμ and the variables used for categorisation are found to be small. The best sensitivity is found with categorisation according to the b tagging discriminator value of the loose b-tagged jet. The tight-tight (TT) category contains events with both jets passing the tight requirements of the b jet identification algorithm. Events in which the loose b-tagged jet passes the medium b tagging requirements but fails the tight conditions fall Event yields for simulated processes and data after requiring two muons and two b jets (μ + μ − bb selection) and after the final selection. The expected number of simulated events is normalised to the integrated luminosity of 35.9 fb −1 . Uncertainties are statistical only.  into the tight-medium (TM) category. The remaining events with the loose b-tagged jet failing the medium requirements of the b jet identification algorithm belong to the tight-loose (TL) category. On average, 41% of signal events pass the TL selection, while 32% fulfil the TM requirements and 27% belong to the TT category. According to the data in the sideband region, the majority of background events (≈70%) fall into the TL category whereas about 20% pass the TM requirements and less than 10% can meet the TT criteria.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Signal and background modelling",
            "section_rank": 6
        },
        {
            "section": "Signal and background modelling",
            "text": "The search is performed using an unbinned fit to the m μμ distribution in data, simultaneously in the TT, TM, and TL categories. The signal shape is modelled with a weighted sum of Voigt profile [47] and Crystal Ball (CB) functions [48], where the mean values of the two are bound to be the same. The initial values for the signal model parameters are extracted from a simultaneous fit of the model to the simulated signal samples described in Section 3. Almost all parameters in the signal model are found to be independent of m a 1 and are fixed in the final fit. The only exceptions are the resolution parameter of the Voigt profile and CB functions, σ v and σ cb , respectively. These parameters depend linearly on m a 1 and only their slopes, respectively α and β, float in the final fit within their uncertainties,",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 195,
                    "text": "[47]",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "start": 232,
                    "text": "[48]",
                    "end": 236
                }
            ]
        },
        {
            "section": "Signal and background modelling",
            "text": "The expected signal efficiency and acceptance are interpolated for m a 1 values not covered by simulation. The m μμ distribution in data is used to evaluate the contribution of backgrounds. The uncertainty associated with the choice of the background model is treated in a similar way as other uncertainties for which there are nuisance parameters in the fit. The unbinned likelihood function for the signal-plus-background fit has the form L(data|s(p, m μμ ) + b(m μμ )), (4) where s(p, m μμ ) is the parametric signal shape with the set of parameters indicated by p, and b(m μμ ) is the background model. The shape for the background is modelled, independently in each category, with a set of analytic functions using the discrete profiling method [49][50][51]. In this approach the choice of the functional form of the background shape is considered as a discrete nuisance parameter, for which the best fit value can vary as the trial value of the parameter of interest (m μμ ) varies. The background parameter space therefore contains multiple models, each including its own parameters.  To provide the input background models to the discrete profiling method, the data are modelled with different parametrisations of polynomials. The degrees of the polynomials are determined through statistical tests (F-test) [52] to ensure the sufficiency of number of parameters and to avoid over-fitting the data. The input background functions are tried in the minimisation of the negative logarithm of the likelihood with a penalty term added to account for the number of free parameters in the background model. The discrete profiling method can choose a different best-fit functional form for the background as the physics parameter of interest varies, thus effectively incorporating the systematic uncertainty on the background functional form: in the present analysis the result is to yield expected upper limits that are about 10% less stringent than those obtained with a single functional form for the background. The likelihood ratio for the penalised likelihood function L can be written as",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 473,
                    "text": "(4)",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 750,
                    "text": "[49]",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 754,
                    "text": "[50]",
                    "end": 758
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 758,
                    "text": "[51]",
                    "end": 762
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1316,
                    "text": "[52]",
                    "end": 1320
                }
            ]
        },
        {
            "section": "Signal and background modelling",
            "text": "where μ is the measured quantity. The numerator is the maximum penalised likelihood for a given μ, at the best fit values of nuisance parameters, θ μ and of the background function, b μ . The denominator is the global maximum for L, achieved at μ =μ, θ =θ and b =b. A confidence interval for μ is obtained with the background function maximising L for any value of μ [49].",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 367,
                    "text": "[49]",
                    "end": 371
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The statistical interpretation of the analysis takes into account several sources of systematic uncertainties related to the accuracy in the signal modelling and uncertainties in the signal acceptance. The imprecise knowledge of the background contributions is taken into account by the discrete profiling method described in Section 5.",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "Theoretical uncertainties: to evaluate the upper limit on B(h → a 1 a 1 → μ + μ − bb), the Higgs boson production cross section is set to the SM prediction where an uncertainty of 4.7% is considered for the sum of the ggF and VBF production cross sections, accounting for PDF and α s uncertainties [25]. Uncertainties in signal shape and acceptance modelling: an uncertainty of 2.5% is assigned to the integrated luminosity of the CMS 13 TeV data collected in 2016 [40]. The uncertainty in the number of pileup interactions per event is estimated by varying the total inelastic ppcross section by ±4.6% [53]. The simulation-to-data correction factors for the trigger efficiency, muon reconstruction, and selection efficiencies are estimated using a \"tag-and-probe\" method [54] in Drell-Yan data and simulated samples. These uncertainties include the pileup dependence of the correction factors. For the jet energy scale (JES), the variations are made according to the ηand p T -dependent uncertainties and propagated to the p miss T of the event. An additional uncertainty, arising from unclustered energies in the event, is assessed for p miss T . For the jet energy resolution, the smearing corrections are varied within their uncertainties [44]. Systematic uncertainty sources that affect the simulation-to-data corrections of the b tagging discriminator distribution are JES, the contaminations from light flavor (LF) jets in the b-jet sample, the contaminations from heavy flavor (HF) jets in the light-flavor jet sample, and the statistical fluctuations in data and MC. The uncertainties due to JES and light-flavor jet contamination in b-jet samples are found to be dominant [46].",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 298,
                    "text": "[25]",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "start": 465,
                    "text": "[40]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 603,
                    "text": "[53]",
                    "end": 607
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 772,
                    "text": "[54]",
                    "end": 776
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1243,
                    "text": "[44]",
                    "end": 1247
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1682,
                    "text": "[46]",
                    "end": 1686
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Uncertainties in the choice of the renormalisation, μ r , and factorisation, μ f , scales are estimated by doubling and halving μ r and μ f simultaneously in the signal sample. To estimate the uncertainties associated with the parton showering and fragmentation model, additional signal samples are produced using herwig ++ [55] and compared to pythia. Finally, uncertainties arising from the limited understanding of the PDFs [56] are taken into account. These uncertainties have a negligible effect on the shape of the signal. Their effects on the yield are taken into account by introducing nuisance parameters with log-normal distributions into the fit.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 324,
                    "text": "[55]",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 427,
                    "text": "[56]",
                    "end": 431
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "The analysis yields no significant excess of events over the SM background prediction. Fig. 4 shows the m μμ distribution in the data of all categories together with the best fit output for the background model, including uncertainties.",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 87,
                    "text": "Fig. 4",
                    "end": 93
                }
            ]
        },
        {
            "section": "Results",
            "text": "The upper limit on σ h B(h → a 1 a 1 → μ + μ − bb) is obtained at 95% CL using the CL s criterion [57,58] and an asymptotic approximation to the distribution of the profiled likelihood ratio test statistic [59]. Assuming the SM cross sections for the Higgs boson production processes within the theoretical uncertainties, an upper limit is placed on B(h → a 1 a 1 → μ + μ − bb) using the same procedure. Limits are evaluated as a function of m a 1 . The observed and expected limits are illustrated in Fig. 5 for both cases. Dominant systematic uncertainties are those associated with the b jet identification, followed by the modelling of parton shower and fragmentation. For m a 1 = 40 GeV, the b tagging uncertainties arising from LF contamination and JES amount to 17 and 14%, respectively. The uncertainty arising from the parton shower and fragmentation models is about 7%. Other uncertainties are below 5%. At 95% CL, the observed upper limits on B(h → a 1 a 1 → μ + μ − bb) are (1-7) × 10 −4 for the mass range 20 to 62.5 GeV, whilst the expected limits are (1-3) × 10 −4 . A similar search from CMS in Run I [14] led to observed upper limits of (2-8) × 10 −4 at 95% CL, considering the ggF Higgs boson production and the mass range 25 ≤ m a 1 ≤ 62.5 GeV. The corresponding expected limits on the branching fraction at 95% CL are (3-4) × 10 −4 . At 13 TeV, the ggF Higgs boson production cross section has increased by a factor of about 2.3 over that at 8 TeV, while the production cross section of main backgrounds, Drell-Yan and tt, has increased by a factor of 1.5 and 3.3, respectively. Despite the relative increase in backgrounds, better sensitivity is achieved using improved analysis techniques in Run II. Observed limits on B(h → a 1 a 1 ) are shown in Fig. 6 in the plane of (m a 1 , tan β) for type-III and type-IV 2HDM+S, using only the μ + μ − bb signal. The allowed ranges for B(h → a 1 a 1 ) ≤ 1 and B(h → a 1 a 1 ) ≤ 0.34 [7] are also presented.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 98,
                    "text": "[57,",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 102,
                    "text": "58]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 206,
                    "text": "[59]",
                    "end": 210
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 502,
                    "text": "Fig. 5",
                    "end": 508
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 1770,
                    "text": "Fig. 6",
                    "end": 1776
                },
                {
                    "type": "bibr",
                    "start": 1946,
                    "text": "[7]",
                    "end": 1949
                }
            ]
        },
        {
            "section": "Results",
            "text": "The effect of including the μ + μ − τ + τ − signal is studied in the (m a 1 , tan β) plane for the four types of 2HDM+S. For a given (m a 1 , tan β) the relevance of μ + μ − τ + τ − depends on the ratio",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "μμbb as well as the sensitivity of the analysis. Here sel. refers to the acceptance and the selection efficiency of the process. The ratio sel.",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "μμbb is about 1% in the TL category while it reduces to 0.3 and 0.1% in the TM and TT categories, respectively. However, because of the increase in the relative branching fraction, the contribution of the μ + μ − τ + τ − sig- nal becomes nonnegligible in the type-III 2HDM+S with tan β ≈ 5. Fig. 7 shows the observed limits on B(h → a 1 a 1 ) in the (m a 1 , tan β) plane, including the contribution of μ + μ − τ + τ − signal for type-III 2HDM+S. The observed limit contours of B(h → a 1 a 1 ) = 1.00 and B(h → a 1 a 1 ) = 0.34 are generally extended compared with Fig. 6 (upper).",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 291,
                    "text": "Fig. 7 shows the observed limits on B(h → a 1 a 1 ) in the (m a 1 , tan β)",
                    "end": 365
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 565,
                    "text": "Fig. 6",
                    "end": 571
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 9
        },
        {
            "section": "Summary",
            "text": "A search for the Higgs boson decay to a pair of new pseudoscalars h → a 1 a 1 → μ + μ − bb, motivated by the next-to-minimal supersymmetric standard model and other extensions to two-Higgs-doublet models, is carried out using a sample of protonproton collision data corresponding to an integrated luminosity of 35.9 fb −1 at 13 TeV centre-of-mass energy. No statistically significant excess is found in data with respect to the background prediction. The results of the analysis are presented in the form of upper limits, at 95% confidence level, on the product of the Higgs boson production cross section and branching fraction, σ h B(h → a 1 a 1 → μ + μ − bb) as well as on the Higgs boson branching fraction assuming the SM prediction of σ h . The former We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMBWF and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, FAPERGS, and FAPESP   ",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "and the vector boson fusion (VBF) production mechanisms are considered, with production cross sections of 48.58 ± 2.45 pb (at next-to-next-tohttps://doi.org/10.1016/j.physletb.2019.06.021 0370-2693/© 2019 The Author(s). Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 .",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "A",
            "section_rank": 11
        },
        {
            "section": "A",
            "text": "relative isolation variable I rel is calculated by summing the transverse energy deposited by other particles inside a cone of size R = √ ( η) 2 + ( φ) 2 = 0.4 around the muon with φ being the azimuthal angle measured in radians, divided by the muon p T ,",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "T measurement [45]. Events are required to have p miss T < 60 GeV. Assuming the b quark jets and muons are the decay products of the pseudoscalar a 1 , it is expected to have m bb ≈m μμ ≈m a 1 in signal events. Moreover, the system of muons and b quark jets is expected to have an invariant mass close to m h . A χ 2 variable is introduced as χ 2 bb + χ 2 h , where",
            "paragraph_rank": 31,
            "section_rank": 12
        },
        {
            "text": "Fig. 1. Events are selected with χ 2 < 5. InFig. 2, χ bb and χ h are shown in 2D histograms for backgrounds and for the signal with m a 1 = 40 GeV, where the contour of χ 2 < 5 is also presented. This selection has a signal efficiency up to 64% while rejecting more than 95% of backgrounds. The tails in the χ bb and χ h distributions, arising from the imperfect energy estimation of b jets as",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. The distribution of χ 2 in simulated background processes and the signal process with m a1 = 40 GeV. The samples are normalised to unity.",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. The distribution of χ bb versus χ h as defined in Eq. (2) for (upper) simulated background processes and (lower) the signal process with m a1 = 40 GeV. The contours encircle the area with χ 2 < 5. The grey scale represents the expected yields at 35.9 fb −1 .",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. The distribution of the p T of the (top left) dimuon and (top right) di-b-jet system, the mass of the (middle left) di-b-jet and (middle right) μμbb system, and (bottom left) the p T of the μμbb system, all after requiring two muons and two b-tagged jets in the event. Simulated samples are normalised to an integrated luminosity of 35.9 fb −1 using their theoretical cross sections.",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. The best fit output to the data under the background-only hypothesis for the (top left) TL category, (top right) TM category, (bottom left) TT category and (bottom right) all categories, presented together with 68% CL uncertainty band for the background model.",
            "paragraph_rank": 36,
            "section_rank": 17
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Observed and expected upper limits at 95% CL on the (upper) product of the Higgs boson production cross section and B(h → a 1 a 1 → μ + μ − bb) and (lower) the branching fraction as a function of m a1 . The inner and outer bands indicate the regions containing the distribution of limits located within 68 and 95% confidence intervals, respectively, of the expectation under the background-only hypothesis.",
            "paragraph_rank": 37,
            "section_rank": 18
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. Observed upper limits at 95% CL on B(h → a 1 a 1 ) in the plane of (m a1 , tan β) for (upper) type-III and (lower) type-IV 2HDM+S, using only the μ + μ − bb signal.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 20
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. Observed upper limits at 95% CL on B(h → a 1 a 1 ) in the plane of (m a1 , tan β)for type-III 2HDM+S, including μ + μ − τ + τ − signal that is misidentified as μ + μ − bb.",
            "paragraph_rank": 39,
            "section_rank": 20
        },
        {
            "text": "(Brazil); MES (Bulgaria); CERN; CAS, MOST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); MES (Latvia); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MOS (Montenegro); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, ROSATOM, RAS, RFBR, and NRC KI (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI, and FEDER (Spain); MoSTR (Sri Lanka); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TÜBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). Individuals have received support from the Marie-Curie programme and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Programme and the János Bolyai Research Scholarship of the",
            "paragraph_rank": 40,
            "section_rank": 21
        },
        {
            "text": "[20] CMS Collaboration, Search for an exotic decay of the Higgs boson to a pair of light pseudoscalars in the final state with two b quarks and two τ leptons inproton-proton collisions at √ s = 13 TeV, Phys. Lett. B 785 (2018) 462, https:// doi .org /10 .1016 /j .physletb .2018 .08 .057, arXiv:1805 .10191. [21] CMS Collaboration, Search for an exotic decay of the Higgs boson to a pair of light pseudoscalars in the final state of two muons and two τ leptons in proton-proton collisions at √ s = 13 TeV, J. High Energy Phys. 11 (2018) 018, The CMS Collaboration A.M. Sirunyan, A. Tumasyan Yerevan Physics Institute, Yerevan, Armenia W. Adam, F. Ambrogi, E. Asilar, T. Bergauer, J. Brandstetter, M. Dragicevic, J. Erö, A. Escalante Del Valle, M. Flechl, R. Frühwirth 1 , V.M. Ghete, J. Hrubec, M. Jeitler 1 , N. Krammer, I. Krätschmer, D. Liko, T. Madlener, I. Mikulec, N. Rad, H. Rohringer, J. Schieck 1 , R. Schöfbeck, M. Spanring, D. Spitzbart, W. Waltenberger, J. Wittmann, C.-E. Wulz 1 , M. Zarucki Institut für Hochenergiephysik, Wien, Austria V. Chekhovsky, V. Mossolov, J. Suarez Gonzalez Institute for Nuclear Problems, Minsk, Belarus E.A. De Wolf, D. Di Croce, X. Janssen, J. Lauwers, A. Lelek, M. Pieters, H. Van Haevermaet, P. Van Mechelen, N. Van Remortel Universiteit Antwerpen, Antwerpen, Belgium S. Abu Zeid, F. Blekman, J. D'Hondt, J. De Clercq, K. Deroover, G. Flouris, D. Lontkovskyi, S. Lowette, I. Marchesini, S. Moortgat, L. Moreels, Q. Python, K. Skovpen, S. Tavernier, W. Van Doninck, P. Van Mulders, I. Van Parijs Vrije Universiteit Brussel, Brussel, BelgiumD. Beghin, B. Bilin, H. Brun, B. Clerbaux, G. De Lentdecker, H. Delannoy, B. Dorney, G. Fasanella, L. Favart, A. Grebenyuk, A.K. Kalsi, T. Lenzi, J. Luetic, N. Postiau, E. Starling, L. Thomas, C. Vander Velde, P. Vanlaer, D. Vannerom, Q. Wang M. Plagge, G. Quast, K. Rabbertz, M. Schröder, I. Shvetsov, H.J. Simonis, R. Ulrich, S. Wayand, M. Weber, T. Weiler, C. Wöhrmann, R. Wolf L. Caminada 47 , K. Deiters, W. Erdmann, R. Horisberger, Q. Ingram, H.C. Kaestli, D. Kotlinski, U. Langenegger, T. Rohe, S.A. Wiederkehr Paul Scherrer Institut, Villigen, Switzerland M. Backhaus, L. Bäni, P. Berger, N. Chernyavskaya, G. Dissertori, M. Dittmar, M. Donegà, C. Dorfer, T.A. Gómez Espinosa, C. Grab, D. Hits, T. Klijnsma, W. Lustermann, R.A. Manzoni, M. Marionneau, M.T. Meinhard, F. Micheli, P. Musella, F. Nessi-Tedaldi, F. Pauss, G. Perrin, L. Perrozzi, S. Pigazzini, M. Reichmann, C. Reissel, D. Ruini, D.A. Sanz Becerra, M. Schönenberger, L. Shchutska, V.R. Tavolaro, K. Theofilatos, M.L. Vesterbacka Olsson, R. Wallny, D.H. Zhu",
            "paragraph_rank": 41,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 0,
                    "text": "[20]",
                    "end": 4
                }
            ]
        },
        {
            "text": "Table 1",
            "section_rank": 23
        },
        {
            "text": "Processμ + μ − bb selection",
            "paragraph_rank": 43,
            "section_rank": 24
        },
        {
            "text": "Hungarian Academy of Sciences, the New National Excellence Program ÚNKP, the NK-FIA research grants 123842, 123959, 124845, 124850, and 125105 (Hungary); the Council of Science and Industrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus programme of the Ministry of Science and Higher Education, the National Science Center (Poland), ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (USA). CMS Collaboration, A search for pair production of new light bosons decaying into muons, Phys. Lett. B 752 (2016) 146, https://doi .org /10 .1016 /j .physletb . 2015 .10 .067, arXiv:1506 .00424. [13] CMS Collaboration, Search for a very light NMSSM Higgs boson produced in decays of the 125 GeV scalar boson and decaying into τ leptons in pp col-lisions at √ s = 8 TeV, J. High Energy Phys. 01 (2016) 079, https://doi .org /10 . 1007 /JHEP01(2016 )079, arXiv:1510 .06534. [14] CMS Collaboration, Search for light bosons in decays of the 125 GeV Higgs boson in proton-proton collisions at √ s = 8 TeV, J. High Energy Phys. 10 (2017) 076, https://doi .org /10 .1007 /JHEP10(2017 )076, arXiv:1701.02032. [15] ATLAS Collaboration, Search for the Higgs boson produced in association with a W boson and decaying to four b-quarks via two spin-zero particles in pp collisions at 13 TeV with the ATLAS detector, Eur. Phys. J. C 76 (2016) 605, https://doi .org /10 .1140 /epjc /s10052 -016 -4418 -9, arXiv:1606 .08391. [16] ATLAS Collaboration, Search for Higgs boson decays to beyond-the-Standard-Model light bosons in four-lepton events with the ATLAS detector at √ s = 13 TeV, J. High Energy Phys. 06 (2018) 166, https://doi .org /10 .1007 / JHEP06(2018 )166, arXiv:1802 .03388. [17] ATLAS Collaboration, Search for Higgs boson decays into pairs of light (pseudo)scalar particles in the γ γ jj final state in pp collisions at √ s = 13 TeV with the ATLAS detector, Phys. Lett. B 782 (2018) 750, https://doi .org /10 .1016 / j .physletb .2018 .06 .011, arXiv:1803 .11145. [18] ATLAS Collaboration, Search for the Higgs boson produced in association with a vector boson and decaying into two spin-zero particles in the H → aa → 4b channel in pp collisions at √ s = 13 TeV with the ATLAS detector, J. High Energy Phys. 10 (2018) 031, https://doi .org /10 .1007 /JHEP10(2018 )031, arXiv: 1806 .07355. [19] ATLAS Collaboration, Search for Higgs boson decays into a pair of light bosons in the bbμμ final state in pp collision at √ s = 13 TeV with the ATLAS detector, Phys. Lett. B 790 (2019) 1, https://doi .org /10 .1016 /j .physletb .2018 .10 .073, arXiv: 1807.00539.",
            "paragraph_rank": 44,
            "section_rank": 25
        },
        {
            "text": "[11] ATLAS Collaboration, Search for Higgs bosons decaying to aa in the μμτ τ final state in pp collisions at √ s = 8 TeV with the ATLAS experiment, Phys. Rev. D 92 (2015) 052002, https://doi .org /10 .1103 /PhysRevD .92 .",
            "paragraph_rank": 45,
            "section_rank": 25
        },
        {
            "text": "Acknowledgements",
            "section_rank": 27
        }
    ]
}