{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Dark matter is an important component of the Standard model of cosmology but its nature is still unknown. One of the most common explanations is that dark matter consists of Weakly Interacting Massive Particles (WIMPs), supposed to be cold thermal relics of the Big Bang and to build up the galactic dark halos. Indirect search of dark matter could be performed via the study of an anomalous antiproton component in cosmic rays originating from possible annihilation of dark matter pairs in the galactic halo, on top of the standard astrophysical production. The measurements performed by the AMS-02 and PAMELA spectrometers have shown that limited knowledge of antiproton-production cross sections in pp, pD, pHe and HeHe collisions is one of the main uncertainties of background subtraction. The planned SPD experiment at the NICA collider could provide a precision measurement of antiproton yield in wide kinematic range in pp and pD collisions at the energy scale from the threshold to √ s = 26 GeV/c.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Evidence indicating that Dark Matter (DM) is the dominant matter constituent in the Universe has been compiling. This DM is thought to enclose the large structures of the Universe, warping the spacetime fabric, and thus shaping the field of gravity in the Universe. Even though its origin and nature are still unknown, one of the most common theories is that DM consists of Weakly Interacting Massive Particles (WIMPs), which are assumed to be thermal relics of the Big Bang and to build up the galactic dark halos.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Indirect search for DM is based on the possibility of detecting anomalies in rare components of Cosmic Rays (CRs), namely, antiparticles (especially, antiprotons), produced via annihilation or decay of DM particles. This idea motivated powerful new experiments; among them are the AMS-02 and PAMELA spectrometers. However, in order to be able to detect any exotic anomalous components that may exist, it is crucial to first measure with absolute precision the production of the same components from conventional astrophysical sources.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The secondary antiprotons background is produced in proton-nucleus, nucleus-proton, and nucleus-nucleus collisions of CRs on the Interstellar Medium (ISM). However, nuclei heavier than helium have a marginal role in the secondary antiproton-production. The largest contributions are from reactions that involve protons and helium (i.e. pp, pHe, He p, and HeHe). Even though experimental data on antiprotons are limited, AMS-02 have measured both the antiproton flux and the antiprotons to protons ratio (p/p). These measurements have reached an unprecedented accuracy of a few percents exceeding even the latest PAMELA results of antiprotons [1] and extended the range of absolute rigidity to 450 GeV [2], showing that thep/p reaches a plateau above ∼ 60 GeV with respect to absolute rigidity [2].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 642,
                    "text": "[1]",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 701,
                    "text": "[2]",
                    "end": 704
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 793,
                    "text": "[2]",
                    "end": 796
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "However, even with such high precision, any predictions made about the secondary antiproton component or any exotic origins that might exist would be strongly affected by several sources of uncertainty. These sources are: i) uncertainties on the primary spectra slopes at high energies, ii) uncertainties on antiproton-production cross sections, especially on reactions involving helium where there are almost no data, iii) uncertainties on the propagation parameters that determine diffusion and convection in the local galactic environment, which in turn determine the contributions of any hypothetical primary, or exotic antiproton fluxes that reach the Earth, and iv) uncertainties on the Solar modulation which involves several parameters that depend on the Solar activity at the time of observation [3]. While the last could be minimized by conservative variation of these parameters, and the first and third can be relatively reduced through the AMS-02 measurements, new measurements have to be performed to reduce uncertainties regarding production cross sections which vary from about 20% to 50% at most, depending on the energy [3]. All these sources of uncertainties are depicted in Fig. 1  [3] as colored envelopes around a fiducial curve with reference values for the different sources of uncertainties, and are superimposed to the PAMELA [1] and AMS-02 [2] data of thep/p.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 805,
                    "text": "[3]",
                    "end": 808
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1138,
                    "text": "[3]",
                    "end": 1141
                },
                {
                    "type": "figure",
                    "start": 1194,
                    "text": "Fig. 1",
                    "end": 1200
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1202,
                    "text": "[3]",
                    "end": 1205
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1352,
                    "text": "[1]",
                    "end": 1355
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1367,
                    "text": "[2]",
                    "end": 1370
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In addition to the scarcity of antiproton-production data, most of the existing datasets lack an important correction. Some of the antiprotons produced in collision experiments and in CRs are a result of the decay of intermediate hyperons; namely,Λ andΣ − . While newer experiments apply a feed-down to correct the data, older ones had not been taking that into account. Thus, relevant corrections have to be applied to old datasets. And even though the ratio of antiprotons produced via hyperon decay is not large at low energies, it gains significance as the energy increases [4]. Moreover, in older studies of CRs, it was assumed that antineutrons and antiprotons were equally produced. So, antiprotons from decaying antineutrons were assumed to be equal to promptly-produced antiprotons. And due to the lack of data on antineutron production, estimations were only made through theoretical arguments. However, it was recently remarked [5,6] that the isospin of the colliding particles might favor the production of one particle or the other.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 578,
                    "text": "[4]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 939,
                    "text": "[5,",
                    "end": 942
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 942,
                    "text": "6]",
                    "end": 944
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "It is therefore evident that accurate measurements of antiproton-production cross sections are fundamentally important for coming to any conclusions about exotic signals from DM annihilation or decay in the AMS-02 data. Moreover, these measurements would need to cover a wide range of energies for the proton beam from 10 GeV to 6 TeV, and a pseudorapidity (η) range from 2 to about 8, or, in terms of the CM frame, Fig. 1: The combined total uncertainty on the predicted secondaryp/p, superimposed to the PAMELA and the AMS-02 data. Each envelope accounts for uncertainties enclosed in it; such that the green band is the total band of all four sources of uncertainty [3].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 416,
                    "text": "Fig. 1",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 669,
                    "text": "[3]",
                    "end": 672
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "a transverse momentum (p T ) range from 0.04 to 2 GeV for produced antiprotons and a radial-scaling variable (x R ) range from 0.02 to 0.7, in order to keep up with the AMS-02 antiproton energy range [7]. Such measurements would allow phenomenological models of the CRs antiproton flux from standard astrophysical sources to reach the same level of accuracy as the AMS-02; hence, allowing comparison of analogous predictions to come to a conclusion about the existence of an antiproton component from DM annihilation or decay. In this work, we are going to briefly review the production of antiprotons in CRs collisions on the ISM. Then we will summarize the existing data on antiproton production. Finally, we will discuss future measurements planned and the possibility of studying antiproton production at the Spin Physics Detector (SPD) at the Nuclotron-based Ion Collider fAсility (NICA).",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 200,
                    "text": "[7]",
                    "end": 203
                }
            ]
        },
        {
            "text": "Antiproton Production in Hadronic Collisions",
            "section_rank": 3
        },
        {
            "section": "Antiproton Production in Hadronic Collisions",
            "text": "Passing through space, particles of CRs interact with matter of the ISM. The abundances of the light isotopes in CRs in the energy range of about a few GeV and in the ISM are presented in Tab. 1. The estimated relative contribution of interaction of the components of CRs and the ISM into the inclusive antiproton production according to [3] is listed in Tab. 2. The pD and p 3 He collisions are not mentioned in [3]. Their contribution is estimated based on the abundance of deuterium and 3 He in CRs and the assumption that the antiproton-production cross sections are 1/2 and 3/4, respectively, of the p 4 He cross section. Table 1: Abundances n i of the light isotopes in CRs [8,9] and in the ISM [10].  There are several distinct mechanisms through which antiprotons are produced. The most dominant one is direct production through proton-proton scattering (p + p −→ p+X). However, a considerable contribution to antiproton production comes from decay of anti-baryons. In general, due to the conservation of baryon number and the antiproton being the only stable one, any anti-baryon will eventually decay to an antiproton. In particular, decays of long-lived intermediate states, namely theΛ andΣ − hyperons and antineutrons, to antiprotons can be a convenient tool for estimation of the number of those anti-baryons [5]. While theΛ hyperon decays into an antiproton and a pion (Λ 0 −→ p+π + ) with a branching factor of 63.9±0.5% [11], there is a less dominant contribution [5] from the decay ofΣ − hyperons into an antiproton and a pion (Σ − −→p + π 0 ). That decay mode has a branching factor of 51.57 ± 0.30% [11].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 338,
                    "text": "[3]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 413,
                    "text": "[3]",
                    "end": 416
                },
                {
                    "type": "table",
                    "start": 627,
                    "text": "Table 1",
                    "end": 634
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 680,
                    "text": "[8,",
                    "end": 683
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 683,
                    "text": "9]",
                    "end": 685
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 701,
                    "text": "[10]",
                    "end": 705
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1323,
                    "text": "[5]",
                    "end": 1326
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1437,
                    "text": "[11]",
                    "end": 1441
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1481,
                    "text": "[5]",
                    "end": 1484
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1619,
                    "text": "[11]",
                    "end": 1623
                }
            ]
        },
        {
            "section": "Antiproton Production in Hadronic Collisions",
            "text": "Other sources include the beta decay of antineutrons into antiprotons (n −→p + e + + ν e ) with a branching factor of approximately 100%. Generally speaking, antiprotons are also produced in proton-nucleus and nucleus-nucleus scattering (p+X −→ p+p+p+X), even though there is not enough data for these interactions [5].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 315,
                    "text": "[5]",
                    "end": 318
                }
            ]
        },
        {
            "section": "Antiproton Production in Hadronic Collisions",
            "text": "In order to detect any exotic origins of antiproton production (e.g. DM annihilation), we first need to optimize our models of other standard sources of antiprotons. However, there still is a discrepancy of accuracy between theoretical predictions and corresponding experiments, which hinders interpretation of experimental data of antiproton production. The antiproton-production cross sections in CRs inelastic interactions are considered one of the main sources of uncertainty [6]. Moreover, precision data for differential cross sections of antiproton production in proton-nucleus, nucleus-proton, and nucleusnucleus collisions are almost non-existent. While nuclei heavier than helium do not play a large role in the process, reactions involving helium represent a considerable fraction of antiproton production. This stresses the need for data if we were to maximize the use of upcoming data from AMS-02. However, for the case of pp collisions, experimental data are more abundant [12][13][14][15][16][17][18][19].",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 480,
                    "text": "[6]",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 987,
                    "text": "[12]",
                    "end": 991
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 991,
                    "text": "[13]",
                    "end": 995
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 995,
                    "text": "[14]",
                    "end": 999
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 999,
                    "text": "[15]",
                    "end": 1003
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1003,
                    "text": "[16]",
                    "end": 1007
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1007,
                    "text": "[17]",
                    "end": 1011
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1011,
                    "text": "[18]",
                    "end": 1015
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1015,
                    "text": "[19]",
                    "end": 1019
                }
            ]
        },
        {
            "section": "Antiproton Production in Hadronic Collisions",
            "text": "Tab. 3 summarizes datasets of antiproton production in pp collisions along with their corresponding CM energy, √ s, and (p T , x R ) regions, where p T is the antiproton transverse momentum and x R is the radial-scaling variable given by [6] x",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 238,
                    "text": "[6]",
                    "end": 241
                }
            ]
        },
        {
            "section": "Antiproton Production in Hadronic Collisions",
            "text": "where E * p is the antiproton energy and E * p.max is the maximal energy it can acquire; both are in the CM frame. Hence, the radial-scaling variable is always ≤ 1. The maximal antiproton energy is given by [6]:",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 207,
                    "text": "[6]",
                    "end": 210
                }
            ]
        },
        {
            "section": "Antiproton Production in Hadronic Collisions",
            "text": "It is to be noted that E * p ≥ m p , which implies that E * p.max ≥ m p ; and since the square of the CM energy is s = 2m p (E p + m p ), where E p is the total energy of the incident proton in the LAB frame, it follows from (2) that the threshold energy for the incident proton is E p ≥ 7m p . A graphic illustration of the same datasets is shown in Fig. 2. The differential cross section d 3 σ pp→p /dp 3 is shown as a function of E LAB p , along with the corresponding combinations of p T and x R [6]. A key point to take into account when examining these datasets is that while the NA49 data was corrected for the effect of antiproton production from hyperon decays, other older datasets were not, which can be a significant source of systematic error.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 351,
                    "text": "Fig. 2",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 500,
                    "text": "[6]",
                    "end": 503
                }
            ]
        },
        {
            "section": "Antiproton Production in Hadronic Collisions",
            "text": "The current focus is to cover the entire antiproton energy range of AMS-02, in order to be able to interpret the data and determine whether any exotic contributions do exist. That will require precise measurements of antiproton-production cross sections in pp and pHe collisions, covering the range from 1 GeV to 6 TeV for the proton-beam kinetic energy and the range from 2 to 8 for the pseudorapidity. As mentioned above, datasets of antiproton production in pp collisions are very scarce, but data for all the other channels in Tab. 2 are almost non-existent. In fact, the first ever measurement of prompt  antiproton-production in pHe collisions was published by the LHCb collaboration only last August [21]. The dataset was collected in fixed-target mode with a kinetic energy of 6.5 TeV for the proton beam, and covered a pseudorapidity range of 2 < η < 5. The detected antiproton momenta ranged from 12 to 110 GeV/c. Another dataset was collected at LHCb in November 2016 but has not been published yet [22]. On one hand, both sets of data are at very high energies; so will be all future expected datasets from the LHCb experiment.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 707,
                    "text": "[21]",
                    "end": 711
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1010,
                    "text": "[22]",
                    "end": 1014
                }
            ]
        },
        {
            "section": "Antiproton Production in Hadronic Collisions",
            "text": "On the other hand, the COMPASS collaboration is planning to perform a new fixedtarget experiment at the M2 beam line of the CERN SPS to measure the antiprotonproduction cross sections of pp and pHe collisions [22]. Using a proton beam of a few hundred GeV/c, this would be complementary to the LHCb measurements. This experiment can be carried out with proton-beam momenta ranging from a few tens of GeV/c up to 250 GeV/c; and would cover pseudorapidities η > 2.4. Meanwhile, the antiproton tracks would be identified and counted as a function of momentum and pseudorapidity. So far, it is planned to take measurements with proton-beam momenta of 50, 100, 190 GeV/c and the maximum momentum possible at CERN's M2 beam line.",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 209,
                    "text": "[22]",
                    "end": 213
                }
            ]
        },
        {
            "text": "Antiproton Production at NICA",
            "section_rank": 4
        },
        {
            "section": "Antiproton Production at NICA",
            "text": "The Nuclotron-based Ion Collider fAсility (NICA) is under construction at JINR [23]. The first priority program of NICA is the study of properties of dense baryonic matter in heavy ion collisions at the Multi-Purpose Detector (MPD) [24]. In parallel, the operation of the NICA collider with polarized proton and deuteron beams for spin physics studies at the Spin Physics Detector (SPD) is also under consideration [25]. The planned kinetic energy of polarized proton beam is from 5 GeV to about 12.6 GeV while the polarized deuteron beam energy is expected to range from 4 GeV to 11.8 GeV. In pp collisions at √ s = 27 GeV, the luminosity L = 10 32 cm −2 s −1 should be achieved. Maximal luminosity of DD collisions is expected to be two orders of magnitude lower. Possibility to organize pD collisions and operation with light ion beam like 3 He is also assumed.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 79,
                    "text": "[23]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 232,
                    "text": "[24]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 415,
                    "text": "[25]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 843,
                    "text": "3",
                    "end": 844
                }
            ]
        },
        {
            "section": "Antiproton Production at NICA",
            "text": "The SPD detector is considered as a universal 4π detector. It will consist of five main subsystems: i) vertex detector for precise reconstruction of the primary interaction point; ii) main tracker for track sign and momentum reconstruction in the magnetic field; iii) time-of-flight system for particle identification; iv) electromagnetic calorimeter for photon detection and electron and positron identification and v) outer detector for muon/hadron identification. A few configurations of magnetic systems based on solenoidal and toroidal fields and their combinations are under discussion but the final decision has not been made yet. The exact size and configuration of the SPD detector depends on this choice. The SPD detector with its 4π acceptance and particle identification capabilities looks promising for study of antiproton production in pp and DD collisions in the corresponding energy range, where Fig. 3(a) shows the expected yield of antiprotons in pp collisions in a wide energy-range, based on Monte Carlo simulation generated with Pythia8 the same as all distributions included in this Section, while Fig. 3(b) shows the spectra of the transverse momenta (p T ) of produced antiprotons as a function of the polar angle (θ). As one can see from Fig. 4(a), the momentum of antiprotons produced in proton-proton collisions is low enough for their identification by the time-of-flight method. Assuming   The kinematic range accessible by by pp collisions at SPD detector, superimposed on (a) the graphic illustration of currently existing data [6], and (b) required measurement range to match the uncertainty level of AMS-02 measurements [7]. Some cuts were applied to the momenta (p), the transverse momenta (p T ), and the polar angle of the produced antiprotons, based on the current conceptual design of the SPD.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 912,
                    "text": "Fig. 3(a)",
                    "end": 921
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1120,
                    "text": "Fig. 3(b)",
                    "end": 1129
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1263,
                    "text": "Fig. 4(a)",
                    "end": 1272
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1559,
                    "text": "[6]",
                    "end": 1562
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1653,
                    "text": "[7]",
                    "end": 1656
                }
            ]
        },
        {
            "section": "Antiproton Production at NICA",
            "text": "time resolution of about 100 ps and of about 2 meters of the flight base, we can conclude that K − /p separation would be possible for protons with momentum up to 4 GeV/c, which would cover the bulk of the yields, as can be seen from Fig. 4(b). Magnetic field with typical intensity 0.5 T defines the minimal detectable p T of produced antiprotons to be about 0.1 GeV/c. Material budget in the central part of the spectrometer could also limit the minimal momentum of detected antiprotons. More detailed estimations could be made after full Monte Carlo simulation of the SPD setup. The kinematic range that could be covered by pp collisions at SPD detector, in comparison with both the currentlyexisting data and the required coverage for matching the AMS-02 data, is presented in Fig. 5. Moreover, the ability to reconstruct secondary vertices could make it easy to investigate the yield of antiprotons from decays of hyperons; where Tab. 4 shows the significance of the contribution of hyperon decay to the total antiproton production, and how it increases with energy. In addition, the capability of the electromagnetic calorimeter to be used for detection of low-energy neutrons should be also investigated.",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 234,
                    "text": "Fig. 4(b)",
                    "end": 243
                },
                {
                    "type": "figure",
                    "start": 781,
                    "text": "Fig. 5",
                    "end": 787
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 5
        },
        {
            "section": "Conclusion",
            "text": "The Spin Physics Detector planned as a universal multipurpose setup at the NICA collider for comprehensive study of proton and deuteron interactions could make a sizable contribution to the search of physics beyond the Standard Model. We propose to use it for the precision measurements of the differential cross section of antiproton production in pp and pD collisions required by astrophysical searches for dark matter. The SPD can measure energy and angular distributions of antiprotons produced both directly and from the decays ofΛ andΣ − hyperons in the kinematic range starting from the threshold. The collider mode and the 4π geometry of the SPD detector provide a unique possibility to study the production of antiprotons at high transverse momenta (up to p T ∼ √ s/2) which is unavailable for fixed-target experiments. Possibility for NICA to operate with beams of light nuclei, like 3 He and 4 He, would extend this programme. The main requirements for the SPD setup in order to perform the measurements are an advanced particle identification (e.g. Time-of-Flight system), low material budget, precision reconstruction of secondary vertices, and the possibility to perform absolute luminosity measurement with accuracy of about 1%. Since at the moment only a general concept of the SPD setup exists, it is not possible to discuss the accuracy of proposed measurements. More detailed Monte Carlo studies are needed for that.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Fig. 2 :",
            "section_rank": 6
        },
        {
            "section": "Fig. 2 :",
            "text": "Fig. 2: The data on d 3 σ pp→p /dp 3 as a function of E LAB p (left panel) and in the p T − x R space (right panel) [6].",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "Fig. 3 :",
            "section_rank": 7
        },
        {
            "section": "Fig. 3 :",
            "text": "Fig. 3: (a) The antiproton-production cross section in pp collisions multiplied by the average antiproton-multiplicity versus the CM energy; covering a range from 10 GeV to 20 TeV. (b) The transverse momentum (p T ) versus the polar angle (θ) of antiprotons produced in pp collisions at √ s = 26 GeV.",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "Fig. 4 :",
            "section_rank": 8
        },
        {
            "section": "Fig. 4 :",
            "text": "Fig. 4: The momentum spectrum of (a) the different antiproton-contributions, and (b) total antiprotons, and negatively charged kaons (K − ) and pions (π − ), produced in pp collisions at CM energy √ s = 26 GeV.",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "Table 2 :",
            "section_rank": 9
        },
        {
            "section": "Table 2 :",
            "text": "Relative contributions from interaction of the components of CRs and the ISM into the inclusive antiproton production[3].",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 117,
                    "text": "[3]",
                    "end": 120
                }
            ]
        },
        {
            "text": "Table 3 :",
            "section_rank": 10
        },
        {
            "section": "Table 3 :",
            "text": "Data sets of antiproton production in pp collisions along with their corresponding √ s values and (p T , x R ) regions[6].",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 118,
                    "text": "[6]",
                    "end": 121
                }
            ]
        },
        {
            "text": "Table 4 :",
            "section_rank": 11
        },
        {
            "section": "Table 4 :",
            "text": "The relative yields of antiprotons in pp collisions at CM energies",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "section": "Table 4 :",
            "text": "Graphical illustration not included inFig. 2.",
            "paragraph_rank": 28,
            "section_rank": 11
        }
    ]
}