{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Search for scalar resonances decaying into µ + µ − in events with and without b-tagged jets produced in proton-proton collisions at √ s = 13 TeV with the ATLAS detector",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The ATLAS collaboration",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "This paper presents a search, in proton-proton (pp) collision data at a centre-of-mass energy of 13 TeV, targeting a scalar particle Φ with a mass in the range 0.2-1.0 TeV decaying into two opposite-sign muons. The natural width of the particle is assumed to be much narrower than the experimental resolution, such that it is the latter that dominates the distribution of the dimuon invariant mass in signal events. To maximize the sensitivity to the presence of b-quarks, the analysis is performed in two data categories. The first search category requires at least one jet tagged as containing b-hadrons (b-tagged) in the final state. The second category requires exactly zero b-tagged jets in the event. Simultaneous fits to these two categories are used to search for both the gluon-gluon fusion and b-associated production mechanisms of the scalar particle. This work is primarily motivated as a signature-based search; the event selection is not designed to target any specific model and instead facilitates the comparison of the data with predictions from various theoretical models.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The discovery of the 125 GeV Higgs boson at the Large Hadron Collider (LHC) [1,2] was a significant step in understanding the mechanism of electroweak symmetry breaking (EWSB). Measurements of the properties of this particle [3][4][5][6][7] are so far consistent with expectations for the Standard Model (SM) Higgs boson [8][9][10][11][12][13]. However, the observed Higgs  boson could be only a part of an extended scalar sector, as predicted by several theoretical models beyond the SM. For example, such an extended scalar sector is predicted by a class of extensions of the SM known as the two-Higgs-doublet models (2HDM) [14,15].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 76,
                    "text": "[1,",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 79,
                    "text": "2]",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 225,
                    "text": "[3]",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 228,
                    "text": "[4]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "start": 231,
                    "text": "[5]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 234,
                    "text": "[6]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 237,
                    "text": "[7]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 321,
                    "text": "[8]",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 324,
                    "text": "[9]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "start": 327,
                    "text": "[10]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 331,
                    "text": "[11]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 335,
                    "text": "[12]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "start": 339,
                    "text": "[13]",
                    "end": 343
                },
                {
                    "type": "bibr",
                    "start": 626,
                    "text": "[14,",
                    "end": 630
                },
                {
                    "type": "bibr",
                    "start": 630,
                    "text": "15]",
                    "end": 633
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The 2HDM posit the existence of three neutral bosons with properties and coupling strengths differing from those of the SM Higgs particle. One of the higher-mass neutral Higgs bosons may couple to muons at a higher rate than to τ -leptons, in contradiction to the SM Yukawa ordering. This is the case in the Flavourful Higgs model [16], for example. The search described in this paper sets limits on the cross-section times branching ratio of Φ decaying into muon pairs which are more stringent than the equivalent limits for Φ decaying into τ -lepton pairs [17]. This is due to higher identification efficiency and lower background rate for muons than for τ -leptons, and the invariant-mass resolution being better for muon pairs than for τ -lepton pairs. Similarly, the coupling of these higher-mass neutral Higgs bosons to b-quarks could be enhanced relative to the SM Higgs boson coupling. Hence, the production of Φ in association with b-quarks (bbΦ), shown in figure 1(a), could be more abundant than the production of Φ by gluon-gluon fusion (ggF), shown in figure 1(b). The Φ → bb decay mode, where Φ is produced in associations with b-quarks, is investigated by CMS in ref. [18].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 331,
                    "text": "[16]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 558,
                    "text": "[17]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "start": 1183,
                    "text": "[18]",
                    "end": 1187
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Additional interest for the search for an excess of events with respect to the SM predictions in the dimuon plus b-tagged jets final state arises from Z and leptoquark models [19], which could result in either resonant or non-resonant contributions to the pp → ttµ + µ − → W bWbµ + µ − final state. This work complements the search for Z candidates decaying into muon pairs presented in ref. [20]: by classifying events in terms of the presence or absence of a b-tagged jet, it may be sensitive to signatures not observable with an inclusive selection.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 175,
                    "text": "[19]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 392,
                    "text": "[20]",
                    "end": 396
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Previous similar searches focused explicitly on beyond-the-SM Higgs bosons decaying into muon pairs, in the mass range 90-500 GeV [21,22] using √ s = 7 and 8 TeV data. This work extends the exclusion limits for new scalar resonances with masses up to 1.0 TeV.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 130,
                    "text": "[21,",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "start": 134,
                    "text": "22]",
                    "end": 137
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The analysis described in this paper makes use of a fit to the observed dimuon invariant mass (m µµ ) spectra. The presence of a signal produced either in association with b-quarks",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "JHEP07(2019)117",
            "section_rank": 3
        },
        {
            "section": "JHEP07(2019)117",
            "text": "or via gluon-gluon fusion is tested with simultaneous fits to the two data regions (with and without a b-tagged jet) separately for bbΦ and ggF production modes. No assumptions are made about the relative contributions of the bbΦ and ggF cross-sections.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "JHEP07(2019)117",
            "text": "This paper is structured as follows. Section 2 describes the ATLAS detector. Section 3 discusses the data and the simulated event samples used to model the signal and the background processes. The event reconstruction is discussed in section 4, while section 5 describes the background estimate and introduces the signal interpolation procedure used to model the m µµ distribution for resonance mass hypotheses for which no simulated sample was generated. The event yields and the description of the statistical analysis are discussed in section 6, followed by section 7, which provides an overview of the systematic uncertainties. Section 8 summarizes the results.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "ATLAS detector",
            "section_rank": 4
        },
        {
            "section": "ATLAS detector",
            "text": "ATLAS [23][24][25] is a multipurpose particle detector with a forward-backward symmetric cylindrical geometry and near 4π coverage in solid angle. 1 It consists of an inner tracking detector surrounded by a thin superconducting solenoid, electromagnetic and hadronic calorimeters, and a muon spectrometer.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b114",
                    "start": 6,
                    "text": "[23]",
                    "end": 10
                },
                {
                    "type": "bibr",
                    "start": 10,
                    "text": "[24]",
                    "end": 14
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 14,
                    "text": "[25]",
                    "end": 18
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 147,
                    "text": "1",
                    "end": 148
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "The inner tracking detector (ID) covers the pseudorapidity range |η| < 2.5, and is surrounded by a superconducting solenoid providing a 2 T magnetic field. At small radii, a high-granularity silicon pixel detector covers the vertex region and typically provides four measurements per track. It is followed by the silicon microstrip tracker, which provides eight measurement points per track. The silicon detectors are complemented by a gas-filled straw-tube transition radiation tracker, which extends the tracking capability radially with typically 35 measurements per track for particles at |η| = 2.0.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "ATLAS detector",
            "text": "Electromagnetic (EM) calorimetry, within the region |η| < 3.2, is provided by barrel and endcap high-granularity lead/liquid-argon (LAr) sampling calorimeters, with an additional thin LAr presampler covering |η| < 1.8 to correct for energy loss in the upstream material. For |η| < 2.5 the EM calorimeter is divided into three layers in depth. A steel/scintillator-tile calorimeter provides hadronic calorimetry for |η| < 1.7. LAr ionization, with copper as absorber, is used for the hadronic calorimeters in the endcap region 1.5 < |η| < 3.2. The solid-angle coverage is completed with forward copper/LAr and tungsten/LAr calorimeter modules in 3.1 < |η| < 4.9, optimized for EM and hadronic measurements, respectively.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "ATLAS detector",
            "text": "The muon spectrometer (MS) surrounds the calorimeters and comprises separate trigger and high-precision tracking chambers measuring the deflection of muons in a magnetic field provided by one barrel and two end-cap toroid magnets. The precision chamber system covers the region |η| < 2.7 with three layers of monitored drift tubes, complemented",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "JHEP07(2019)117",
            "section_rank": 5
        },
        {
            "section": "JHEP07(2019)117",
            "text": "by cathode-strip chambers in the forward region. The muon trigger system covers the range |η| < 2.4 with resistive-plate chambers in the barrel and thin-gap chambers in the endcap regions.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "JHEP07(2019)117",
            "text": "A two-level trigger and data acquisition system is used to record events for offline analysis [26]. The level-1 trigger is implemented in hardware and uses a subset of the detector information to reduce the event rate to a value of at most 100 kHz. It is followed by a software-based high-level trigger which filters events using the full detector information and outputs events for permanent storage at an average rate of 1 kHz.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 94,
                    "text": "[26]",
                    "end": 98
                }
            ]
        },
        {
            "text": "Data and simulated event samples",
            "section_rank": 6
        },
        {
            "section": "Data and simulated event samples",
            "text": "This search is performed with a sample of pp collision data recorded at a centre-of-mass energy √ s =13 TeV corresponding to an integrated luminosity of 36.1 fb −1 collected during 2015 and 2016. Events are considered for further analysis only if they were collected under stable LHC beam conditions and the relevant detector components were fully operational.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "section": "Data and simulated event samples",
            "text": "The data used in this analysis were collected using a combination of muon triggers. For the 2015 dataset an isolated muon with transverse momentum p T greater than 20 GeV was required, while for 2016 this requirement was raised to 26 GeV. To avoid inefficiencies due to the isolation requirement, these triggers were complemented by a trigger requiring a reconstructed muon with p T greater than 50 GeV, without any isolation requirements.",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "Data and simulated event samples",
            "text": "Simulated signal events were generated similarly to the SM Higgs boson H, where H was replaced by a higher-mass scalar boson Φ with a constant width of 4 MeV. Nine Monte Carlo (MC) samples were generated in the mass range 0.2-1.0 TeV at intervals of 100 GeV. Both the ggF and bbΦ production modes were considered. Events were generated at next-toleading order (NLO) with Powheg-Box 2 [27][28][29][30] and MadGraph5 aMC@NLO [31,32], for ggF and bbΦ respectively. The CT10 [33] set of parton distribution functions (PDFs) was used in the generation of ggF events while CT10nlo nf4 [34] PDFs were used to produce the b-quark associated signal samples in the four-flavour scheme. In the gluon-gluon fusion production mode, Pythia 8.210 [35] with the AZNLO [36] set of tuned parameters was used together with the CTEQ6L1 [37] PDF set for the parton shower, underlying event and hadronization simulation. For the b-quark associated production, Pythia 8.210 with the A14 [38] set of tuned parameters was used together with the NNPDF2.3LO [39] PDF set for the parton shower, underlying event, and hadronization simulation. The EvtGen v1.2.0 program [40] was used to model the properties of the bottom and charm hadron decays in all signal samples.",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 384,
                    "text": "[27]",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "start": 388,
                    "text": "[28]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 392,
                    "text": "[29]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "start": 396,
                    "text": "[30]",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 423,
                    "text": "[31,",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 427,
                    "text": "32]",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 471,
                    "text": "[33]",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "start": 579,
                    "text": "[34]",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "start": 732,
                    "text": "[35]",
                    "end": 736
                },
                {
                    "type": "bibr",
                    "start": 752,
                    "text": "[36]",
                    "end": 756
                },
                {
                    "type": "bibr",
                    "start": 816,
                    "text": "[37]",
                    "end": 820
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1031,
                    "text": "[39]",
                    "end": 1035
                },
                {
                    "type": "bibr",
                    "start": 1141,
                    "text": "[40]",
                    "end": 1145
                }
            ]
        },
        {
            "section": "Data and simulated event samples",
            "text": "Since the generated signal samples are spaced equally in m Φ while the experimental resolution increases with m Φ , signal distributions for intermediate mass hypotheses were obtained using an interpolation procedure, described in section 5.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "Data and simulated event samples",
            "text": "Events containing Z/γ * + jets were simulated using Powheg-Box 2 [29,41] interfaced to the Pythia 8.186 parton shower model and the CT10 PDF set. The AZNLO tune was used, with PDF set CTEQ6L1 for the modelling of non-perturbative effects. The EvtGen v1.2.0 program was used to model the properties of the bottom and charm hadron decays. Photos++ 3.52 [42] was used for photons radiated from electroweak vertices and JHEP07(2019)117 charged leptons. Generator-level filters are employed to enhance the fraction of simulated events in the phase-space region that is most relevant for the analysis. Event yields were corrected with a mass-dependent rescaling at next-to-next-to-leading order (NNLO) in the QCD coupling constant, computed with VRAP 0.9 [43] and the CT14NNLO PDF set [34]. Mass-dependent electro-weak (EW) corrections were computed at NLO with mcsanc-1.20 [44], along with photon-induced contributions (γγ → via t-and u-channel processes) computed with the MRST2004QED PDF set [45].",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 65,
                    "text": "[29,",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "start": 69,
                    "text": "41]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 351,
                    "text": "[42]",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 749,
                    "text": "[43]",
                    "end": 753
                },
                {
                    "type": "bibr",
                    "start": 779,
                    "text": "[34]",
                    "end": 783
                },
                {
                    "type": "bibr",
                    "start": 868,
                    "text": "[44]",
                    "end": 872
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 989,
                    "text": "[45]",
                    "end": 993
                }
            ]
        },
        {
            "section": "Data and simulated event samples",
            "text": "Additional Z/γ * + jets events, used to evaluate the systematic uncertainty from the modelling of the fitted m µµ distribution, were simulated with Sherpa 2.2.1 [46] and with MadGraph5 aMC@NLO interfaced with Pythia 8.186. In Sherpa, Z/γ * + jets matrix elements were evaluated with up to two extra partons at NLO, and three or four extra partons were included at LO in QCD. The merging of different parton multiplicities was achieved through a matching scheme based on the CKKW-L [47,48] merging technique using a merging scale of Q cut = 20 GeV. The models used for the parton shower and underlying event are the ones provided internally by Sherpa. The Sherpa 2.2.1 generator adopts a full five-flavour scheme, with massless b-quarks and c-quarks in the matrix elements. These quarks are given mass in the final state and massive quarks can be produced directly via the parton shower. The MadGraph5 aMC@NLO v2 generator merges the LO (QCD) matrix-element calculations for Z/γ * + jets with up to four additional partons (higher jet multiplicities are modelled by the parton shower algorithm). The merging scheme applied to combine different parton multiplicities is the CKKW-L scheme with a merging scale of Q cut = 30 GeV. For the LO matrix-element calculation the NNPDF2.3 LO PDFs were used (with α S = 0.13). The A14 tune, together with the NNPDF2.3 LO PDFs, was used for the parton shower. Similarly to Sherpa 2.2.1, MadGraph5 aMC@NLO adopts a full five-flavour scheme.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 161,
                    "text": "[46]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 481,
                    "text": "[47,",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 485,
                    "text": "48]",
                    "end": 488
                }
            ]
        },
        {
            "section": "Data and simulated event samples",
            "text": "For the generation of tt and single top-quark production in the W t-and t-channel, the Powheg-Box 2 generator with the CT10 PDF set was used for the matrix element calculations. The parton shower, fragmentation, and the underlying event were simulated using Pythia 6.428 with the CTEQ6L1 PDF set and the corresponding Perugia 2012 tune [49]. The top-quark mass was set to 172.5 GeV. For the generation of tt events, the h damp parameter of Powheg-Box, which controls the transverse momentum of the first additional emission beyond the Born configuration, was set to the mass of the top quark. The main effect of this parameter is to regulate the high transverse momentum emission against which the tt system recoils. The tt production sample was normalized to the predicted production cross-section as calculated with the Top++2.0 program to NNLO in perturbative QCD, including soft-gluon resummation to next-to-next-to-leadinglog (NNLL) order [50]. The normalization of the single top-quark event samples used an approximate calculation at NLO in QCD for the t-channels [51,52] while NLO+NNLL predictions were used for the W t-channel [52]. The EvtGen v1.2.0 program was used to describe the properties of the bottom and charm hadron decays.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 336,
                    "text": "[49]",
                    "end": 340
                },
                {
                    "type": "bibr",
                    "start": 944,
                    "text": "[50]",
                    "end": 948
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1071,
                    "text": "[51,",
                    "end": 1075
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1075,
                    "text": "52]",
                    "end": 1078
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1136,
                    "text": "[52]",
                    "end": 1140
                }
            ]
        },
        {
            "section": "Data and simulated event samples",
            "text": "Diboson processes were modelled using the Sherpa 2.1.1 [46] generator and they were calculated for up to one (ZZ) or zero (W W , W Z) additional partons at NLO and up to three additional partons at leading order (LO) using the Comix [53] and OpenLoops [54] JHEP07 (2019)117matrix-element generators. The matrix element calculation was merged with the Sherpa internal parton shower [55] using the ME+PS@NLO prescription [56]. The CT10 PDF set was used in conjunction with dedicated parton shower tuning developed by the Sherpa authors. The generator cross-sections, calculated at NLO, were used in this case.",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 55,
                    "text": "[46]",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "start": 233,
                    "text": "[53]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "start": 252,
                    "text": "[54]",
                    "end": 256
                },
                {
                    "start": 264,
                    "text": "(2019)117",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "start": 381,
                    "text": "[55]",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "start": 419,
                    "text": "[56]",
                    "end": 423
                }
            ]
        },
        {
            "section": "Data and simulated event samples",
            "text": "The generated signal samples were simulated with the fast simulation [57,58] framework of ATLAS, which replaces the full simulation of the electromagnetic and hadronic calorimeters by a parameterized model. The background samples were simulated using the full Geant4-based simulation of the detector [59]. Finally, the simulated events were processed through the same reconstruction software as the data. The effects of pile-up from multiple proton-proton interactions in the same and neighbouring bunch crossings were accounted for by overlaying minimum-bias events simulated using Pythia 8 with the A2 tune [60] and interfaced with the MSTW2008LO PDFs. Simulated events were then reweighted to match the pile-up conditions observed in the data.",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b143",
                    "start": 69,
                    "text": "[57,",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 73,
                    "text": "58]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "start": 300,
                    "text": "[59]",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "start": 609,
                    "text": "[60]",
                    "end": 613
                }
            ]
        },
        {
            "text": "Event reconstruction",
            "section_rank": 7
        },
        {
            "section": "Event reconstruction",
            "text": "Interaction vertices are reconstructed [61] from tracks measured by the inner detector. The primary vertex is defined as the vertex with the largest p 2 T of its associated tracks. It must have at least two associated tracks, each with transverse momentum p T > 400 MeV.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 39,
                    "text": "[61]",
                    "end": 43
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Muon candidates are reconstructed from an ID track combined with a track or track segment detected in the muon spectrometer [62]. These two tracks are used as inputs to a combined fit (for p T less than 300 GeV) or to a statistical combination (for p T greater than 300 GeV) [62]. The combined fit takes into account the energy loss in the calorimeter and multiple-scattering effects. The statistical combination for high transverse momenta is performed to mitigate the effects of relative ID and MS misalignments. High-p T muon candidates are required to have at least three hits, one in each of the three layers of precision chambers in the MS. For these muons, specific regions of the MS where the alignment is suboptimal are vetoed as a precaution, as well as the transition region between the MS barrel and endcap (1.01 < |η| < 1.10). Further quality requirements are applied to the consistency of the ID and MS momentum measurements, and to the measured momentum uncertainty for the MS track.",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 124,
                    "text": "[62]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 275,
                    "text": "[62]",
                    "end": 279
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "The reconstructed muon candidates are required to have transverse momentum, p T , greater than 30 GeV and pseudorapidity |η| < 2.5. They are further required to be consistent with the hypothesis that they originate from the primary vertex by applying selections on the transverse (d 0 ) and longitudinal (z 0 ) impact parameters, defined relative to the primary vertex position: |d 0 /σ d 0 | < 3 and |z 0 sin θ| < 0.5 mm where σ d 0 denotes the uncertainty in the transverse impact parameter. A loose isolation requirement is applied, based on the sum of the momenta of inner detector tracks which lie within a variable-sized cone, with ∆R max = 0.3, around the muon track. This isolation requirement is tuned to yield a 99% efficiency over the full range of muon p T .",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "section": "Event reconstruction",
            "text": "Jets are reconstructed from noise-suppressed energy clusters in the calorimeter [63] with the anti-k t algorithm [64,65] with radius parameter R = 0.4. The energies of the jets are calibrated using a jet energy scale (JES) correction derived from both simulation and",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 80,
                    "text": "[63]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "start": 113,
                    "text": "[64,",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "start": 117,
                    "text": "65]",
                    "end": 120
                }
            ]
        },
        {
            "text": "JHEP07(2019)117",
            "section_rank": 8
        },
        {
            "section": "JHEP07(2019)117",
            "text": "in situ studies using data [66]. All jets are required to have p T > 25 GeV and |η| < 4.5. A multivariate selection that reduces contamination from pile-up [67] is applied to jets with p T < 60 GeV and with |η| < 2.4 utilizing calorimeter and tracking information to separate hard-scatter jets from pile-up jets.",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 27,
                    "text": "[66]",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "start": 156,
                    "text": "[67]",
                    "end": 160
                }
            ]
        },
        {
            "section": "JHEP07(2019)117",
            "text": "Selected jets in the central region can be tagged as containing b-hadrons (b-tagged) by using a multivariate discriminant (MV2c10) [68,69] that combines information from an impact-parameter-based algorithm, from the explicit reconstruction of a secondary vertex and from a multi-vertex fitter that attempts to reconstruct the full b-to c-hadron decay chain. At the chosen working point, the algorithm provides nominal light-flavour (u,d,squark and gluon) and c-jet misidentification rates of 3% and 32%, respectively, for an average 85% b-jet tagging efficiency, as estimated from simulated tt events for jets with p T > 20 GeV and |η| < 2.5. The flavour-tagging efficiencies from simulation are corrected separately for b-, c-and light-flavour jets, based on the respective data-based calibration analyses [70].",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 131,
                    "text": "[68,",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b157",
                    "start": 135,
                    "text": "69]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "start": 807,
                    "text": "[70]",
                    "end": 811
                }
            ]
        },
        {
            "section": "JHEP07(2019)117",
            "text": "Simulated events were corrected to reflect the muon and jet momentum scales and resolutions, b-jet identification algorithm calibration, as well as the muon trigger, identification, and isolation efficiencies measured in data.",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "section": "JHEP07(2019)117",
            "text": "An overlap removal procedure is applied to avoid a single particle being reconstructed as two different objects as follows. Jets not tagged as b-jets, but which are reconstructed within ∆R = 0.2 of a muon, are removed if they have fewer than three associated tracks or if the muon energy constitutes more than 50% of the jet energy. Muons reconstructed within a cone of size ∆R = min (0.4, 0.04 + 10 GeV/p T ) around the jet axis of any surviving jet are removed. Jets are also discarded if they are within a cone of size ∆R = 0.2 around an electron candidate. Electrons are reconstructed from clusters of energy deposits in the electromagnetic calorimeter that match ID tracks, and are identified as described in ref. [71]. For electrons with transverse energy E T > 10 GeV and pseudorapidity of |η| < 2.47, a likelihood-based selection is used at the \"loose\" operating point defined in [71].",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b161",
                    "start": 719,
                    "text": "[71]",
                    "end": 723
                },
                {
                    "type": "bibr",
                    "ref_id": "b161",
                    "start": 888,
                    "text": "[71]",
                    "end": 892
                }
            ]
        },
        {
            "section": "JHEP07(2019)117",
            "text": "Following the overlap removal, jet cleaning criteria are applied to identify jets arising from non-collision sources or noise in the calorimeters, and any event containing such a jet is removed [72].",
            "paragraph_rank": 34,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 194,
                    "text": "[72]",
                    "end": 198
                }
            ]
        },
        {
            "section": "JHEP07(2019)117",
            "text": "The missing transverse momentum, E miss T , is defined as the negative vector sum of the transverse momenta of muons, electrons and jets associated with the primary vertex. A soft term [73] is added to include well-reconstructed tracks matched to the primary vertex that are not associated with any of the objects.",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 185,
                    "text": "[73]",
                    "end": 189
                }
            ]
        },
        {
            "section": "JHEP07(2019)117",
            "text": "At least two reconstructed muons are required in the event, and the two highest-p T muons of the event are used to form a dimuon candidate. If these muons do not have opposite charges, the event is rejected.",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "Signal and background estimate",
            "section_rank": 9
        },
        {
            "section": "Signal and background estimate",
            "text": "Events satisfying the preselection criteria of section 4 are considered for further analysis. Depending on the value of the reconstructed dimuon invariant mass and the number of b-tagged jets, they are classified as being in either a control region, used to measure the JHEP07(2019)117 rate of the dominant backgrounds (Z/γ * + jets and tt) or a signal region, used to search for the Φ → µµ signal. All signal and control regions are designed to be orthogonal.",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "section": "Signal and background estimate",
            "text": "Selected events are retained in the signal region if the dimuon invariant mass, m µµ , exceeds 160 GeV, while they are retained in the control region if 100 GeV < m µµ < 160 GeV. The control regions do not include the Z-boson peak; this avoids constraints on systematic uncertainties in a region of phase space which may behave differently with respect to the high mass tails where the signal search is focused.",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "section": "Signal and background estimate",
            "text": "Events in the signal region are further classified as \"SRbTag\", if at least one b-tagged jet is identified in the event, or \"SRbVeto\", otherwise. No further optimization of the signal region definition is considered, in order to minimize the assumptions made about the signal kinematics.",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "section": "Signal and background estimate",
            "text": "Events in the control region are further classified as \"CRbVeto\" if there is no b-tagged jet identified in the event, while remaining control region events are classified as \"CRbTag\", if the missing transverse momentum is less than 100 GeV, or \"CRttbar\" otherwise.",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "section": "Signal and background estimate",
            "text": "The dominant background sources for this signature are muon pairs through Z/γ * + jets, top-quark pair, and diboson production. W +jets and QCD multi-jet events contribute less than 0.01% to the total background in signal regions, and therefore are neglected. All relevant background contributions were modelled using simulated samples as described in section 3.",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "section": "Signal and background estimate",
            "text": "Simulated Z/γ * + jets events were categorized depending on the generator-level \"truth\" labels of the jets in the event. Simulated jets were truth-labelled according to which hadrons with p T > 5 GeV were found within a cone of size ∆R = 0.3 around the jet axis. If a bhadron was found, the jet was truth-labelled as a b-jet. If no b-hadron was found, but a c-hadron was present, then the jet was truth-labelled as a c-jet. Otherwise the jet was truth-labelled as a light-flavour (i.e., u,d,s-quark, or gluon) jet. The Z/γ * + jets events were classified as Z+ heavy flavour (Z+ HF) if a b-jet or c-jet was found at generator level and Z+ light flavour (Z+ LF) otherwise. These two categories of simulated events were treated as different background components.",
            "paragraph_rank": 42,
            "section_rank": 9
        },
        {
            "section": "Signal and background estimate",
            "text": "The predictions for the expected numbers of tt, Z+ HF and Z+ LF events are adjusted to match the number of events in data in the control regions via a global fit (see section 6), while the other backgrounds are normalized to their expected cross-section, discussed in section 3.",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "section": "Signal and background estimate",
            "text": "The expected invariant mass distribution of the narrow resonance signal m Φ is modelled with a double-sided Crystal Ball (DSCB) [74] function in the mass range 0.2 TeV < m Φ < 1.0 TeV for all nine simulated MC samples. The width of the m µµ distribution is dominated by the experimental resolution, which can be described by a Gaussian distribution. The power-law asymmetric terms of the DSCB have enough degrees of freedom to model the m µµ tails for signals in the 0.2-1.0 TeV mass range. In order to interpolate the signal parameterization to any mass value in this fit range, second-order polynomial parameterizations of all six signal-shape parameters as a function of m Φ are obtained from a simultaneous fit to all the generated mass points m Φ , separately for events with and without at least one b-tagged jet. Since all signal samples are scaled to the same arbitrary cross-section, any differences in the number of events are due to differences in the acceptances of the selec--8 -",
            "paragraph_rank": 44,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 128,
                    "text": "[74]",
                    "end": 132
                }
            ]
        },
        {
            "text": "JHEP07(2019)117",
            "section_rank": 10
        },
        {
            "section": "JHEP07(2019)117",
            "text": "tion. The fitted normalization is parameterized with a second-order polynomial in a similar way to the other DSCB parameters. As a result of this procedure, the m µµ distribution for an arbitrary hypothesis mass can be found by constructing a DSCB from parameters calculated using the fitted coefficients and the hypothesized mass m Φ . The interpolation is performed separately for each systematic variation, and for the gluon-gluon fusion and b-quark associated production signal samples. Binned templates are then generated from the DSCB. To validate the interpolation procedure, one simulated sample at a time is removed from the simultaneous fit, and the template generated from the DCSB is compared with the m µµ distribution from the corresponding simulated sample and they agree within 2-5%, the size of the bin-by-bin MC statistical uncertainty. Nine MC samples were generated in the mass range 0.2-1.0 TeV, every 100 GeV. The interpolation procedure was used to generate signal templates every 10 GeV between 0.2 and 0.3 TeV, every 20 GeV between 0.3 and 0.6 TeV, and every 50 GeV between 0.6 and 1.0 TeV.",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "section": "JHEP07(2019)117",
            "text": "The acceptance of b-quark associated production in the SRbTag region varies in the range 11-19% depending on m Φ . The acceptance in the SRbVeto region, which is inversely correlated with the SRbTag one, varies from 20% to 15%. For this reason, both SRbTag and SRbVeto are included in the global fit (see section 6). The acceptance of gluon-gluon fusion in the SRbVeto region varies in the range 31-35%. The acceptance in the SRbTag is less than 2% for all masses.",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "Statistical analysis",
            "section_rank": 11
        },
        {
            "section": "Statistical analysis",
            "text": "The test statisticq µ as defined in ref. [75] is used to determine the probability that the background-only model is compatible with the observed data, to extract the local p-value, and, if no hint of a signal is found in this procedure, to derive exclusion intervals using the CL s method. The binned likelihood function is built as the product of Poisson probability terms associated with the bins in the m µµ distribution in the 0.16-1.5 TeV range. It depends on the parameter of interest, on the normalization factors of the dominant backgrounds and on additional nuisance parameters (representing the estimates of the systematic uncertainties) that are each constrained by a Gaussian prior. The bin-by-bin statistical uncertainties of the simulated backgrounds are also considered. Separate fits are performed to test the different hypotheses: only bbΦ signal, only ggF signal, and signal composed of different mixtures of the two production modes. Data are fitted in the 0.16-1.5 TeV range to check that the background description is correct and to constrain systematic uncertainties, while the signal presence is tested in a narrower 0.2-1.0 TeV range.",
            "paragraph_rank": 47,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 41,
                    "text": "[75]",
                    "end": 45
                }
            ]
        },
        {
            "section": "Statistical analysis",
            "text": "Logarithmic binning in m µµ is chosen to scale with experimental dimuon mass resolution (defined as full-width at half-maximum), which varies from 5% at m µµ = 200 GeV to 14% at m µµ = 1 TeV, while ensuring that the number of simulated background events in each bin is sufficient to reliably predict the background. The numbers of events in the CR-bVeto, CRbTag, and CRttbar control regions are also included in the maximum-likelihood fit. Data in these regions are used to constrain the normalizations of the dominant background processes: Z+ LF, Z+ HF, and tt. The normalization factors used to scale the expected number of events for each process to match the data are free parameters in the -9 -",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "JHEP07(2019)117",
            "section_rank": 12
        },
        {
            "section": "JHEP07(2019)117",
            "text": "Background Asimov data Observed data Z+ HF 1.00 ± 0.23 1.47 ± 0.26 Z+ LF 1.00 ± 0.02 1.02 ± 0.02 tt 1.00 ± 0.04 1.02 ± 0.04 Table 1. Normalization factors of the dominant backgrounds as measured in a fit to data under the background plus signal hypothesis (480 GeV bbΦ signal). The uncertainty includes both the statistical and systematic sources: the latter ones dominate. The reduction of the observed relative uncertainty of the Z+ HF normalization in the data fit is due to the large increase in the number of Z+ HF events when the data in signal regions are included.",
            "paragraph_rank": 49,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 124,
                    "text": "Table 1",
                    "end": 131
                }
            ]
        },
        {
            "section": "JHEP07(2019)117",
            "text": "fit. Their expected uncertainty is estimated using an Asimov dataset [75], a pseudo-data distribution equal to the background plus signal expectation for a given value of the signal cross-section times branching ratio. The expected and measured normalization factors are shown in table 1. They are measured in a fit to data under the background plus signal hypothesis, where the signal corresponds to bbΦ production with mass m Φ = 480 GeV.",
            "paragraph_rank": 50,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 69,
                    "text": "[75]",
                    "end": 73
                }
            ]
        },
        {
            "section": "JHEP07(2019)117",
            "text": "As discussed in section 7, the experimental uncertainties are treated as fully correlated among different processes and regions, while the theoretical uncertainties are mostly uncorrelated among processes.",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "section": "JHEP07(2019)117",
            "text": "The numbers of observed events in the signal regions together with the predicted event yields from signal and background processes are shown in table 2. The numbers are the results of the maximum-likelihood fit to data under the background plus signal hypothesis, where the signal corresponds to bbΦ production with m Φ = 480 GeV. The number of predicted signal events corresponds to the expected upper limit (UL) times the cross-section: this highlights the comparison between signal and background at the edge of the analysis sensitivity.",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "section": "JHEP07(2019)117",
            "text": "The observed numbers of events are compatible with those expected from SM processes, within uncertainties. The m µµ distribution in the SRbTag region is shown in figure 2(a) for a bbΦ-only fit. The m µµ distribution in the SRbVeto region is shown in figure 2(b), for a ggF-only fit. Each background process is normalized according to its post-fit cross-section. The templates for the m Φ =200 GeV, m Φ =480 GeV and m Φ =1 TeV mass hypotheses are normalized to the expected upper limit.",
            "paragraph_rank": 53,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 162,
                    "text": "figure 2(a)",
                    "end": 173
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 250,
                    "text": "figure 2(b)",
                    "end": 261
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 13
        },
        {
            "section": "Systematic uncertainties",
            "text": "The sources of systematic uncertainty can be divided into three groups: those of experimental origin, those related to the modelling of the simulated backgrounds, and those associated with signal simulation. The finite size of the simulated background samples is also an important source of uncertainty.",
            "paragraph_rank": 54,
            "section_rank": 13
        },
        {
            "text": "Experimental uncertainties",
            "section_rank": 14
        },
        {
            "section": "Experimental uncertainties",
            "text": "The dominant experimental uncertainties originate from residual mismodelling of the muon reconstruction and selection after the simulation-to-data efficiency correction factors have been applied. They include the uncertainty obtained from Z → µµ data studies and a  Table 2. Post-fit numbers of events from the combined fit under the background plus signal hypothesis (480 GeV bbΦ signal). Here \"Total Bkg\" represents the sum of all backgrounds. The quoted uncertainties are the combination of statistical and systematic uncertainties. The uncertainty in the total background determined by the fit is smaller than the sum in quadrature of the individual components due to the normalization factors and systematic uncertainties that introduce correlation between them. The number of signal events corresponds to the expected upper limit (UL) times the cross-section. The uncertainties in the expected signal yields are from fits using the Asimov dataset. ",
            "paragraph_rank": 55,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 266,
                    "text": "Table 2",
                    "end": 273
                }
            ]
        },
        {
            "text": "JHEP07(2019)117",
            "section_rank": 15
        },
        {
            "text": "JHEP07(2019)117",
            "section_rank": 16
        },
        {
            "section": "JHEP07(2019)117",
            "text": "high-p T extrapolation uncertainty corresponding to the decrease in the muon reconstruction and selection efficiency with increasing p T which is predicted by the MC simulation. The degradation of the muon reconstruction efficiency was found to be approximately 3% per TeV as a function of muon p T . Uncertainties in the isolation and trigger efficiencies of muons [62], along with the uncertainty in their energy scale and resolution, are estimated from Z → µµ data taken at √ s =13 TeV. These are found to have only a small impact (they account for < 0.4% of the total uncertainty on the fitted value of the signal cross-sections). Other sources of experimental uncertainties are the residual differences in the modelling of the flavour-tagging algorithm, the jet energy scale and the jet energy resolution after the simulation-to-data correction factors are applied. Flavour-tagging simulation-to-data efficiency correction factors are derived [68] separately for b-jets, c-jets, and light-flavour jets. All three correction factors depend on jet p T (or p T and |η|) and are affected by uncertainties from multiple sources. These are decomposed into uncorrelated components which are then treated independently, resulting in three uncertainties for b-jets and for c-jets, and five for light-flavour jets. The approximate size of the uncertainty in the tagging efficiency is 2% for b-jets, 10% for c-jets and 30% for light-flavour jets. Additional uncertainties are considered in the extrapolation of the b-jet efficiency calibration above p T = 300 GeV and in the misidentification of hadronically decaying τ -leptons as b-jets. The uncertainties in the jet energy scale and resolution are based on their respective measurements in data [66]. The many sources of uncertainty in the jet energy scale correction are decomposed into 21 uncorrelated components which are treated as being independent of one another. An additional uncertainty that specifically affects the energy calibration of b-and c-jets is considered.",
            "paragraph_rank": 56,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 366,
                    "text": "[62]",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "start": 948,
                    "text": "[68]",
                    "end": 952
                },
                {
                    "type": "bibr",
                    "start": 1742,
                    "text": "[66]",
                    "end": 1746
                }
            ]
        },
        {
            "section": "JHEP07(2019)117",
            "text": "The uncertainties in the energy scale and resolution of the jets and leptons are propagated to the calculation of E miss T , which also has additional uncertainties from the scale, resolution, and efficiency of the tracks used to define the soft term, along with the modelling of the underlying event.",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "section": "JHEP07(2019)117",
            "text": "The pile-up modelling uncertainty is assessed by varying the number of pile-up interactions in simulated events. The variations are designed to cover the uncertainty in the ratio of the predicted and measured cross-section of non-diffractive inelastic events producing a hadronic system of mass m X > 13 GeV [76].",
            "paragraph_rank": 58,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 308,
                    "text": "[76]",
                    "end": 312
                }
            ]
        },
        {
            "section": "JHEP07(2019)117",
            "text": "The uncertainty in the combined 2015+2016 integrated luminosity is 2.1%. It is derived, following a methodology similar to that detailed in ref. [77], and using the LUCID-2 detector for the baseline luminosity measurements [78], from calibration of the luminosity scale using x-y beam-separation scans.",
            "paragraph_rank": 59,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 145,
                    "text": "[77]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "start": 223,
                    "text": "[78]",
                    "end": 227
                }
            ]
        },
        {
            "text": "Theoretical uncertainties",
            "section_rank": 17
        },
        {
            "section": "Theoretical uncertainties",
            "text": "Background processes. As discussed earlier, the rates of major backgrounds are measured using data control regions, thus theoretical uncertainties in the predicted cross-section for Z/γ * + jets and tt processes are not considered. Instead, the effects of theoretical uncertainties in the modelling of the m µµ distribution and in the ratio of the event yields in signal regions to those in the control regions are evaluated. The dominant theoretical uncertainties are the shape uncertainty in the dimuon mass spectra of the tt and Z+ HF contributions.",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "JHEP07(2019)117",
            "section_rank": 18
        },
        {
            "section": "JHEP07(2019)117",
            "text": "For both the Z+ LF and Z+ HF processes, the following sources of theoretical and modelling uncertainties are considered: PDF uncertainties (estimated via eigenvector variations and by comparing different PDF sets), limited accuracy of the fixed-order calculation (estimated by QCD scale variations), variations in the choice of strong coupling constant value (α S (M Z )), EW corrections, and photon-induced corrections. These variations are treated as fully correlated between Z+ LF and Z+ HF processes.",
            "paragraph_rank": 61,
            "section_rank": 18
        },
        {
            "section": "JHEP07(2019)117",
            "text": "The PDF variation uncertainty is obtained using the 90% confidence level (CL) CT14NNLO PDF error set and by following the procedure described in refs. [79,80]. Rather than a single nuisance parameter to describe the 28 eigenvectors of this PDF error set, which could lead to an underestimation of its effect, a re-diagonalized set of 7 PDF eigenvectors was used [34]. This represents the minimal set of PDF eigenvectors that maintains the necessary correlations, and the sum in quadrature of these eigenvectors matches the original CT14NNLO error envelope well. They are treated as separate nuisance parameters. The uncertainties due to the variation of PDF scales and α S are derived using VRAP. The former is obtained by varying the renormalization and factorization scales of the nominal CT14NNLO PDF up and down simultaneously by a factor of two. The value of α S used (0.118) is varied by ±0.002. The EW correction uncertainty was assessed by comparing the nominal additive (1 + δ EW + δ QCD ) treatment with the multiplicative approximation ((1 + δ EW )(1 + δ QCD )) treatment of the EW correction in the combination of the higher-order EW and QCD effects. The uncertainty in the photon-induced correction is calculated from the uncertainties in the quark masses and the photon PDF. Following the recommendations of the PDF4LHC forum [80], an additional uncertainty due to the choice of nominal PDF set is derived by comparing the central values of CT14NNLO with those from other PDF sets, namely MMHT14 [81] and NNPDF3.0 [82]. The maximum width of the envelope of these comparisons is used as the PDF choice uncertainty, but only if it is larger than the width of the CT14NNLO PDF eigenvector variation envelope.",
            "paragraph_rank": 62,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 151,
                    "text": "[79,",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 155,
                    "text": "80]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "start": 362,
                    "text": "[34]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 1340,
                    "text": "[80]",
                    "end": 1344
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 1510,
                    "text": "[81]",
                    "end": 1514
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 1528,
                    "text": "[82]",
                    "end": 1532
                }
            ]
        },
        {
            "section": "JHEP07(2019)117",
            "text": "An additional modelling uncertainty is considered for the Z+ HF process. The m µµ spectrum simulated by Powheg was compared with those simulated with Sherpa 2.2.1 [46] and with MadGraph5 aMC@NLO interfaced with Pythia 8.186. A functional form was chosen to describe the envelope of the differences in the m µµ distribution shape between events with at least one b-quark simulated by Sherpa 2.2.1 and Mad-Graph5 aMC@NLO v2.",
            "paragraph_rank": 63,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 163,
                    "text": "[46]",
                    "end": 167
                }
            ]
        },
        {
            "section": "JHEP07(2019)117",
            "text": "These systematic uncertainties not only imply uncertainties in the shape of the m µµ distribution in the signal region, but they also affect the ratio of the expected number of events in the signal region to the expected number in the control region. The effect on the Z+ LF normalization in the bVeto signal region is 2%, while the size of the uncertainty for Z+ HF in the bTag signal region is 7%.",
            "paragraph_rank": 64,
            "section_rank": 18
        },
        {
            "section": "JHEP07(2019)117",
            "text": "Moreover, the ratio of the expected number of Z+ LF events in the bVeto control region to the events in bTag control and signal regions was estimated with the nominal Powheg+Pythia Z+jet sample, and with the alternative MadGraph5 aMC@NLO v2 sample. To cover the observed difference between the two, an additional uncertainty of 27% in the normalization of the Z+ LF process in the bTag signal and control region was applied.",
            "paragraph_rank": 65,
            "section_rank": 18
        },
        {
            "text": "JHEP07(2019)117",
            "section_rank": 19
        },
        {
            "section": "JHEP07(2019)117",
            "text": "For the tt process, theoretical uncertainties in the modelling of the m µµ spectrum and in the extrapolation from control region to signal region are also considered. These are estimated by comparing the nominal prediction with alternative ones. To estimate the impact of initial and final state radiation modelling, two alternative Powheg+Pythia samples were generated with the following parameters. In the first one, the renormalization (µ r ) and factorization (µ f ) scale were varied by a factor of 0.5, the value of h damp was doubled (2m t ) and the corresponding Perugia 2012 radiation tune variation was used. In the second sample, the renormalization and factorization scales were varied by a factor of 2, while the h damp parameter was not changed. The associated variation from the Perugia 2012 tune was used. These choices of parameters have been shown to encompass the cases where µ r and µ f are varied independently, and covered the measured uncertainties of the data for unfolded tt distributions [83,84]. Differences in parton shower and hadronization models were investigated using a sample where Powheg-Box was interfaced with Herwig++ 2.7.1 [85] with the UE-EE-5 tune [38] and the corresponding CTEQ6L1 PDFs. The nominal sample was also compared with a sample generated with MadGraph5 aMC@NLO 2.2.1 [31] interfaced with Herwig++. A NLO matrix element and CT10 PDF were used for the tt hard-scattering process. The parton shower, hadronization and the underlying events were modelled using the Herwig++ 2.7.1 generator. The UE-EE-5 tune and the corresponding CTEQ6L1 PDF were used. A functional form was chosen to encompass the differences in the m µµ distribution shape between the nominal sample and all these alternative samples. These samples were also used to estimate the 3.5% extrapolation uncertainty from CRttbar to the SRbTag.",
            "paragraph_rank": 66,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1014,
                    "text": "[83,",
                    "end": 1018
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 1018,
                    "text": "84]",
                    "end": 1021
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 1162,
                    "text": "[85]",
                    "end": 1166
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1320,
                    "text": "[31]",
                    "end": 1324
                }
            ]
        },
        {
            "section": "JHEP07(2019)117",
            "text": "Theoretical uncertainties that arise from higher-order contributions to the crosssections and PDFs and affect the values of the predicted cross-sections for the diboson and single-top backgrounds are considered.",
            "paragraph_rank": 67,
            "section_rank": 19
        },
        {
            "section": "JHEP07(2019)117",
            "text": "Signal processes. Uncertainties related to signal modelling include the uncertainties associated with the initial-and final-state radiation, the modelling of underlying events, the choice of the renormalization and factorization scales, and the parton distribution functions. None of them has a sizeable effect on the shape of the m µµ spectra, but some of them do affect the acceptance in the signal regions. Uncertainties for the different mass hypotheses were evaluated, but for simplicity, only the largest of the values is used. In the calculation of the uncertainties, appropriate requirements on the muon and jets kinematics are applied at hadron level for the SRbTag and SRbVeto regions.",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "section": "JHEP07(2019)117",
            "text": "The factorization and renormalization scales were varied by a factor of two up and down, including correlated and anti-correlated variations, both in Powheg-Box and in MG5 aMC@NLO. For the bbΦ process, the largest deviation from the value of the nominal acceptance is considered as the final scale uncertainty (2% in SRbTag, and 1% in SRbVeto). A 25% uncertainty for the acceptance of ggF events in the SRbTag is considered, as well as its anti-correlated effect in the SRbVeto region, following the procedure adopted in ref. [86].",
            "paragraph_rank": 69,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 526,
                    "text": "[86]",
                    "end": 530
                }
            ]
        },
        {
            "section": "JHEP07(2019)117",
            "text": "The PDF uncertainties are estimated by taking the envelope of the changes in the acceptance associated with the PDF4LHC15 nlo 100 (PDF4LC15 nlo nf4 30) [80] error JHEP07(2019)117 set for the ggF (bbΦ) signal process. They correspond to changes in acceptances not larger than 1%.",
            "paragraph_rank": 70,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 152,
                    "text": "[80]",
                    "end": 156
                }
            ]
        },
        {
            "section": "JHEP07(2019)117",
            "text": "Systematic variations of the parameters of the A14 (for bbΦ) and AZNLO (for ggF) tunes are used to account for the uncertainties associated with the initial and final state radiation and the modelling of underlying events. For bbΦ, these uncertainties correspond to changes of 3.8% and 3.2% of the acceptance in the SRbTag and SRbVeto regions. They are associated with a migration of events from one signal region to the other, hence they are treated as anti-correlated between the two signal regions. For ggF, the uncertainty in the SRbVeto is negligible (< 0.5%), while it is 3.8% in the SRbTag.",
            "paragraph_rank": 71,
            "section_rank": 19
        },
        {
            "section": "JHEP07(2019)117",
            "text": "As discussed in section 3, the signal samples were simulated with the fast simulation framework of ATLAS, which replaces the full simulation of the electromagnetic and hadronic calorimeters by a parameterized model. No significant differences in acceptance and dimuon invariant mass were observed between a limited number of fast simulation signal samples and samples generated with full Geant4-based simulation, hence no systematic uncertainty is considered for the use of fast simulation.",
            "paragraph_rank": 72,
            "section_rank": 19
        },
        {
            "section": "JHEP07(2019)117",
            "text": "The current result is dominated by the statistical uncertainty of the data (which accounts for 66% of the total uncertainty on the fitted value of the signal cross-section), and the systematic uncertainty due to the finite size of the simulated background samples (which accounts for 25% of the total uncertainty). Amongst the remaining systematic uncertainties, the modelling of the shape of the m µµ distribution for the Z+jets and top-antitop backgrounds dominates (3% of the total uncertainty) followed by the muon identification efficiency (1.5%). All other considered sources of experimental and theoretical uncertainties (which individually have an impact < 0.4%) have a combined contribution of less than 5% to the total uncertainty on the upper limit.",
            "paragraph_rank": 73,
            "section_rank": 19
        },
        {
            "text": "Results",
            "section_rank": 20
        },
        {
            "section": "Results",
            "text": "The observed p-values as a function of m Φ , obtained applying the statistical analysis described in section 6, are shown in figure 3(a) for the bbΦ-only fit and in figure 3(b) for the ggF-only fit. The lines in each figure correspond to separate fits. The dotted line represents the p-value for a fit including only SRbTag and all control regions (CRs), the dashed line represents the p-value for a fit including only SRbVeto+CRs, while the solid line corresponds to the combined SRbTag+SRbVeto+CRs fit. The dotted lines in the two figures show similar behaviour and so do the dashed lines, while the combined p-values are calculated for separate signal production modes implying very different contributions from the SRbVeto and SRbTag regions, which lead to substantially different limits. The largest excess of events above the expected background is observed for the b-quark associated production at about m Φ = 480 GeV and amounts to a local significance of 2.3σ, which becomes 0.6σ after considering the look-elsewhere effect over the mass range 0.2-1.0 TeV. The look-elsewhere effect is estimated using the method described in ref. [87].",
            "paragraph_rank": 74,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 1140,
                    "text": "[87]",
                    "end": 1144
                }
            ]
        },
        {
            "section": "Results",
            "text": "Since the data are in agreement with the predicted backgrounds the results are given in terms of exclusion limits. These are set using the modified frequentist CL s method [88]. Upper limits on the cross section times branching ratio for a massive scalar particle are set  Figure 3. Observed p-values as a function of m Φ for (a) a bbΦ-only fit and (b) a ggF-only fit. The dotted line corresponds to the data in the SRbTag only, the dashed line to the data in SRbVeto only, and the solid curve to the combination of the two data categories. All three fits include data from all control regions.",
            "paragraph_rank": 75,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 172,
                    "text": "[88]",
                    "end": 176
                },
                {
                    "type": "figure",
                    "start": 273,
                    "text": "Figure 3",
                    "end": 281
                }
            ]
        },
        {
            "section": "Results",
            "text": "at the 95% confidence level (CL) as a function of the particle mass. The upper limits at 95% CL on σ Φ × B(Φ → µµ) (where σ Φ is the cross section and B is the branching ratio) assume the natural width of the resonance to be negligible compared to the experimental resolution, and they cover the mass range 0.2-1.0 TeV. In figure 4(a) and 4(b) the 95% CL upper limits are shown for b-quark associated production and gluon-gluon fusion, respectively. The expected limits are in the ranges 1.3-25 fb and 1.8-25 fb, respectively. The observed limits are in the ranges 1.9-41 fb and 1.6-44 fb, respectively. Both the expected and observed limits are calculated in the asymptotic approximation [75], which was verified with MC pseudo-experiments for the m Φ = 1000 GeV hypothesis. The upper limit on the ggF production mode is dominated by the SRbVeto, while for the bbΦ production mode both the SRbTag and SRbVeto regions contribute to the result because of the relative acceptance of the bbΦ production mode in the two regions. Limits shown in figure 4 are obtained in simultaneous fits of the SRbVeto and SRbTag data regions and correspond to the different signal production modes. Usage of the same data events in both the bbΦ-only and the ggF-only fits explains correlations in the behaviour of the observed limits.  Figure 4. The observed and expected 95% CL upper limits on the production cross section times branching ratio for a massive scalar resonance produced via (a) b-quark associated production and (b) gluon-gluon fusion.",
            "paragraph_rank": 76,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 689,
                    "text": "[75]",
                    "end": 693
                },
                {
                    "type": "figure",
                    "start": 1317,
                    "text": "Figure 4",
                    "end": 1325
                }
            ]
        },
        {
            "section": "Results",
            "text": "[GeV]  Figure 5. The (a) observed and (b) expected 95% CL upper limit on the production cross section times branching ratio for Φ → µµ as a function of the fractional contribution from b-quark associated production and the scalar boson mass.",
            "paragraph_rank": 77,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 7,
                    "text": "Figure 5",
                    "end": 15
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 21
        },
        {
            "section": "Conclusion",
            "text": "The ATLAS detector at the LHC has been used to search for a massive scalar resonance decaying into two opposite-sign muons, produced via b-quark associated production or via gluon-gluon fusion, assuming that the natural width of the resonance is negligible compared to the experimental resolution. The search is conducted with 36.1 fb −1 of pp collision data at √ s = 13 TeV, recorded during 2015 and 2016. The observed dimuon invariant mass spectrum is consistent with the Standard Model prediction within uncertainties for events both with and without a b-tagged jet over the 0.2-1.0 TeV range. The observed upper limits at 95% confidence level on the cross-section times branching ratio for b-quark associated production and gluon-gluon fusion are between 1.9 and 41 fb and 1.6 and 44 fb respectively, which is consistent with expectations.",
            "paragraph_rank": 78,
            "section_rank": 21
        },
        {
            "section": "Conclusion",
            "text": "-17 -JHEP07(2019)117",
            "paragraph_rank": 79,
            "section_rank": 21
        },
        {
            "text": "Figure 1 .",
            "section_rank": 22
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Feynman diagrams for (a) the b-quark associated production mode and (b) the gluongluon fusion production mode.",
            "paragraph_rank": 80,
            "section_rank": 22
        },
        {
            "text": "Figure 2 .",
            "section_rank": 23
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Distributions of the dimuon invariant mass, m µµ , after the combined fit to data are shown normalized: (a) in the SRbTag, under the background plus signal hypothesis (480 GeV bbΦ signal) and (b) in the SRbVeto, under the background plus signal hypothesis (480 GeV ggF signal). The fit for a m Φ =480 GeV signal corresponds to the largest excess observed above the background expectation. Each background process is normalized according to its post-fit cross-section. The templates for the m Φ =200 GeV, m Φ =480 GeV and m Φ =1 TeV mass hypotheses are normalized to the expected upper limit. The data are shown by the points, while the size of the statistical uncertainty is shown by the error bars. The last bin includes the overflow. The blue arrows represent the data points outside of the frame. The hatched band shows the total systematic uncertainty of the post-fit yield.",
            "paragraph_rank": 81,
            "section_rank": 23
        },
        {
            "text": "Figures 5 (",
            "section_rank": 24
        },
        {
            "section": "Figures 5 (",
            "text": "Figures 5(a) and 5(b) show the observed and expected 95% CL upper limits on the production cross section times branching ratio for Φ → µµ as a function of the fractional contribution from b-quark associated production (σ bbΦ /[σ bbΦ + σ ggF ]) and the scalar resonance mass. These fractions are derived assuming that other production mechanisms do not affect the result. A complete set of tables and figures are available at the Durham HepData repository [89].",
            "paragraph_rank": 82,
            "section_rank": 24
        },
        {
            "section": "Figures 5 (",
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). The angular distance is measured in units of ∆R = (∆η) 2 + (∆φ) 2 .",
            "paragraph_rank": 83,
            "section_rank": 24
        },
        {
            "text": "Acknowledgments",
            "section_rank": 26
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 84,
            "section_rank": 26
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 85,
            "section_rank": 26
        },
        {
            "text": "Switzerland. g Also at Departament de Fisica de la Universitat Autonoma de Barcelona, Barcelona; Spain. h Also at Departamento de Física Teorica y del Cosmos, Universidad de Granada, Granada (Spain); ",
            "paragraph_rank": 86,
            "section_rank": 28
        }
    ]
}