{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A measurement of the four-lepton invariant mass spectrum is made with the ATLAS detector, using an integrated luminosity of 36.1 fb −1 of proton-proton collisions at √ s = 13 TeV delivered by the Large Hadron Collider. The differential cross-section is measured for events containing two same-flavour opposite-sign lepton pairs. It exhibits a rich structure, with different mass regions dominated in the Standard Model by single Z boson production, Higgs boson production, and Z boson pair production, and nonnegligible interference effects at high invariant masses. The measurement is compared with state-of-the-art Standard Model calculations, which are found to be consistent with the data. These calculations are used to interpret the data in terms of gg → ZZ → 4 and Z → 4 subprocesses, and to place constraints on a possible contribution from physics beyond the Standard Model.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "This paper presents a measurement of the four-lepton invariant mass (m 4 ) spectrum in events containing two same-flavour opposite-sign lepton (electron or muon) pairs. The data correspond to 36.1 fb −1 of proton-proton collisions collected with the ATLAS detector during the √ s = 13 TeV Large Hadron Collider (LHC) run in 2015-2016.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In pp collisions four-lepton production is expected to receive contributions from several Standard Model (SM) physics processes, the most important of which are shown in figure 1. The predicted cross-sections for these processes are shown as a function of the invariant four-lepton mass m 4 in figure 2. Largest in magnitude is the quark-induced t-channel process qq → 4 , with leptonic ( = e, µ) decays of the Z bosons. Gluon-induced gg → 4 production also occurs, via an intermediate quark loop. The theoretical uncertainties in the SM prediction for this latter contribution are comparatively large.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "At around m 4 m Z = 91.19 GeV [1], single resonant Z → 4 production through QED radiative processes leads to a peak in the spectrum, and allows an extraction of the cross-section and branching fraction for Z → 4 to be made.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 30,
                    "text": "[1]",
                    "end": 33
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Pairs of Z bosons can also be produced from the decay of an intermediate Higgs boson. The majority of these are produced via gluon-gluon fusion, with minor contributions from JHEP04(2019)048 Figure 1. Main contributions to the pp → 4 ( = e, µ) process: (a) t-channel qq → 4 production, (b) gluon-induced gg → 4 production via a quark loop, (c) internal conversion in Z boson decays and (d) Higgs-boson-mediated s-channel production (here: gluon-gluon fusion). The notation Z ( * ) refers to a Z boson which may be either on-shell or off-shell.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 191,
                    "text": "Figure 1",
                    "end": 199
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "[GeV] vector-boson fusion and associated production with vector bosons or top-quark pairs. There is resonant production around the Higgs boson mass of m H = 124.97 ± 0.24 GeV [2], as well as off-shell production at higher mass values, which is enhanced at approximately 350 GeV due to top-quark loops in the gluon-gluon fusion mechanism. At around 180 GeV there is an enhancement of all the processes involving two Z bosons, as on-shell production is possible above this mass. The box diagram gg → 4 and gg → H ( * ) → 4 processes interfere destructively in the SM. While interference is maximal around m 4 = 220 GeV [3], the relative effect of the gg → H ( * ) → 4 contribution to the overall gg → 4 lineshape is most pronounced above 350 GeV, as is visible in figure 2.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 175,
                    "text": "[2]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 617,
                    "text": "[3]",
                    "end": 620
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "-2 -",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "JHEP04(2019)048",
            "section_rank": 3
        },
        {
            "section": "JHEP04(2019)048",
            "text": "The off-shell Higgs production rate may be affected by beyond-the-SM (BSM) processes involving additional heavy particles, or modifications of the Higgs couplings, even if there is no effect on on-shell Higgs boson production [4].",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 226,
                    "text": "[4]",
                    "end": 229
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "Previous measurements in this final state were carried out at √ s = 13 TeV by the ATLAS [5] and CMS [6] collaborations with a focus on ZZ production. The CMS result additionally includes a determination of the Z → 4 branching ratio using a dedicated detector-level analysis. The ATLAS collaboration performed a measurement of inclusive four-lepton production at √ s = 8 TeV [7] and set constraints on the contribution from gg → 4 . An analysis using √ s = 7 TeV and 8 TeV data [8] to determine the Z → 4 branching fraction has also been published by ATLAS. Constraints on off-shell Higgs boson production have recently been set by ATLAS [9] using the 4 and 2 2ν final states in a dedicated detector-level analysis. This measurement is carried out in a fiducial phase space based on the kinematic acceptance of the detector to ensure a high selection efficiency. The fiducial phase space and all observables are defined using stable final-state particles to minimise model dependence. The observation at detector level is corrected for experimental effects such as the detector and trigger system efficiencies and the detector resolution to provide results which may be used and reinterpreted without requiring a full simulation of the ATLAS detector. Electrons or muons originating from leptonic decays of the τ -lepton are not considered to be part of the signal and their contribution to the observation at detector level is subtracted.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 88,
                    "text": "[5]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 100,
                    "text": "[6]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 374,
                    "text": "[7]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 477,
                    "text": "[8]",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 637,
                    "text": "[9]",
                    "end": 640
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "Cross-sections are measured differentially in the invariant four-lepton mass m 4 , and double-differentially with respect to both m 4 and the following kinematic variables: the transverse momentum of the four-lepton system p 4 T , the rapidity of the four-lepton system y 4 , and a matrix-element discriminant (introduced in ref. [3] and denoted by D ME in this paper) designed to distinguish the s-channel Higgs-mediated production process from all other processes. The m 4 measurement is also made separately for each flavour combination of leptons in the event; 4e, 4µ and 2e2µ. The double-differential cross-sections can provide additional sensitivity to the various subprocesses contributing to the measured final state; for example, the p 4 T is expected to discriminate gg → ZZ from qq → ZZ. They are also of interest for future interpretation; for example, some BSM contributions can have an impact which depends upon the final-state lepton flavours [10]. The measurements are compared with SM predictions. To explore the potential of reinterpreting differential cross-section measurements, they are also used to constrain the gg → 4 process and set a limit on the gg → H * → 4 off-shell signal strength, to extract the Z → 4 contribution and to place limits on a selected BSM scenario.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 225,
                    "text": "4",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 330,
                    "text": "[3]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 745,
                    "text": "4",
                    "end": 746
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 958,
                    "text": "[10]",
                    "end": 962
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 4
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS experiment [11][12][13] at the LHC is a multipurpose particle detector with a forward-backward symmetric cylindrical geometry and a near 4π coverage in solid angle. 1",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 21,
                    "text": "[11]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 25,
                    "text": "[12]",
                    "end": 29
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 29,
                    "text": "[13]",
                    "end": 33
                }
            ]
        },
        {
            "text": "JHEP04(2019)048",
            "section_rank": 5
        },
        {
            "section": "JHEP04(2019)048",
            "text": "It consists of an inner tracking detector surrounded by a thin superconducting solenoid providing a 2 T axial magnetic field, electromagnetic and hadron calorimeters, and a muon spectrometer. The inner tracking detector covers the pseudorapidity range |η| < 2.5, and consists of silicon pixel, silicon microstrip, and transition radiation tracking detectors. Lead/liquid-argon (LAr) sampling calorimeters provide electromagnetic (EM) energy measurements with high granularity. A hadron (steel/scintillator-tile) calorimeter covers the central pseudorapidity range (|η| < 1.7). The endcap and forward regions are instrumented with LAr calorimeters for both the EM and hadronic energy measurements up to |η| = 4.9. The muon spectrometer (MS) surrounds the calorimeters and includes three large air-core toroidal superconducting magnets with eight coils each. The field integral of the toroids ranges between 2.0 and 6.0 Tm across most of the detector. The MS is based on a system of precision chambers providing tracking information up to |η| = 2.7 and fast detectors for triggering in the region |η| < 2.4. A two-level trigger system is used to select events [14]. The first-level trigger is implemented in hardware and processes a subset of the detector information to reduce the accepted rate to at most 100 kHz. This is followed by the software-based high-level trigger, which reduces the accepted event rate to 1 kHz on average depending on the data-taking conditions.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1158,
                    "text": "[14]",
                    "end": 1162
                }
            ]
        },
        {
            "text": "Definition of fiducial cross-section",
            "section_rank": 6
        },
        {
            "section": "Definition of fiducial cross-section",
            "text": "The fiducial phase space used for the measurement is driven by the kinematic acceptance of the detector and closely follows the detector-level event selection described in section 4. The kinematic selection is defined using stable final-state particles [15]. Stable, prompt leptons (electrons and muons) are dressed by adding to their four-momenta the four-momenta of any photons not originating from hadron decays within a cone of size ∆R = (∆η) 2 + (∆φ) 2 = 0.005 around the lepton direction. The fiducial phase space and any observables defined in this way are referred to as being at particle level. This definition is chosen to ensure that the particle-level distributions extrapolated from the detector-level observation are as model-independent as possible. This allows the extrapolation to be performed using detector resolutions and efficiencies which are known within experimentally controlled uncertainties, as described in section 6, without additional significant theoretical uncertainty.",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 253,
                    "text": "[15]",
                    "end": 257
                }
            ]
        },
        {
            "section": "Definition of fiducial cross-section",
            "text": "Events are required to contain a quadruplet consisting of two same-flavour oppositesign (SFOS) lepton pairs. The three leading leptons in the quadruplet must have transverse momenta (p T ) larger than 20, 15, and 10 GeV, while the fourth lepton is required to have p T > 7 (5) GeV for electrons (muons). First, the lepton pair with an invariant mass closest to the Z boson mass is selected as the primary dilepton pair with mass m 12 . The remaining pair closest to the Z boson mass is referred to as the secondary pair, with mass m 34 , and completes the quadruplet. In this way, only one quadruplet is selected even in events containing more than four leptons. ",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "section": "Definition of fiducial cross-section",
            "text": "This approach preserves high acceptance for low m 4 values, particularly for Z → 4 , while suppressing events with leptons from leptonic τ -lepton decays at higher values of m 4 . The angular separation between opposite flavour leptons in the quadruplet is required to satisfy ∆R > 0.2, while any same flavour leptons have to be separated by ∆R > 0.1 from each other. The latter condition enhances the acceptance for boosted topologies in high-m 4 Z boson pair production. To exclude leptons originating from quarkonia decays, the invariant mass of any same-flavour, opposite-sign lepton pair in the event is required to exceed 5 GeV. A dedicated veto of leptons originating from Υ decays is not performed, in order to retain acceptance at low m 4 , in particular for the single resonant Z boson decay. This background is negligible within the phase space of this measurement. The full list of selection criteria is given in table 1 and largely follows refs. [16,17]. The overall range in m 4 considered for this measurement is 70 GeV < m 4 < 1200 GeV and was chosen based on the yields predicted in MC simulation. All candidates observed in the collision data fall into this interval.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 959,
                    "text": "[16,",
                    "end": 963
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 963,
                    "text": "17]",
                    "end": 966
                }
            ]
        },
        {
            "section": "Definition of fiducial cross-section",
            "text": "In addition to the invariant mass m 4 , transverse momentum p 4 T , rapidity y 4 and flavour composition of the selected quadruplet, the observables measured in this paper also",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "JHEP04(2019)048",
            "section_rank": 7
        },
        {
            "section": "JHEP04(2019)048",
            "text": "include a matrix-element discriminant (D ME ) defined as",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "section": "JHEP04(2019)048",
            "text": "where",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "section": "JHEP04(2019)048",
            "text": "indicates the squared matrix element for process X evaluated for the specific four-momenta and flavours of the leptons in the given event, and M 2 X (m 4 ) represents the average squared matrix element for process X in the fiducial region for the given four-lepton invariant mass. The first squared matrix elementM 2 gg(→H ( * ) )→ZZ ( * ) →4 in the denominator of eq. (3.1) includes the non-Higgs box diagram (figure 1b), Higgs-mediated production (figure 1d), as well as the interference of the two, whereas the squared matrix element in the numeratorM 2 gg→H ( * ) →ZZ ( * ) →4 only includes for Higgs-mediated production. The constant factor multiplying the t-channel matrix element in the denominator affects the shape of the observable, but does not have a significant impact on its separation power. The value of 0.1 is chosen to keep the peak of the distribution sufficiently distant from the maximum possible value of 0 while also limiting tails in the negative direction. The numerator represents the s-channel matrix element involving the Higgs boson produced via gluon-gluon fusion. The squared matrix elements are computed at leading-order QCD precision using the MCFM [18] program version 8.0. The strong coupling constant is evaluated at the scale of half the four-lepton invariant mass. The Higgs boson mass is set to m H = 125.0 GeV, and its width to the Standard Model prediction for this mass. Given the leading-order QCD precision, the incoming parton momenta are approximated by assuming the four-lepton centre-of-mass system is produced at rest.",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1182,
                    "text": "[18]",
                    "end": 1186
                }
            ]
        },
        {
            "text": "Data sample and event selection",
            "section_rank": 8
        },
        {
            "section": "Data sample and event selection",
            "text": "This measurement uses 36.1 fb −1 of proton-proton collision data with a centre-of-mass energy √ s = 13 TeV, collected during 2015 and 2016 with the ATLAS detector.",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "section": "Data sample and event selection",
            "text": "Events are selected in the online trigger system by requiring that one of several triggers be passed, in which one, two or three leptons (electrons or muons) are required with a range of lepton p T requirements dependent upon the multiplicity [19]. The combined efficiency of these triggers for events within the detector-level phase space of the measurement is above 96% for 70 GeV < m 4 < 180 GeV and increases beyond 99% for m 4 > 180 GeV as the final-state leptons become more likely to satisfy the trigger thresholds.",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 243,
                    "text": "[19]",
                    "end": 247
                }
            ]
        },
        {
            "section": "Data sample and event selection",
            "text": "Electron identification is based on variables describing the longitudinal and transverse shapes of the electromagnetic showers in the calorimeters, properties of tracks in the inner detector, and track-cluster matching [20,21]. Muons are identified using information from the muon spectrometer, the inner tracking detector and calorimeters, with the requirements depending upon the angular region and p T of the muon [22].",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 219,
                    "text": "[20,",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 223,
                    "text": "21]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 417,
                    "text": "[22]",
                    "end": 421
                }
            ]
        },
        {
            "text": "JHEP04(2019)048",
            "section_rank": 9
        },
        {
            "section": "JHEP04(2019)048",
            "text": "Using the candidates identified in this way, the detector-level event selection looks for four prompt leptons, as detailed in table 2. Electrons are required to satisfy a looseidentification working point for which the efficiency is about 95% [23], have E T > 7 GeV and |η| < 2.47. Muons must likewise satisfy a loose-identification working point, designed to achieve high efficiencies of about 99% with relatively low backgrounds [22], and have p T > 5 GeV, or p T > 15 GeV if they are tagged solely in the calorimeter (\"calorimetertagged muon\"). To select leptons originating from the primary proton-proton interaction, their tracks are required to have a longitudinal impact parameter (z 0 ) satisfying |z 0 sin(θ)| < 0.5 mm from the primary interaction vertex. Background from cosmic-ray muons is rejected by requiring each muon track's transverse impact parameter (d 0 ) to satisfy |d 0 | < 1 mm. This additionally discriminates against non-prompt muons.",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 243,
                    "text": "[23]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 431,
                    "text": "[22]",
                    "end": 435
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "Using the leptons selected in this way, a quadruplet is formed according to the kinematic selection criteria defining the fiducial phase space described in section 3. The quadruplet is then subjected to further requirements in order to suppress the contribution of leptons from secondary decays or misidentifications related to jet activity. It must not contain more than one muon identified solely in the calorimeter or solely in the muon spectrometer. None of the leptons constituting the quadruplet may have a transverse impact parameter significance d 0 /σ d 0 > 5 (3) for electrons (muons). All leptons of the quadruplet are required to satisfy isolation criteria based on particle-tracks measured in the inner detector and energy deposits in the electromagnetic calorimeter. When evaluating these criteria, tracks or deposits originating from leptons in the quadruplet are not considered in order to retain events with close-by prompt leptons. Finally, the four leptons of the quadruplet are required to be loosely compatible with originating from a common vertex, evaluated by means of the reduced-χ 2 vertex fit using the four lepton trajectories. This further suppresses the contribution of secondary leptons from b-and c-hadron decays.",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "Theoretical predictions and simulation",
            "section_rank": 10
        },
        {
            "section": "Theoretical predictions and simulation",
            "text": "Simulated events are used to correct the observed events for detector effects, as well as to estimate the expected numbers of signal and background events and the systematic uncertainty of the final results. Events from Monte Carlo simulation (MC) were passed through a detailed simulation of the ATLAS detector and trigger [24], and the same reconstruction and analysis software as applied to the data. The effect of multiple pp interactions per bunch crossing, as well as the effect on the detector response due to interactions from bunch crossings before or after the one containing the hard interaction, referred to as \"pileup\", is emulated by overlaying inelastic pp collisions onto the generated events. The events are then reweighted to reproduce the distribution of the number of collisions per bunchcrossing observed in the data. This procedure is known as \"pile-up reweighting\". To allow the contamination from events with τ -leptons to be evaluated, generated samples include τ -leptons.",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 324,
                    "text": "[24]",
                    "end": 328
                }
            ]
        },
        {
            "section": "Theoretical predictions and simulation",
            "text": "The pair production of two Z bosons via the qq → 4 process was simulated with the ",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "section": "Theoretical predictions and simulation",
            "text": "Contributions from the other leptons of the quadruplet not considered",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "section": "Theoretical predictions and simulation",
            "text": "Lepton transverse impact parameter Table 2. Summary of the event selection requirements at detector level.",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 35,
                    "text": "Table 2",
                    "end": 42
                }
            ]
        },
        {
            "section": "Theoretical predictions and simulation",
            "text": "using Comix [26] and OpenLoops [27], and merged with the Sherpa parton shower [28] according to the ME+PS@NLO prescription [29]. The NNPDF3.0NNLO PDF set [30] was used, and the QCD renormalisation and factorisation scales were set to m 4 /2. The total cross-section from this calculation agrees within scale uncertainties with an NNLO QCD prediction obtained using the MATRIX program [31][32][33][34]. A reweighting for virtual NLO EW effects [35,36] was applied as a function of the four-lepton invariant mass, m 4 , which modifies the differential cross-section by between +3% (for m 4 ∼ 130 GeV) and −20% for m 4 > 800 GeV. The real higher-order electroweak contribution to 4 production in association with two jets (which includes vector-boson scattering) is not included in the sample discussed above but it was modelled separately using Sherpa 2.2.2 with the NNPDF3.0NNLO PDF set. A second qq → 4 sample was generated at NLO precision in QCD using Powheg-Box v2 [37][38][39] configured with the CT10 PDF set [40] and interfaced to Pythia 8.186 [41,42] for parton showering. A correction to higher-order precision (Kfactor), defined for this process as the ratio of the cross-section at NNLO QCD accuracy to the one at NLO QCD accuracy, was obtained using the MATRIX NNLO QCD prediction and applied to this sample as a function of m 4 , modifying the inclusive cross-section by between +10% for m 4 < 180 GeV and +25% for m 4 > 800 GeV. The reweighting for virtual NLO EW effects discussed above for the Sherpa case was also applied to this sample.",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 12,
                    "text": "[26]",
                    "end": 16
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 31,
                    "text": "[27]",
                    "end": 35
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 78,
                    "text": "[28]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 123,
                    "text": "[29]",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "start": 154,
                    "text": "[30]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 384,
                    "text": "[31]",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 388,
                    "text": "[32]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 392,
                    "text": "[33]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 396,
                    "text": "[34]",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 443,
                    "text": "[35,",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 447,
                    "text": "36]",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 968,
                    "text": "[37]",
                    "end": 972
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 972,
                    "text": "[38]",
                    "end": 976
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 976,
                    "text": "[39]",
                    "end": 980
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1014,
                    "text": "[40]",
                    "end": 1018
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1050,
                    "text": "[41,",
                    "end": 1054
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1054,
                    "text": "42]",
                    "end": 1057
                }
            ]
        },
        {
            "text": "JHEP04(2019)048",
            "section_rank": 11
        },
        {
            "section": "JHEP04(2019)048",
            "text": "The purely gluon-initiated ZZ production process enters at next-to-next-to-leading order (NNLO) in α S . It was modelled using Sherpa 2.2.2 [43], at LO precision for zeroand one-jet final states, and the NNPDF3.0NNLO PDF set was chosen. This sample includes the box diagram, the s-channel process proceeding via a Higgs boson, and the interference between the two. Recently, a NLO QCD calculation for the three components became available [44,45] allowing m 4 differential K-factors to be calculated with the 1/m t expansion below 2m t , and assuming a massless quark approximation above this threshold. This NLO QCD calculation was used to correct the s-channel process gg → H * → ZZ ( * ) → 4 , the box diagram gg → 4 and the interference with separate K-factors. These represent significant corrections of the order of +100% to the leading-order cross-section. There are, however, NNLO QCD precision calculations for the off-shell Higgs boson production cross-section [46,47] which show additional enhancement of the cross-section. Since these corrections are not known differentially in m 4 for all three components, the prediction for each component is scaled by an additional overall correction factor of 1.2, assumed to be the same for the signal, background and interference. This additional constant scale factor is justified by the approximately constant behaviour of the NNLO/NLO QCD prediction. In addition, a purely leading-order prediction for the gg → 4 process was obtained using the MCFM program [18] with the CT10 PDF set [40], interfaced to Pythia 8 [41,42].",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 140,
                    "text": "[43]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 439,
                    "text": "[44,",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 443,
                    "text": "45]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 971,
                    "text": "[46,",
                    "end": 975
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 975,
                    "text": "47]",
                    "end": 978
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1513,
                    "text": "[18]",
                    "end": 1517
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1540,
                    "text": "[40]",
                    "end": 1544
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1569,
                    "text": "[41,",
                    "end": 1573
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1573,
                    "text": "42]",
                    "end": 1576
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "In the mass range 100 GeV < m 4 < 150 GeV, where on-shell Higgs production dominates and the effect of interference is negligible, dedicated samples are used to model the on-shell Higgs and box diagram continuum ZZ production processes. In the case of the box diagram, the same combination of NLO QCD K-factor and a factor of 1.2 to account for higher-order effects, as described above, is applied to correct the cross-section. The Higgs production processes via gluon-gluon fusion (ggF) [48] (which dominates the on-shell Higgs production), via vector-boson fusion (VBF) [49] and in association with a vector boson (V H) [50] were all simulated at NLO precision in QCD using Powheg-Box v2 with the PDF4LHC next-to-leading-order (NLO) set of parton distribution functions [51] and interfaced to Pythia 8.186. The decay of the Higgs and Z bosons was performed within Pythia. The description of the gluon-gluon fusion process was further improved by reweighting to NNLO QCD accuracy using the HNNLO program [52][53][54], referred to as the NNLOPS method [55], and the resulting prediction was normalised using cross-sections calculated at N3LO precision in QCD [47]. For VBF production, full NLO QCD and EW calculations were used with approximate NNLO QCD corrections. The VH production was calculated at NNLO in QCD and NLO EW corrections are applied. Production in association with a top-quark pair was simulated to NLO accuracy in QCD using MadGraph5 aMC@NLO [56,57] configured with the CT10 PDF set and interfaced to Herwig++ [58,59]. The contribution from this process is very small in the analysis.",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 488,
                    "text": "[48]",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 572,
                    "text": "[49]",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 622,
                    "text": "[50]",
                    "end": 626
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 772,
                    "text": "[51]",
                    "end": 776
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1005,
                    "text": "[52]",
                    "end": 1009
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1009,
                    "text": "[53]",
                    "end": 1013
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1013,
                    "text": "[54]",
                    "end": 1017
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1052,
                    "text": "[55]",
                    "end": 1056
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1159,
                    "text": "[47]",
                    "end": 1163
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1460,
                    "text": "[56,",
                    "end": 1464
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1464,
                    "text": "57]",
                    "end": 1467
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 1528,
                    "text": "[58,",
                    "end": 1532
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 1532,
                    "text": "59]",
                    "end": 1535
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "Other SM processes resulting in four prompt leptons in the final state are considered as irreducible backgrounds, and were also simulated using MC generators. These include triboson production (ZW W , ZZW and ZZZ) and tt pairs produced in association with vector bosons (ttZ, ttW W ) collectively referred to as ttV (V ). The triboson processes were generated with Sherpa 2.1.1 using the CT10 PDF set. The W W Z prediction has leadingorder QCD precision for up to two additional outgoing partons while the W ZZ and ZZZ",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "JHEP04(2019)048",
            "section_rank": 12
        },
        {
            "section": "JHEP04(2019)048",
            "text": "prediction has next-to-leading-order QCD precision for zero additional outgoing partons and leading-order QCD precision for up to two partons. The ttV processes were generated with Sherpa 2.2.0 at leading-order QCD precision and the NNPDF3.0NNLO PDF set.",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "section": "JHEP04(2019)048",
            "text": "In addition to these contributions, reducible background processes which can contribute to the final event selection but contain at least one non-prompt or mis-reconstructed lepton are estimated using a partially data-driven method detailed in refs. [16,17]. These processes include one or more leptons produced from heavy-flavour hadron decays, muons from pion or kaon decays, or electrons from either photon conversion or hadron misidentification. The majority of these events originate from Z bosons produced in association with jets, tt production with leptons from heavy-flavour decay, and W Z production in association with jets. Contributions from these processes are estimated separately depending on the flavour of the leptons in the secondary pair and the source of the non-prompt lepton(s). This estimation procedure uses a number of different control regions and simultaneous fits, and for some specific processes the estimation is taken directly from MC simulation. The datadriven results were validated in separate control regions using data. This contribution is small compared to that of prompt four-lepton production, and negligible for m 4 > 200 GeV.",
            "paragraph_rank": 34,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 250,
                    "text": "[16,",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 254,
                    "text": "17]",
                    "end": 257
                }
            ]
        },
        {
            "text": "Unfolding for detector effects",
            "section_rank": 13
        },
        {
            "section": "Unfolding for detector effects",
            "text": "The measured four-lepton mass spectrum and additional double-differential spectra are \"unfolded\" to correct for experimental effects, including the resolution and efficiency of the detector and trigger system. This allows direct comparison with particle-level predictions within the fiducial phase space.",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "section": "Unfolding for detector effects",
            "text": "The unfolding procedure is based on describing the relationship between the number of events measured in a bin d of a particular detector-level differential distribution and the yield in bin p of the corresponding particle-level distribution using a single response matrix R dp . This matrix consists of three contributions:",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "section": "Unfolding for detector effects",
            "text": "• The reconstruction efficiency is measured as the ratio of the number of events which pass both the fiducial and detector event selections to the number passing the fiducial selection, as a function of the kinematic observable(s) at particle level. Above m 4 = 200 GeV, it is typically between 60% and 80%, while for lower values of m 4 , values as low as 30% are reached for the 4e final state, due to reduced detector efficiency when reconstructing leptons of low transverse momenta. It enters R dp as a diagonal matrix.",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "section": "Unfolding for detector effects",
            "text": "• A \"migration matrix\" which contains the probabilities that a particle-level event from a given fiducial bin which passes the detector selection will be found in a particular reconstructed bin. It accounts for bin-to-bin migrations. For all measurements, the diagonal elements of this matrix, also referred to as the \"fiducial purity\" in each bin, have values above 80%, with most of the small amount of migration occurring between neighbouring mass bins.",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "section": "Unfolding for detector effects",
            "text": "• Finally, the fiducial fraction accounts for events which pass the detector selection but fail the fiducial event selection. This can occur due to the resolution of the detector, -10 -",
            "paragraph_rank": 39,
            "section_rank": 13
        },
        {
            "text": "JHEP04(2019)048",
            "section_rank": 14
        },
        {
            "section": "JHEP04(2019)048",
            "text": "or leptons originating from leptonically decaying τ -leptons. It is measured by taking the ratio of events which pass both the fiducial and detector selection to the total passing the detector selection. It is close to unity for m 4 > 200 GeV, and above 90% below this threshold. It enters R dp as a diagonal matrix.",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "section": "JHEP04(2019)048",
            "text": "In the unfolding procedure, first, the fiducial fraction is accounted for by multiplying the background-subtracted observation in each bin of the measurement with the fiducial fraction for that particular bin. Then, an iterative Bayesian procedure [60], using the particle-level predicted distribution as the initial prior and the migration matrix, is used to correct for bin migration. The iteration procedure reduces the dependence on the initial prior. The number of iterations is used as a regularisation parameter and controls the statistical uncertainty. Two iterations are found to be optimal for all distributions by MC studies aiming to minimise both the statistical uncertainty and the bias. Finally, the resulting estimate of the particle-level distribution is divided by the reconstruction efficiency bin by bin to obtain the final result. This approach represents a compromise between accounting for the small migration effects that occur and minimising the effect of small fluctuations in the detector-level distributions through the regularisation approach.",
            "paragraph_rank": 41,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 248,
                    "text": "[60]",
                    "end": 252
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "The binning used for the measurements presented in this paper is driven by the requirements of the procedure described above. Bin edges are placed to cover as wide as possible a phase-space interval with fine granularity while ensuring a fiducial purity of at least 80%. In addition, a minimum predicted detector-level yield of 10 events is required in each bin to ensure the numerical stability of the unfolding procedure and the viability for reinterpretation.",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "section": "JHEP04(2019)048",
            "text": "The robustness of the unfolding procedure to possible deviations of the data from the SM prediction was studied to ensure the model-independence of the analysis. Three scenarios were checked by unfolding pseudo-data after including the following: a greatly varied rate from off-shell Higgs production, or gluon-induced ZZ production, (−75%/+200% and −100%/+400% respectively) and the injection of an additional scalar resonance (masses of 200, 400 and 900 GeV were used). For the smooth, non-resonant modifications of the lineshape, the true lineshape was reproduced by unfolding with the SM-based response matrix with excellent accuracy, with residual biases far less than statistical precision. For large, resonant BSM contributions the bias is larger, up to the order of the statistical uncertainty when using the high-D ME region (defined in section 8). This type of interpretation is not considered here, but it is noted for any reinterpretations which may be affected.",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "Uncertainties",
            "section_rank": 15
        },
        {
            "section": "Uncertainties",
            "text": "The limiting source of uncertainty in this measurement is the statistical uncertainty, which is many times greater than the total systematic uncertainty in some bins. Experimental and theoretical sources both contribute to the systematic uncertainty, and their relative impact varies depending on the bin.",
            "paragraph_rank": 44,
            "section_rank": 15
        },
        {
            "section": "Uncertainties",
            "text": "The statistical uncertainty of the data is estimated using 2000 Poisson-distributed pseudo-datasets centred on the observed value in each bin, and repeating the unfolding JHEP04(2019)048 procedure for each set. The root mean square of the differences between the resulting unfolded distributions and the unfolded data is taken as the statistical uncertainty in each bin.",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "section": "Uncertainties",
            "text": "Experimental systematic uncertainties affect the response matrix used in the unfolding procedure. They are dominated by the reconstruction, identification and isolation efficiency uncertainties for electrons [23,61] and muons [22]. There are smaller contributions from lepton momentum resolution and scale uncertainties, and the uncertainty in the pile-up reweighting.",
            "paragraph_rank": 46,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 208,
                    "text": "[23,",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "start": 212,
                    "text": "61]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 226,
                    "text": "[22]",
                    "end": 230
                }
            ]
        },
        {
            "section": "Uncertainties",
            "text": "The uncertainty in the combined 2015+2016 integrated luminosity is 2.1%. It is derived, following a methodology similar to that detailed in ref. [62], and using the LUCID-2 detector for the baseline luminosity measurements [63], from calibration of the luminosity scale using x-y beam-separation scans. This uncertainty is fully correlated across all measured cross-section bins and is propagated to the limit setting in the interpretations of the results. All other sources of systematic uncertainty are propagated to the final unfolded distributions by varying the inputs within their uncertainty, repeating the unfolding, and taking in each bin the resulting deviation from the nominal response matrix as the uncertainty.",
            "paragraph_rank": 47,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 145,
                    "text": "[62]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 223,
                    "text": "[63]",
                    "end": 227
                }
            ]
        },
        {
            "section": "Uncertainties",
            "text": "Theoretical uncertainties primarily affect the particle-level predictions obtained from simulation. Since they affect the contribution of individual subprocesses to the total crosssection and the final-state lepton kinematics, they also impact the response matrix and hence the measured cross-sections. However, this is a very small effect compared to the experimental uncertainties and the statistical uncertainty. The most significant sources of theoretical uncertainty are the choice of factorisation and renormalisation scales, PDF set, and parton showering model within the event generator for the qq → 4 and gg → 4 MC samples.",
            "paragraph_rank": 48,
            "section_rank": 15
        },
        {
            "section": "Uncertainties",
            "text": "In the case of qq → 4 , the full uncertainty due to the scale choice was estimated using seven sets of values for the renormalisation and factorisation scales obtained by independently varying each to either one half, one, or two times the nominal value while keeping their ratio in the range of [0.5, 2]. Since a NLO QCD K-factor obtained within the fiducial phase space is applied in the gg → 4 samples, the uncertainty due to the scale choice for this production process within the fiducial phase space is evaluated using the differential scale uncertainty of this K-factor. In addition, seven sets of two values for the scales as described above are used to evaluate the impact of the scale choice on the acceptance for gg → 4 .",
            "paragraph_rank": 49,
            "section_rank": 15
        },
        {
            "section": "Uncertainties",
            "text": "Due to the reweighting of the purely gluon-induced ZZ production processes described in section 5, there are several other uncertainties affecting the normalisation in addition to the scale-induced uncertainties calculated together with the NLO QCD K-factors discussed above. In the m 4 region below 2m t , the higher-order corrections were computed solely for events not featuring jets with p T > 150 GeV to ensure a good description by the 1/m t expansion. Therefore, the default scale uncertainty is doubled for about 8% of the events in this region which contain such jets. Likewise, the scale uncertainty is also doubled at 2m t , with a Gaussian-smoothed transition from this maximal value down to the default uncertainty within a distance of 50 GeV to either side of the threshold. The inflated",
            "paragraph_rank": 50,
            "section_rank": 15
        },
        {
            "text": "JHEP04(2019)048",
            "section_rank": 16
        },
        {
            "section": "JHEP04(2019)048",
            "text": "uncertainty is intended to account for potential effects as the top quarks become on-shell. It is assumed that the relative NLO QCD corrections for massless and massive loops behave similarly beyond 2m t and that the NNLO QCD correction calculated for the off-shell Higgs production process mimics the continuum production and the interference well, so no further uncertainty is considered. It is expected that the NLO QCD scale uncertainty covers these effects, as it is larger than the one calculated at NNLO QCD.",
            "paragraph_rank": 51,
            "section_rank": 16
        },
        {
            "section": "JHEP04(2019)048",
            "text": "The uncertainty due to the choice of PDF set was estimated for both qq → 4 and gg → 4 by reweighting the sample to the alternative PDF sets CT10 and MSTW [64] as well as evaluating eigenvector variations of the default NNPDF3.0NNLO PDF set. In the case of qq → 4 , the envelope of these three variations is used to assign an uncertainty. For gg → 4 , the envelope is formed using only the effect of the variations on the shapes, as the cross-section is taken from the higher-order reweighting.",
            "paragraph_rank": 52,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 154,
                    "text": "[64]",
                    "end": 158
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "The impact on the detector corrections originating from differences in the showering model was assessed for both processes by varying the CKKW matching scale [65,66] from the Sherpa 2.2.2 default, changing the dipole recoil scheme in the shower to the one in [67] and by varying the resummation scale up and down by a factor of two. Furthermore, in order to account for non-factorising effects, qq → 4 events with high QCD activity [68] were assigned an additional uncertainty of the size of the NLO EW correction. As the NLO EW reweighting is only applied for qq → 4 , this last uncertainty is not applied to the gg → 4 or gg → H ( * ) → 4 processes.",
            "paragraph_rank": 53,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 158,
                    "text": "[65,",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 162,
                    "text": "66]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 259,
                    "text": "[67]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 432,
                    "text": "[68]",
                    "end": 436
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "Theoretical uncertainties in the modelling of resonant Higgs boson production do not have a significant effect on the response matrix, since this process is confined to a single bin in the m 4 spectrum. They mainly affect the predicted particle-level differential crosssections. The same uncertainties as reported in ref. [16] are applied in this paper. They are dominated by QCD scale and PDF uncertainties affecting the gluon-gluon fusion component.",
            "paragraph_rank": 54,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 322,
                    "text": "[16]",
                    "end": 326
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "In order to cross-check and estimate the uncertainty due to the choice of generator used to model the qq → 4 process, the difference between the unfolded results using the nominal Sherpa 2.2.2 samples and the alternative Powheg + Pythia 8 sample is taken as a systematic uncertainty.",
            "paragraph_rank": 55,
            "section_rank": 16
        },
        {
            "section": "JHEP04(2019)048",
            "text": "The MC statistical uncertainty in the unfolding procedure is evaluated using a bootstrap method with 2000 toy samples, each assigning a Poisson weight with an expected value of one to every MC event used in the analysis. The RMS of the unfolded result in each bin for all toy samples is then taken as an uncertainty, and is typically between 0.5% and 1.5% per bin.",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "section": "JHEP04(2019)048",
            "text": "The uncertainty due to the unfolding method itself is estimated as follows. The MC events are reweighted with fitted functions of the particle-level observables to give good agreement between the reconstructed MC distribution and the observed data distribution. The reconstructed MC distribution is then unfolded using the nominal response matrix and compared with the reweighted particle-level distribution, with the difference between the two taken as a systematic uncertainty in each bin. For the majority of bins this is less than 1%, with the exception of two bins with the fewest number of events in the double-differential m 4 -p 4 T distribution (defined in section 8) which result in 3% and 5% Measured cross-section Figure 3. The leading sources of uncertainty in the measured cross-section after unfolding are given in percent as a function of the four-lepton invariant mass. The \"Unfolding\" category includes the effect of the generator choice for qq → 4 and the uncertainty due to the unfolding method itself, added in quadrature. The \"Lepton\" category comprises the lepton reconstruction and selection efficiencies as well as momentum resolution and scale uncertainties. \"DD bkg\" refers to the datadriven estimation used for the reducible background contribution.",
            "paragraph_rank": 57,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 637,
                    "text": "4",
                    "end": 638
                },
                {
                    "type": "figure",
                    "start": 726,
                    "text": "Figure 3",
                    "end": 734
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "uncertainties. For comparison, the statistical uncertainty is around 25% and 45% in those respective bins.",
            "paragraph_rank": 58,
            "section_rank": 16
        },
        {
            "section": "JHEP04(2019)048",
            "text": "The various contributions to the uncertainties in the final result are summarised in figures 3-5. Figures 6-9 show the observed distributions for events passing the full selection at detector level, before unfolding, compared with the expected distributions based on the simulated signal and irreducible background and estimated reducible background processes. In the m 4 distribution, enhancements in the first and third bins correspond to single Z boson production and radiative decay, and on-shell Higgs production, respectively. An enhancement at around 180 GeV due to the onset of on-shell ZZ production is also clearly visible. Overall, no significant discrepancy between the prediction and observation is found.",
            "paragraph_rank": 59,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 98,
                    "text": "Figures 6-9",
                    "end": 109
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "The observed distributions are then corrected for detector effects by unfolding as described in section 6. The resulting measured differential cross-section as a function of m 4 and double-differential cross-sections as functions of m 4 and p 4 T , |y 4 |, the D ME discriminant, or the final-state lepton flavour configuration are shown in figures 10-14, and compared with particle-level predictions.",
            "paragraph_rank": 60,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 243,
                    "text": "4",
                    "end": 244
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "Overall the predictions are consistent with the measurement when using either     . The leading sources of uncertainty in the measured cross-section after unfolding are given in percent as a function of (a) the four-lepton invariant mass in slices of p 4 T and (b) the fourlepton invariant mass in slices of |y 4 |. The \"Unfolding\" category includes the effect of the generator choice for qq → 4 and the uncertainty due to the unfolding method itself, added in quadrature. The \"Lepton\" category comprises the lepton reconstruction and selection efficiencies as well as momentum resolution and scale uncertainties. \"DD bkg\" refers to the data-driven estimation used for the reducible background contribution.  . The leading sources of uncertainty in the measured cross-section after unfolding are given in percent as a function of (a) the four-lepton invariant mass in slices of the D ME discriminant and (b) the four-lepton invariant mass per final-state flavour channel. The \"Unfolding\" category includes the effect of the generator choice for qq → 4 and the uncertainty due to the unfolding method itself, added in quadrature. The \"Lepton\" category comprises the lepton reconstruction and selection efficiencies as well as momentum resolution and scale uncertainties. \"DD bkg\" refers to the data-driven estimation used for the reducible background contribution. Powheg-Box events to NNLO QCD accuracy by applying m 4 -based K-factors calculated with MATRIX [31][32][33][34]. It also indicates that, at least for this observable, an analogous reweighting of Sherpa events is not required due to this generator's intrinsic higher accuracy. The fixed-order NNLO QCD prediction by MATRIX shows an expected underestimation at and below the on-shell m ZZ threshold. This underestimation is mainly due to missing real, wide-angle QED emission effects in events where both Z bosons are on-shell, and amounts to several tens of percent of the total population in the region just below the on-shell threshold [36]. For the Sherpa 2.2.2 and Powheg + Pythia 8 samples, QED effects are included from estimates taken from QED shower programs. Moreover, the fixedorder MATRIX prediction is equivalent to having leading-order precision for the continuum gg → 4 process and on-shell Higgs boson production, while the event generator samples include sizeable higher-order contributions. The predictions from Sherpa, Powheg-Box and MATRIX agree at the level of a few percent, outside the region of resonant Higgs boson production, if the comparison is performed prior to QED showering and without both the additional NLO electroweak corrections and the application of higher-order corrections to the gg → 4 contribution. 200 300 500 900   ",
            "paragraph_rank": 61,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 253,
                    "text": "4",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1459,
                    "text": "[31]",
                    "end": 1463
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1463,
                    "text": "[32]",
                    "end": 1467
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1467,
                    "text": "[33]",
                    "end": 1471
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1471,
                    "text": "[34]",
                    "end": 1475
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 2001,
                    "text": "[36]",
                    "end": 2005
                }
            ]
        },
        {
            "text": "JHEP04(2019)048",
            "section_rank": 17
        },
        {
            "text": "Interpretations",
            "section_rank": 18
        },
        {
            "section": "Interpretations",
            "text": "The measured particle-level differential and double-differential fiducial cross-sections can be interpreted to measure SM parameters and set limits on BSM contributions. To explore and demonstrate this potential, a range of interpretations are presented in this paper. The production rate of gg → 4 is extracted with respect to the SM prediction using the differential cross-section measured as a function of m 4 . The Z → 4 branching fraction is estimated from the measured fiducial cross-section in the mass bin corresponding to m Z . Constraints on the rate of off-shell Higgs boson production (gg → H * → 4 ) are derived using the double-differential cross-section measured as a function of m 4 and the D ME discriminant, which greatly enhances sensitivity to this type of process. Constraints on modified couplings of the Higgs boson to top quarks and gluons in the off-shell region are also derived, using the measured differential cross-section as a function of m 4 . All interpretations use a common statistical approach. A multivariate Gaussian likelihood function is used to quantify the level of agreement between a given prediction and observed data simultaneously across all bins of a measurement, taking into account correlations due to bin migration. The χ 2 function defining the exponential component of the likelihood takes the form: Prediction / Observation Figure 10. Measured differential cross-section (black dots) compared with particle-level SM predictions (coloured lines) for the m 4 distribution. The total systematic plus statistical uncertainty of the measured cross-section is displayed as a grey band. Two SM predictions with different event generator samples for qq → 4 (described in section 5) are shown with different line colours and styles. In addition, an unmodified NNLO-precision fixed-order calculation using the MATRIX program is shown with a grey histogram, to illustrate the effects of additional higher-order corrections and QED final state radiation included in the event generator predictions. The ratio of the particle-level MC predictions to the unfolded data is shown in the lower panel.",
            "paragraph_rank": 62,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1377,
                    "text": "Figure 10",
                    "end": 1386
                }
            ]
        },
        {
            "section": "Interpretations",
            "text": "where y data is a vector of unfolded observed values in each of the distribution bins, y pred is a vector of the predicted values in each of the distribution bins, which is a function of the parameter of interest (POI) and nuisance parameters (NP), and C −1 is the inverse of the total covariance matrix for the prediction being tested. This covariance matrix is obtained by rescaling the covariance matrix resulting from unfolding the detector-level SM prediction, to account for the change in the predicted yield relative to the original prediction for the values of the POI and NP under consideration. Each element C(i, j) of the rescaled matrix corresponding to bins i and j can be expressed using the systematic, statistical and background components C SM syst , C SM stat and C SM bkg of the covariance matrix corresponding to the SM prediction:",
            "paragraph_rank": 63,
            "section_rank": 18
        },
        {
            "section": "Interpretations",
            "text": "where  Figure 11. Measured differential cross-section (black dots) compared with particle-level SM predictions (coloured lines) as a function of m 4 in slices of p 4 T . The total systematic plus statistical uncertainty of the measured cross-section is displayed as a grey band. Two SM predictions with different event generator samples for qq → 4 (described in section 5) are shown with different line colours and styles. In addition, an unmodified NNLO-precision fixed-order calculation using the MATRIX program is shown with a grey histogram, to illustrate the effects of additional higherorder corrections and QED final state radiation included in the event generator predictions. The m 4 bins are given along the horizontal axis, and the bins of the secondary variable are stacked vertically and labelled with the bin range values. The ratio of the particle-level MC predictions to the unfolded data as a function of m 4 for each secondary variable bin is given in the panel to the right-hand side.",
            "paragraph_rank": 64,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 7,
                    "text": "Figure 11",
                    "end": 16
                }
            ]
        },
        {
            "section": "Interpretations",
            "text": "-20 - in bin k assuming the given values of the parameter of interest and nuisance parameters to the yield in bin k using the SM value of the POI and a nominal value of the NP. All sources of experimental uncertainty, including those related to the unfolding procedure itself, are included in the systematic covariance matrix. The background component includes any uncertainties in the estimated background subtracted prior to unfolding and does not vary with the POI or NP. Theoretical uncertainties in the predictions do not enter the covariance matrix but are modelled with a nuisance parameter for each of the shape and normalisation components, constrained with Gaussian probability density functions.",
            "paragraph_rank": 65,
            "section_rank": 18
        },
        {
            "section": "Interpretations",
            "text": "Upper limits on the values of the parameters of interest are set using the CL s method [69] with a confidence level of 95%.",
            "paragraph_rank": 66,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 87,
                    "text": "[69]",
                    "end": 91
                }
            ]
        },
        {
            "section": "Interpretations",
            "text": "Signal strength for gluon-induced 4 production. The best prediction for the fiducial cross-section for gluon-induced 4 production (gg → 4 ) in the interval 180 GeV < m 4 < 1200 GeV, where the Higgs resonance is not dominant, is approximately 6. precision is available in the description of this variable. A likelihood scan is performed using the procedure outlined above. The contribution from qq → 4 production is set to the theoretical prediction as described in section 5 and allowed to vary within the associated theoretical uncertainties described in section 7 by means of nuisance parameters with Gaussian constraints. The best available simulation of gg → 4 as described in section 5 is scaled by the parameter of interest, µ gg , and in addition also allowed to vary within the associated theoretical uncertainties. A signal strength µ gg = 1.3 ± 0.5 is measured with an expected value of 1.0 ± 0.4. In addition, a signal strength",
            "paragraph_rank": 67,
            "section_rank": 18
        },
        {
            "section": "Interpretations",
            "text": ", is extracted relative to an uncorrected leading-order precision MCFM prediction of gg → 4 as µ LO gg = 2.7 ± 0.9, with an expected value of 2.2 ± 0.9. This value can be compared with a previous ATLAS measurement of µ LO gg = 2.4 ± 1.4 performed at √ s = 8 TeV [7].",
            "paragraph_rank": 68,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 262,
                    "text": "[7]",
                    "end": 265
                }
            ]
        },
        {
            "section": "Interpretations",
            "text": "In both cases, the uncertainty is dominated by data statistics. The largest systematic uncertainty contribution is the QCD scale choice in the qq → 4 prediction, and is small compared to the statistical uncertainty. Consistent results were also obtained when using the double-differential m 4 -p 4 T or m 4 -y 4 distributions and the m 4 measurement per final-state flavour configuration, all of which showed comparable sensitivity.",
            "paragraph_rank": 69,
            "section_rank": 18
        },
        {
            "text": "JHEP04(2019)048",
            "section_rank": 19
        },
        {
            "section": "JHEP04(2019)048",
            "text": "Extraction of the Z → 4 branching fraction. The branching fraction of Z → 4 is extracted using the lowest m 4 bin (75-100 GeV) in the unfolded m 4 distribution shown in figure 10. This bin is dominated by single Z boson production (figure 1c), but there are minor non-resonant contributions from t-channel qq production (figure 1a) and gg → ZZ ( * ) ( figure 1b). The measurement is performed in an extended phase space defined by values of the invariant mass of the four-lepton system m 4 and the lowest dilepton invariant mass in the event, m , satisfying 80 < m 4 < 100 GeV and m > 4 GeV. The branching fraction is then calculated as:",
            "paragraph_rank": 70,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 352,
                    "text": "figure 1b)",
                    "end": 362
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "where N fid is the number of unfolded events in this bin, A fid is the fiducial acceptance, defined as the ratio of the events passing the fiducial selection to those in the extended phase space, σ Z is the total cross-section for single Z production, L is the integrated luminosity, and f non-res is the fraction of non-resonant events in the extended phase space, calculated using Powheg-Box. The acceptance (including the non-resonant contribution) is calculated using MC simulation as A fid = (4.75±0.02)% and the fraction of non-resonant events as f non-res = (4.8 ± 0.5)%, where the uncertainty includes the statistical uncertainty of the samples used and the systematic uncertainty from the theoretical variations described in section 7. The branching fraction is measured to be",
            "paragraph_rank": 71,
            "section_rank": 19
        },
        {
            "section": "JHEP04(2019)048",
            "text": "using the measured value for σ Z from ref. [70]. Here, the systematic uncertainty includes the systematic uncertainty of the measured σ Z and the systematic uncertainty of the unfolded cross-section in the bin used for the measurement, as well as the uncertainty in A fid and f non-res . As ref. [70] is based on 81 pb −1 of pp collision data taken during the 2015 LHC run while this measurement uses the full 2015-2016 ATLAS dataset comprising 36 fb −1 , all detector-related systematic uncertainties as well as the luminosity uncertainty of σ Z are conservatively treated as uncorrelated with the equivalent uncertainties in the measured cross-section in the lowest m 4 bin. This result is compared with previous dedicated measurements by the ATLAS [8] and CMS [6] collaborations in table 3. The largest contributing systematic uncertainties in this mass region come from lepton identification and reconstruction efficiencies, as shown in figure 3. The difference in systematic uncertainties compared to ref. [8] is due to the assumptions of non-correlation between uncertainties in the two contributing measurements discussed above. The larger statistical uncertainty compared to ref. [6] arises from an acceptance which has not been fully optimised for this interpretation. Nevertheless, the final precision including all error sources allows this measurement to contribute an improvement in the total precision of the Z → 4 branching fraction.",
            "paragraph_rank": 72,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 43,
                    "text": "[70]",
                    "end": 47
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 296,
                    "text": "[70]",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 751,
                    "text": "[8]",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 763,
                    "text": "[6]",
                    "end": 766
                },
                {
                    "type": "figure",
                    "start": 941,
                    "text": "figure 3",
                    "end": 949
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1011,
                    "text": "[8]",
                    "end": 1014
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1188,
                    "text": "[6]",
                    "end": 1191
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "Constraint on off-shell Higgs boson signal strength. The double-differential distribution for m 4 -D ME is used to constrain the off-shell Higgs production process at high mass (m 4 >180 GeV), assuming that the contribution of the box diagram is as predicted  by the Standard Model. As in the extraction of the signal strength for gluon-induced 4 production, a likelihood scan is performed where the contribution of qq → 4 is set to the Standard Model prediction and allowed to float within the associated theoretical uncertainties. The total yield from gg → 4 is then parameterised [9] as",
            "paragraph_rank": 73,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 583,
                    "text": "[9]",
                    "end": 586
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "where µ OS H = σ gg→H * →4 /σ SM gg→H * →4 is the signal strength for the off-shell Higgs production process, the parameter of interest for this measurement. The yields",
            "paragraph_rank": 74,
            "section_rank": 19
        },
        {
            "section": "JHEP04(2019)048",
            "text": ", and N gg→4 SM are those predicted by the Standard Model for only the off-shell Higgs production process, only the box diagram, and the total gg → 4 contribution including interference, respectively, and are set to the best available prediction as discussed in section 5. They are allowed to float within the associated theoretical uncertainties discussed in section 7. The observed 95% CL upper limit on the signal strength obtained in this way is 6.5. This agrees with the expected 95% CL upper limit of 5.4 within the range of [4.2, 7.2] for ±1σ uncertainty. This extraction demonstrates the degree to which an interpretation of measured cross-sections can approach the precision of dedicated measurements performed at detector level. The result can be compared to the upper limit of 4.5 obtained by the dedicated detector-level measurement [9] in the 4 final state using the same dataset and the same model. The sensitivity of this interpretation is slightly lower in comparison, due to the restrictions the unfolding procedure imposes on the binning of observables, the D ME discriminant in particular.",
            "paragraph_rank": 75,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 845,
                    "text": "[9]",
                    "end": 848
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "Constraint on modified Higgs boson couplings. Finally, the detector-corrected fourlepton mass distribution is used to constrain possible BSM modifications of the couplings of the Higgs boson to top quarks (c t ) and gluons (c g , zero in the SM) [71]. On-shell rates for Higgs production via gluon-gluon fusion are only sensitive to |c t + c g | 2 , but measurements at higher mass (> 180 GeV) can be used to probe these parameters independently, as the partonic centre-of-mass energy of the process becomes larger than the top-quark mass. This provides an interesting test of the off-shell behaviour beyond dedicated measurements based on the rare ttH production mode [72]. Again, the yield from qq → 4 is set to the Standard Model prediction and allowed to float within the associated theoretical uncertainties, while the yield from gg → 4 is parameterised as a function of c t and c g using the procedure described in ref. [71]. The observed and expected 95% CL exclusion contours obtained -25 -  Figure 15. Observed (solid) and expected (dashed) exclusion limits at 95% CL in the c g versus c t plane for modified ttH and ggH couplings. The uncertainties in the expected limit corresponding to one and two standard deviations are displayed as green and yellow bands respectively. The hollow circle denotes the tree-level SM values of the parameters: c g = 0 and c t = 1.",
            "paragraph_rank": 76,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 246,
                    "text": "[71]",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 669,
                    "text": "[72]",
                    "end": 673
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 926,
                    "text": "[71]",
                    "end": 930
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1000,
                    "text": "Figure 15",
                    "end": 1009
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "using the CL s method [69] are shown in figure 15, and the expected limit has green and yellow bands indicating uncertainties of ±1σ and ±2σ. The parameter space which lies outside of the observed contour is excluded at 95% CL.",
            "paragraph_rank": 77,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 22,
                    "text": "[69]",
                    "end": 26
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 40,
                    "text": "figure 15",
                    "end": 49
                }
            ]
        },
        {
            "section": "JHEP04(2019)048",
            "text": "Exclusion limits were also explored for a model of anomalous triple gauge couplings considered in a dedicated search region of the ATLAS on-shell ZZ → 4 measurement [5]. Here, it was found that the present detector-corrected analysis is far less sensitive. This is a general feature of cross-section measurement reinterpretations in terms of models with effects that appear in the very poorly populated tails of distributions: the statistical requirements of unfolding mean that bins will need to be wide in these regions, and therefore sensitivity will be decreased.",
            "paragraph_rank": 78,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 165,
                    "text": "[5]",
                    "end": 168
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 20
        },
        {
            "section": "Conclusion",
            "text": "The four-lepton mass distribution has been measured using 36.1 fb −1 of proton-proton collision data at a centre-of-mass energy of √ s = 13 TeV recorded with the ATLAS detector at the LHC. The measurement is made differentially in the invariant mass m 4 of the four-lepton system, and double-differentially as a function of m 4 versus the transverse momentum of the four-lepton system, the rapidity of the system, the matrix-element discriminant D ME designed to isolate off-shell Higgs boson contributions, and the final state lepton flavour channel. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (U.K.) and BNL (U.S.A.), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in ref. [73].",
            "paragraph_rank": 79,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 1008,
                    "text": "[73]",
                    "end": 1012
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 80,
            "section_rank": 20
        },
        {
            "text": "JHEP04(2019)048",
            "section_rank": 21
        },
        {
            "text": "Figure 2 .",
            "section_rank": 22
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Differential cross-sections as a function of the four-lepton invariant mass m 4 predicted by MC simulation. The total gg → 4 includes contributions from gg → H ( * ) → 4 as well as gg → 4 and the interference between the two. The qq → 4 and gg → 4 processes including offshell Higgs boson production are modelled using Sherpa 2.2.2 including all corrections described in section 5, while on-shell Higgs production is modelled using the dedicated samples based on Powheg + Pythia 8 and MadGraph5 aMC@NLO + Herwig++ described in the same section.",
            "paragraph_rank": 81,
            "section_rank": 22
        },
        {
            "text": "4l m",
            "section_rank": 23
        },
        {
            "section": "4l m",
            "text": "Measured cross-section (b) double-differential |y 4 |-m 4 .",
            "paragraph_rank": 82,
            "section_rank": 23
        },
        {
            "text": "Figure 4",
            "section_rank": 24
        },
        {
            "section": "Figure 4",
            "text": "Figure 4. The leading sources of uncertainty in the measured cross-section after unfolding are given in percent as a function of (a) the four-lepton invariant mass in slices of p4 T and (b) the fourlepton invariant mass in slices of |y 4 |. The \"Unfolding\" category includes the effect of the generator choice for qq → 4 and the uncertainty due to the unfolding method itself, added in quadrature. The \"Lepton\" category comprises the lepton reconstruction and selection efficiencies as well as momentum resolution and scale uncertainties. \"DD bkg\" refers to the data-driven estimation used for the reducible background contribution.",
            "paragraph_rank": 83,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 178,
                    "text": "4",
                    "end": 179
                }
            ]
        },
        {
            "text": "m",
            "section_rank": 25
        },
        {
            "section": "m",
            "text": "Measured cross-section (b) m 4 per lepton flavour channel.",
            "paragraph_rank": 84,
            "section_rank": 25
        },
        {
            "text": "Figure 5",
            "section_rank": 26
        },
        {
            "section": "Figure 5",
            "text": "Figure 5. The leading sources of uncertainty in the measured cross-section after unfolding are given in percent as a function of (a) the four-lepton invariant mass in slices of the D ME discriminant and (b) the four-lepton invariant mass per final-state flavour channel. The \"Unfolding\" category includes the effect of the generator choice for qq → 4 and the uncertainty due to the unfolding method itself, added in quadrature. The \"Lepton\" category comprises the lepton reconstruction and selection efficiencies as well as momentum resolution and scale uncertainties. \"DD bkg\" refers to the data-driven estimation used for the reducible background contribution.",
            "paragraph_rank": 85,
            "section_rank": 26
        },
        {
            "text": "Figure 6 .",
            "section_rank": 27
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Distribution of events passing the selection as a function of the four-lepton invariant mass m 4 , where observed event yields (black dots) are compared with the total SM prediction. The ratio of the data to the prediction is given in the lower panel. The statistical uncertainty of the data is displayed with black error bars and the total uncertainty (including statistical and systematic sources) of the prediction is displayed with a grey hashed band.",
            "paragraph_rank": 86,
            "section_rank": 27
        },
        {
            "text": "4l mFigure 7 .Figure 8 .",
            "section_rank": 28
        },
        {
            "section": "4l mFigure 7 .Figure 8 .",
            "text": "Figure 7. Distribution of events passing the selection as a function of the four-lepton invariant mass m 4 and of p4 T , where observed event yields (black dots) are compared with the total SM prediction. The m 4 bins are shown along the horizontal axis, and the bins of p4 T are stacked vertically and labelled with the bin range values. The ratio of the data to the prediction as a function of m 4 for each secondary variable bin is given in the panel to the right-hand side. The statistical uncertainty of the data is displayed with black error bars and the total uncertainty (including statistical and systematic sources) of the prediction is displayed with a grey hashed band.",
            "paragraph_rank": 87,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 115,
                    "text": "4",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 272,
                    "text": "4",
                    "end": 273
                }
            ]
        },
        {
            "text": "Figure 9 .",
            "section_rank": 29
        },
        {
            "section": "Figure 9 .",
            "text": "Figure 9. Distribution of events passing the selection as a function of the four-lepton invariant mass m 4 and of D ME (a) and the final-state lepton flavour channel (b), where observed event yields (black dots) are compared with the total SM prediction. The m 4 bins are given along the horizontal axis, and the bins of the secondary variable are stacked vertically and labelled with the bin range values. The ratio of the data to the prediction as a function of m 4 for each secondary variable bin is given in the panel to the right-hand side. The statistical uncertainty of the data is displayed with black error bars and the total uncertainty (including statistical and systematic sources) of the prediction is displayed with a grey hashed band.",
            "paragraph_rank": 88,
            "section_rank": 29
        },
        {
            "text": "pred k (POI, NP)/N pred k (POI = SM, NP = 0) is the ratio of the predicted yield",
            "paragraph_rank": 89,
            "section_rank": 30
        },
        {
            "text": "Figure 12 .Figure 13 .",
            "section_rank": 31
        },
        {
            "section": "Figure 12 .Figure 13 .",
            "text": "Figure 12. Measured differential cross-section (black dots) compared with particle-level SM predictions (coloured lines) as a function of m 4 in slices of |y 4 |. The total systematic plus statistical uncertainty of the measured cross-section is displayed as a grey band. Two SM predictions with different event generator samples for qq → 4 (described in section 5) are shown with different line colours and styles. In addition, an unmodified NNLO-precision fixed-order calculation using the MATRIX program is shown with a grey histogram, to illustrate the effects of additional higherorder corrections and QED final state radiation included in the event generator predictions. The m 4 bins are given along the horizontal axis, and the bins of the secondary variable are stacked vertically and labelled with the bin range values. The ratio of the particle-level MC predictions to the unfolded data as a function of m 4 for each secondary variable bin is given in the panel to the right-hand side.",
            "paragraph_rank": 90,
            "section_rank": 31
        },
        {
            "text": "Figure 14 .",
            "section_rank": 32
        },
        {
            "section": "Figure 14 .",
            "text": "Figure 14. Measured differential cross-section (black dots) compared with particle-level SM predictions (coloured lines) as a function of m 4 for each final-state lepton flavour configuration. The total systematic plus statistical uncertainty of the measured cross-section is displayed as a grey band. Two SM predictions with different generator samples for qq → 4 (described in section 5) are shown with different line colours and styles. In addition, an unmodified NNLO-precision fixed-order calculation using the MATRIX program is shown with a grey histogram, to illustrate the effects of additional higher-order corrections and QED final state radiation included in the event generator predictions. The m 4 bins are given along the horizontal axis, and the bins of the secondary variable are stacked vertically and labelled with the bin range values. The ratio of the particle-level MC predictions to the unfolded data as a function of m 4 for each secondary variable bin is given in the panel to the right-hand side.",
            "paragraph_rank": 91,
            "section_rank": 32
        },
        {
            "text": "The measurements are consistent with the predictions of the SM. All measurements made are readily reinterpretable in terms of improved SM calculations or additional BSM -26 -JHEP04(2019)048 scenarios. A range of example interpretations are presented to demonstrate and explore this potential. The signal strength of the gluon-gluon fusion production process is measured to be µ gg = 1.3 ± 0.5 compared to an expected value of 1.0 ± 0.4. A value for the Z → 4 branching fraction of [4.70±0.32(stat)±0.25(syst)]×10 −6 is obtained, consistent with existing measurements and exceeding the precision of previous ATLAS results. An upper limit on the signal strength for the off-shell Higgs production process of µ OS H < 6.5 is obtained at 95% CL. Finally, limits on anomalous couplings of the Higgs boson to gluons and top quarks are derived. Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DRF/IRFU, France; SRNSFG, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, individual groups and members have received support from BCKDF, CANARIE, CRC and Compute Canada, Canada; COST, ERC, ERDF, Horizon 2020, and Marie Sk lodowska-Curie Actions, European Union; Investissements d' Avenir Labex and Idex, ANR, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF, Greece; BSF-NSF and GIF, Israel; CERCA Programme Generalitat de Catalunya, Spain; The Royal Society and Leverhulme Trust, United Kingdom.",
            "paragraph_rank": 92,
            "section_rank": 33
        },
        {
            "text": "Requirements of 50 < m 12 < 106 GeV and f (m 4 ) < m 34 < 115 GeV are imposed, where the lower bound on m 34 is calculated on an",
            "paragraph_rank": 93,
            "section_rank": 34
        },
        {
            "text": "4 < 1200 GeV Table 1. Definition of the fiducial region used for this measurement. All kinematic observables are defined using the dressed leptons. event-by-event basis as a function of the four-lepton invariant mass m 4 , 4 < 100 GeV 5 GeV + 0.7 × (m 4 − 100 GeV) , for 100 GeV < m 4 < 110 GeV 12 GeV, for 110 GeV < m 4 < 140 GeV 12 GeV + 0.76 × (m 4 − 140 GeV) , for 140 GeV < m 4 < 190 GeV 50 GeV, for m 4 > 190 GeV",
            "paragraph_rank": 94,
            "section_rank": 34
        },
        {
            "text": "GeV and |η| < 2.47 p T > 5 GeV and |η| < 2.7 p T > 15 GeV if calorimeter-tagged[22] Interaction point constraint |z 0 • sin θ| < 0.5 mm |z 0 • sin θ| < 0.5 mm",
            "paragraph_rank": 95,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 79,
                    "text": "[22]",
                    "end": 83
                }
            ]
        },
        {
            "text": "Sherpa 2.2.2 or Powheg + Pythia 8 to describe the dominant qq → 4 component, considering the systematic and statistical uncertainties.",
            "paragraph_rank": 96,
            "section_rank": 36
        },
        {
            "text": "TeV and 8 TeV [8] 4.31±0.34(stat)±0.17(syst) CMS, √ s = 13 TeV [6] 4.83 +0.23 −0.22 (stat) +0.32 −0.29 (syst)±0.08(theo)±0.12(lumi)",
            "paragraph_rank": 97,
            "section_rank": 37
        },
        {
            "text": "Table 3 .",
            "section_rank": 38
        },
        {
            "section": "Table 3 .",
            "text": "Comparison of measurements for the Z → 4 branching fraction in the phase-space region 80 GeV < m 4 < 100 GeV, m > 4 GeV.",
            "paragraph_rank": 98,
            "section_rank": 38
        },
        {
            "section": "Table 3 .",
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upwards. Cylindrical coordinates (r, φ) are used in the transverse",
            "paragraph_rank": 99,
            "section_rank": 38
        },
        {
            "section": "Table 3 .",
            "text": "plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). Angular distance is measured in units of ∆R ≡ (∆η) 2 + (∆φ) 2 .",
            "paragraph_rank": 100,
            "section_rank": 38
        },
        {
            "text": "Acknowledgments",
            "section_rank": 40
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 101,
            "section_rank": 40
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR,",
            "paragraph_rank": 102,
            "section_rank": 40
        }
    ]
}