{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Limits are set on the pair production of scalar leptoquarks, where all possible decays of the leptoquark into a quark (t, b) and a lepton (τ , ν) of the third generation are considered. The limits are presented as a function of the leptoquark mass and the branching ratio into charged leptons for up-type (LQ u 3 → tν/bτ ) and down-type (LQ d 3 → bν/tτ ) leptoquarks. Many results are reinterpretations of previously published ATLAS searches. In all cases, LHC proton-proton collision data at a centre-of-mass energy of √ s = 13 TeV recorded by the ATLAS detector in 2015 and 2016 are used, corresponding to an integrated luminosity of 36.1 fb −1 . Masses below 800 GeV are excluded for both LQ u 3 and LQ d 3 independently of the branching ratio, with masses below about 1 TeV being excluded for the limiting cases of branching ratios equal to zero or unity.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Leptoquarks (LQ) are predicted by many extensions [1][2][3][4][5][6][7] of the Standard Model (SM) and provide a connection between the quark and lepton sectors, which exhibit a similar structure in the SM. Also, recent hints of a potential violation of lepton universality in measurements of B-meson decays can be attributed, if confirmed, to the exchange of LQs [8][9][10][11][12][13][14]. LQs are bosons carrying colour and fractional electrical charge. They possess non-zero baryon and lepton numbers and decay into a quark-lepton pair. Leptoquarks can be scalar or vector bosons and can be produced singly or in pairs in proton-proton collisions.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 50,
                    "text": "[1]",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 53,
                    "text": "[2]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 56,
                    "text": "[3]",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 59,
                    "text": "[4]",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "start": 62,
                    "text": "[5]",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "start": 65,
                    "text": "[6]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 68,
                    "text": "[7]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 364,
                    "text": "[8]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 367,
                    "text": "[9]",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 370,
                    "text": "[10]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 374,
                    "text": "[11]",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 378,
                    "text": "[12]",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 382,
                    "text": "[13]",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 386,
                    "text": "[14]",
                    "end": 390
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This analysis focuses on the pair-production of third-generation scalar leptoquarks, i.e. LQs that decay into third-generation SM particles. The assumption that LQs can only interact with leptons and quarks of the same family follows the minimal Buchmüller-Rückl-Wyler model [15], which is the benchmark model used in this analysis. The LQs couple to the quark-lepton pair via a Yukawa interaction. The couplings are determined by two parameters: a model parameter β and the coupling parameter λ. The coupling to the charged lepton (τ ) is given by √ βλ, and the coupling to the τ -neutrino ν by √ 1 − βλ. The search is carried out for an up-type (LQ u 3 → tν/bτ ) and a down-type (LQ d 3 → bν/tτ ) leptoquark.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 275,
                    "text": "[15]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "start": 647,
                    "text": "(LQ u",
                    "end": 652
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "-1 -JHEP06(2019)144  The LQ model is identical to the one used for a recent ATLAS search for first-and second-generation scalar LQs using the dataset from 2015 and 2016, consisting of 36.1 fb −1 of data taken at √ s = 13 TeV [16]. In the following, the third-generation results are presented for that same dataset, where all possible decays of the pair-produced LQ u 3 and LQ d 3 into a quark (t, b) and a lepton (τ , ν) of the third generation are considered. The results are presented as a function of the leptoquark mass and the branching ratio (B) into charged leptons, in contrast to using mass and β as done for the first and second generations. This is due to the fact that β is not equal to the branching ratio for third-generation LQs due to the sizeable top-quark mass. Previous ATLAS results for third-generation LQs for the case B = 0 for both LQ u 3 and LQ d 3 used the √ s = 8 TeV dataset from 2012 [17]. The most recent CMS results are based on the 2016 dataset targeting B = 0 for both LQ u 3 and LQ d 3 [18] as well as B = 1 for LQ u 3 [19] and LQ d 3 [20]. The results presented here are from a dedicated LQ search based on a search for pairproduced Higgs bosons decaying into two b-jets and two τ -leptons [21], where the search is optimized for the LQ u 3 pair production with B ≈ 1, and four reinterpretations of ATLAS searches for supersymmetric particles. Supersymmetric particles can have similar or even identical experimental signatures and very similar kinematics to pair-produced LQs. Pair production of the supersymmetric partner of the top (bottom) quark, known as the top (bottom) squark, has the same experimental signature of a tt-pair (bb-pair) and missing transverse momentum as LQ u 3 (LQ d 3 ) pair production with B = 0 (see figure 1). Hence, the ATLAS searches for top squarks in final states with one [22] or zero [23] leptons and for bottom squarks [24] are optimal when searching for LQ u 3 and LQ d 3 with B = 0, respectively. The final state of two τ -leptons, b-jets, and missing transverse momentum is targeted in another top-squark pair-production search [25] and is expected to be sensitive to medium and high branching ratios into charged leptons. For all analyses, the results are presented as a function of B and the leptoquark mass for both LQ u 3 and LQ d 3 . The paper is structured as follows. After a brief description of the ATLAS detector, the Monte Carlo (MC) simulations of LQ pair production are discussed. This is followed by JHEP06(2019)144 a description of the five analyses, starting with the dedicated search for two b-jets and two τ -leptons. Four brief sections describe the reinterpretations of searches for supersymmetric particles, as the published analyses are not modified for this reinterpretation. Each of the five analysis sections finish with cross-section and mass limits for a fixed value of B to which the analysis is particularly sensitive. Finally, the results of all analyses are presented as a function of B and leptoquark mass.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 221,
                    "text": "TeV [16]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "start": 376,
                    "text": "d",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "start": 913,
                    "text": "[17]",
                    "end": 917
                },
                {
                    "type": "bibr",
                    "start": 1016,
                    "text": "d",
                    "end": 1017
                },
                {
                    "type": "bibr",
                    "start": 1020,
                    "text": "[18]",
                    "end": 1024
                },
                {
                    "type": "bibr",
                    "start": 1053,
                    "text": "[19]",
                    "end": 1057
                },
                {
                    "type": "bibr",
                    "start": 1069,
                    "text": "[20]",
                    "end": 1073
                },
                {
                    "type": "bibr",
                    "start": 1225,
                    "text": "[21]",
                    "end": 1229
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1763,
                    "text": "figure 1)",
                    "end": 1772
                },
                {
                    "type": "bibr",
                    "start": 1841,
                    "text": "[22]",
                    "end": 1845
                },
                {
                    "type": "bibr",
                    "start": 1854,
                    "text": "[23]",
                    "end": 1858
                },
                {
                    "type": "bibr",
                    "start": 1890,
                    "text": "[24]",
                    "end": 1894
                },
                {
                    "type": "bibr",
                    "start": 2102,
                    "text": "[25]",
                    "end": 2106
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS detector [26] is a multipurpose particle detector at the LHC with nearly 4π coverage around the collision point. 1 Closest to the beam is the inner detector, which provides charged-particle tracking in the range |η| < 2.5. During the LHC shutdown between Run 1 and Run 2, a new innermost layer of silicon pixels was added, which improves the track impact parameter resolution and vertex position resolution [27][28][29]. The inner detector is surrounded by a superconducting solenoid providing a 2 T axial magnetic field, followed by a lead/liquid-argon electromagnetic sampling calorimeter and a steel/scintillator-tile hadronic calorimeter. The endcap and forward regions are instrumented with liquid-argon calorimeters for both the electromagnetic and hadronic energy measurements up to |η| = 4.9. The outer part of the detector consists of a muon spectrometer with high-precision tracking chambers for coverage up to |η| = 2.7, fast detectors for triggering over |η| < 2.4, and three large superconducting toroidal magnets with eight coils each. Events are selected by a two-level trigger system consisting of a hardware-based trigger for the first level and a software-based system for the second level [30].",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 417,
                    "text": "[27]",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 421,
                    "text": "[28]",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 425,
                    "text": "[29]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1218,
                    "text": "[30]",
                    "end": 1222
                }
            ]
        },
        {
            "text": "Signal simulation",
            "section_rank": 4
        },
        {
            "section": "Signal simulation",
            "text": "Signal samples were generated at next-to-leading order (NLO) in QCD with MadGraph5 aMC@NLO 2.4.3 [31], using the LQ model of ref. [32] that adds parton showers to previous fixed-order NLO OCD calculations [33], and the NNPDF 3.0 NLO [34] parton distribution functions (PDF), interfaced with Pythia 8.212 [35] using the A14 set of tuned parameters [36] for the parton shower and hadronization. The leptoquark signal production cross-sections are taken from calculations [37] of direct top-squark pair production, as both are massive, coloured, scalar particles with the same production modes. The calculations are at NLO plus next-to-leading-logarithm accuracy, with uncertainties determined by variations of factorization and renormalization scales, α s , and PDF variations.",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 97,
                    "text": "[31]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 130,
                    "text": "[32]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 205,
                    "text": "[33]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 233,
                    "text": "[34]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 304,
                    "text": "[35]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 347,
                    "text": "[36]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 469,
                    "text": "[37]",
                    "end": 473
                }
            ]
        },
        {
            "section": "Signal simulation",
            "text": "Madspin [38] was used for the decay of the LQ. The parameter λ was set to 0.3, resulting in a LQ width of about 0.2% of its mass [15,39]. The samples were produced for a model parameter of β = 0.5, where desired branching ratios B were obtained by 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r,φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). Angular distance is measured in units of ∆R = (∆η) 2 + (∆φ) 2 .",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 8,
                    "text": "[38]",
                    "end": 12
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 129,
                    "text": "[15,",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 133,
                    "text": "39]",
                    "end": 136
                }
            ]
        },
        {
            "section": "Signal simulation",
            "text": "-3 - reweighting the samples based on generator information. Additional samples for β = 1 are used in the analysis of the final state with two b-jets and two τ -leptons. Due to the difference between the model parameter β and B for third-generation LQs, the branching ratioB in the simulated sample with β = 0.5 can either be calculated from the given parameter λ and the resulting decay width or be taken from the generator information of the MC sample. It is shown in figure 2 as a function of the leptoquark mass. The reweighting is based on the number of charged leptons n cl at generator level originating directly from the decaying leptoquarks for each event. The weight w depends on theB of the produced MC sample and on the B of the decay channel and is",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Signal simulation",
            "text": ".",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The bτ bτ channel",
            "section_rank": 5
        },
        {
            "section": "The bτ bτ channel",
            "text": "To search for pair-produced scalar leptoquarks decaying into bτ bτ , final states in which one τ -lepton decays leptonically and the other hadronically (τ τ had ), as well as the case in which both τ -leptons decay hadronically (τ had τ had ), are considered. This analysis utilizes the same analysis strategy employed by the ATLAS search for pair-produced Higgs bosons decaying into bbτ τ final states [21] but optimized for a leptoquark signal with decays into bτ bτ . Object reconstruction in the detector (electrons, muons, τ -leptons, jets, and b-jets) employed for τ τ had and τ had τ had channels is the same as in ref. [21]. The data were collected through three triggers, a single-lepton (electron or muon) trigger (SLT), a single-τ -lepton trigger (STT), and a di-τ -lepton trigger (DTT). The offline selection is dependent on the trigger and is summarized in table 1. Events in each channel must pass the associated trigger or else the event is discarded. The selection criteria are chosen to optimize the -4 -  Figure 3. The acceptance times efficiency for the up-type leptoquark signal is shown for the τ τ had and τ had τ had channels as a function of the leptoquark mass. The offline selection is summarized in table 1. The results are given separately for selected events with one and two b-tagged jets.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 627,
                    "text": "[21]",
                    "end": 631
                },
                {
                    "type": "figure",
                    "start": 1023,
                    "text": "Figure 3",
                    "end": 1031
                }
            ]
        },
        {
            "text": "ATLAS",
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "trigger efficiency for the associated data samples. Events are split into categories according to the multiplicity of b-tagged jets. Events with one or two b-tagged jets are considered signal-like events (1-tag and 2-tag events), which form two separate signal regions. In events with one b-tag, the highest-p T non-tagged jet is considered for leptoquark event reconstruction. The acceptance times efficiency for the LQ u 3 signal is shown in figure 3 for τ τ had and τ had τ had channels as a function of the leptoquark mass with B = 1. The decrease in acceptance times efficiency with leptoquark mass is driven by a combination of reduced b-tagging effiency and the efficiency in pairing the bottom quark and τ -lepton. After applying the selection criteria, boosted decision trees (BDTs) are used to improve discrimination between signal and background. The BDTs are only trained on the up-type leptoquark signal. The sensitivity to the down-type leptoquark decay channel is due to the final state tτ tτ → W bτ W bτ , where the W bosons decay into jets. Because this analysis does not veto additional jets, it is sensitive to this decay chain, although it is not optimal.",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "BDTs are trained to separate the signal from the expected backgrounds, and the BDT score distributions are used as the final discriminant to test for the presence of a signal. The BDTs utilize several input variables, shown in the list below, including those derived from a mass-pairing strategy which extracts the most likely bτ pairs by minimizing the mass difference between the leptoquark candidates:",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "• s T : the scalar sum of missing transverse momentum (E miss T ), the p T of any reconstructed τ -lepton(s), the p T of the two highest-p T jets, and the p T of the lepton in τ τ had events",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "• m τ,jet : the invariant mass between the leading τ -lepton and its mass-paired jet -5 -",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "• Exactly one e passing 'tight' identification criteria or one µ passing 'medium' identification criteria [40,41]. Events containing additional electrons or muons with 'loose' identification criteria and pT > 7 GeV are vetoed.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 106,
                    "text": "[40,",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 110,
                    "text": "41]",
                    "end": 113
                }
            ]
        },
        {
            "section": "ATLAS",
            "text": "• Exactly one hadronically decaying τ -lepton with transverse momentum (pT) > 25 GeV and |η| < 2.3.",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "• Opposite-sign charge between the τ -lepton and the light lepton (e/µ).",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "• At least two central jets in the event with pT > 60 (20) GeV for the leading (subleading) jet.",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "τ had τ had (STT)",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "• Events containing electrons or muons with 'loose' identification criteria and pT > 7 GeV are vetoed.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "• Exactly two hadronically decaying τ -leptons with |η| < 2.3. The leading τ -lepton must have pT > 100, 140, or 180 GeV for data periods where the trigger pT threshold was 80, 125, or 160 GeV respectively. The subleading τ -lepton is required to have pT > 20 GeV.",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "• The two τ -leptons must have opposite-sign charge.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "• At least two jets in the event with pT > 45 (20) GeV for the leading (subleading) jet.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "• Selected events from STT are vetoed as are events containing electrons or muons with 'loose' identification criteria and pT > 7 GeV.",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "• Exactly two hadronically decaying τ -leptons with |η| < 2.3. The leading (subleading) τ -lepton must have pT > 60 30GeV.",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 116,
                    "text": "30",
                    "end": 118
                }
            ]
        },
        {
            "section": "ATLAS",
            "text": "• The two τ -leptons must have opposite-sign charge.",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "• At least two jets in the event with pT > 80 (20) GeV for the leading (subleading) jet. Table 1. Summary of applied event selection for the τ τ had and τ had τ had channels.",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 89,
                    "text": "Table 1",
                    "end": 96
                }
            ]
        },
        {
            "section": "ATLAS",
            "text": "• m ,jet : the invariant mass between the lepton and its matching jet from the masspairing strategy (τ τ had only)",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "• ∆R(lep, jet): the ∆R between the electron or muon (leading τ -lepton) and jet in τ τ had (τ had τ had )",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "• E miss T φ centrality: quantifies the φ separation between the E miss T and τ -lepton(s). Full definition is in ref. [21] • p τ T : the p T of the leading τ -lepton",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 119,
                    "text": "[21]",
                    "end": 123
                }
            ]
        },
        {
            "section": "ATLAS",
            "text": "• ∆φ(lep, E miss T ): the opening angle between the lepton and E miss T (τ τ had only)",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "section": "ATLAS",
            "text": "Kinematic distributions for τ τ had and τ had τ had signal regions in 2-tag events are shown in figure 4. Separate BDTs are trained for τ τ had and τ had τ had categories for each mass point of the LQ u 3 MC sample and for each b-tag signal region. The signal samples used in the training include events with a small range of leptoquark masses around the given mass point to ensure the BDT is sensitive to signals that have masses between the hypotheses simulated. In the τ τ had channel the training is performed against the dominant tt background only. BDTs for the τ had τ had channel are trained against simulated tt and Z → τ τ events and multi-jet events from data.    10  Data ) Figure 4. Kinematic distributions for τ τ had (left) and τ had τ had (right) signal regions in 2-tag events after performing the combined channel fit. The ratio of the data to the sum of the backgrounds is shown in the lower panel. The hatched bands indicate the combined statistical and systematic uncertainties in the background. Distributions include the scalar sum of transverse momentum of reconstructed objects in the event (s T ), the invariant mass between the leading τ -lepton and its mass-paired jet (m τ,jet ), the invariant mass between the lepton and its matching jet from the mass-pairing strategy (m ,jet ), the ∆R between the leading τ -lepton and jet (∆R(lep, jet)), and the E miss T φ centrality, which quantifies the φ separation between the E miss T and τ -lepton(s).",
            "paragraph_rank": 32,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 686,
                    "text": "Figure 4",
                    "end": 694
                }
            ]
        },
        {
            "section": "ATLAS",
            "text": "-7 -",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "text": "JHEP06(2019)144",
            "section_rank": 7
        },
        {
            "section": "JHEP06(2019)144",
            "text": "The background estimation techniques in this analysis are the same as used in ref.",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "section": "JHEP06(2019)144",
            "text": "[21] and are summarized here. In both channels, background processes containing true τ -leptons are taken from simulation. The dominant background processes are tt and Z/γ * → τ τ produced in association with jets originating from heavy-flavour quarks (bb, bc, cc). The tt events are normalized using events with low BDT output score in the τ τ had category. Events from Z/γ * → τ τ plus heavy-flavour jets are normalized using a control region of events that include two muons with combined invariant mass consistent with that of a Z boson. Backgrounds in which quark-or gluon-initiated jets are misidentified as hadronically decaying τ -leptons are estimated using data-driven methods. In both channels, tt events are estimated separately from other background sources if one or more reconstructed τ -lepton decays are mis-reconstructed jets (so-called 'fake τ -leptons'). In the τ τ had channel all fake-τ -lepton contributions from tt, W +jets, and multi-jet processes are estimated using an inclusive fake-factor method, described in ref. [21]. Theory uncertainties in the modeling of the tt and Z+jets background containing true τ had are assessed by varying the matrix element generator and the parton shower model, and by adjusting the factorization and renormalization scales along with the amount of additional radiation. The resulting variations in the BDT distributions are included as shape uncertainties in the final fit.",
            "paragraph_rank": 35,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1044,
                    "text": "[21]",
                    "end": 1048
                }
            ]
        },
        {
            "section": "JHEP06(2019)144",
            "text": "In the τ had τ had channel, the fake-τ -lepton tt component is estimated as follows: the probability for a jet from a hadronic W -boson decay to be reconstructed as a hadronically decaying τ -lepton is measured in data. This is used then to correct the MC prediction, after subtracting the predicted number of true τ -leptons from the MC. Three control regions are defined for both τ τ had and τ had τ had : these include 1-b-tag and 2-b-tag samesign lepton events that are mostly events with fake τ -leptons and a tt control region as defined in ref. [21]. The uncertainty in the modeling is estimated by varying the fakefactors and fake-rates within their statistical uncertainties and varying the amount of true τ had background subtracted. Systematic uncertainties on the extrapolation of the fake τ had backgrounds from the control regions, where they are derived, to the signal regions are estimated by varying the control region definition; an uncertainty due to the difference in the flavour composition of the jet faking the τ had is also assigned based on simulation.",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 552,
                    "text": "[21]",
                    "end": 556
                }
            ]
        },
        {
            "section": "JHEP06(2019)144",
            "text": "The BDT responses in the 2-tag same-sign and top-quark control regions are shown in figure 5. The background modeling was checked in these control regions, which validates the signal-sensitive region at high BDT score. The 1-tag and 2-tag τ τ had and τ had τ had signal regions are shown in figures 6 and 7 for up-type samples with a mass of 400 GeV (B = 1) and down-type leptoquark samples with a mass of 800 GeV (B = 1). The binning choice differs between the figures as this follows an algorithm depending on the number of signal (in the case of the signal region only) and background events in each bin. Yield tables are shown for both 1-tag and 2-tag regions in table 2, where the numbers quoted are after performing the combined fit, described below.",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "section": "JHEP06(2019)144",
            "text": "Systematic uncertainties are considered and propagated through the full analysis. The uncertainties in the luminosity, background modeling, and detector modeling are calculated as in ref. [21]. The impact of varying the renormalization/factorization scales and choice of PDF on the signal acceptance was also investigated.",
            "paragraph_rank": 38,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 188,
                    "text": "[21]",
                    "end": 192
                }
            ]
        },
        {
            "text": "JHEP06(2019)144",
            "section_rank": 8
        },
        {
            "section": "JHEP06(2019)144",
            "text": "Events/Bin 1   10   2   3   4Data fakes  Figure 5. BDT score distributions for τ τ had (top) and τ had τ had (bottom) 2-tag channels in the same-sign (left) and top-quark (right) control regions after performing the combined fit to all channels. The ratio of the data to the sum of the backgrounds is shown in the lower panel. The hatched bands indicate the combined statistical and systematic uncertainties in the background.",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 11,
                    "text": "1   10   2   3   4",
                    "end": 29
                },
                {
                    "type": "figure",
                    "start": 41,
                    "text": "Figure 5",
                    "end": 49
                }
            ]
        },
        {
            "section": "JHEP06(2019)144",
            "text": "The fit strategy follows that in ref. [21]. The BDT output score is the discriminating variable for all channels and signals in a single combined fit of all signal and control regions. A CL s method [42] based on one-sided profile-likelihood test statistics is used to test the signal hypothesis. In the profile-likelihood function, Gaussian constraints are used for shape systematic uncertainties and log-normal constraints for normalization uncertainties. The binning in the BDT output categories at high BDT output score is modified to ensure sufficient statistics. The Standard Model predictions are consistent with the data.  10 10 Figure 6. BDT score distributions for τ τ had (top) and τ had τ had (bottom) channels in the 1-tag (left) and 2-tag (right) regions after performing the combined channel fit. The stacked histograms show the various SM background contributions, which are normalized to the expected cross-section. The hatched band indicates the total statistical and systematic uncertainty in the SM background. The error bars on the black data points represent the statistical uncertainty in the data yields. The dashed histogram shows the expected additional yields from a leptoquark signal model for a up-type leptoquark sample with a mass of 400 GeV (B = 1) added on top of the SM prediction.",
            "paragraph_rank": 40,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 38,
                    "text": "[21]",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 199,
                    "text": "[42]",
                    "end": 203
                },
                {
                    "type": "figure",
                    "start": 637,
                    "text": "Figure 6",
                    "end": 645
                }
            ]
        },
        {
            "section": "JHEP06(2019)144",
            "text": "The ratio of the data to the sum of the backgrounds is shown in the lower panel.",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "text": "JHEP06(2019)144",
            "section_rank": 9
        },
        {
            "section": "JHEP06(2019)144",
            "text": "Events/Bin 10 10 Figure 7. BDT score distributions for τ τ had (top) and τ had τ had (bottom) channels in the 1-tag (left) and 2-tag (right) regions after performing the combined channel fit. The stacked histograms show the various SM background contributions, which are normalized to the expected cross-section. The hatched band indicates the total statistical and systematic uncertainty in the SM background. The error bars on the black data points represent the statistical uncertainty in the data yields. The dashed histogram shows the expected additional yields from a leptoquark signal model for a down-type leptoquark sample with a mass of 800 GeV (B = 1) added on top of the SM prediction.",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 17,
                    "text": "Figure 7",
                    "end": 25
                }
            ]
        },
        {
            "section": "JHEP06(2019)144",
            "text": "The ratio of the data to the sum of the backgrounds is shown in the lower panel.",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "section": "JHEP06(2019)144",
            "text": "-  Table 2. Post-fit expected numbers of signal and background events, determined from a background-only fit, compared to the observed number of data events after applying the selection criteria and requiring at least one b-tagged jet. Both the up-type and down-type leptoquark samples here use B = 1. In the τ τ had channel, the fake-τ -lepton background includes all processes in which a jet is misidentified as a τ -lepton, while in the τ had τ had case the fake background from QCD multi-jet processes and tt production are derived separately. The tt background includes events with true τ had and the very small contribution from leptons misidentified as τ had . The 'Other' category includes contributions from W +jets, Z+jets, and diboson processes. The total background is not identical to the sum of the individual components since the latter are rounded for presentation, while the sum is calculated with the full precision before being rounded. The uncertainty in the total background is smaller than that in the tt and multi-jet backgrounds due to these being strongly anti-correlated.",
            "paragraph_rank": 44,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 3,
                    "text": "Table 2",
                    "end": 10
                }
            ]
        },
        {
            "section": "JHEP06(2019)144",
            "text": "leptoquark mass for the combined τ τ had + τ had τ had channels. The theoretical prediction for the cross-section of scalar leptoquark pair production is shown by the solid line, along with the uncertainties. These limits are used to set upper limits on the leptoquark branching ratio B(LQ → qτ ) as a function of the leptoquark mass. From the data, masses below 1030 GeV and 930 GeV are excluded for LQ u 3 and LQ d 3 respectively, at 95% CL for the case of B equal to unity. The expected exclusion ranges are 1030 GeV and 930 GeV, respectively.   Figure 8. Expected and observed 95% CL upper limits on the cross-section for up-type (left) and down-type (right) scalar leptoquark pair production with B = 1 as a function of leptoquark mass for the combined τ τ had and τ had τ had channels. The observed limit is shown as the solid line. The thickness of the theory curve represents the theoretical uncertainty from PDFs, renormalization and factorization scales, and the strong coupling constant α s .",
            "paragraph_rank": 45,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 549,
                    "text": "Figure 8",
                    "end": 557
                }
            ]
        },
        {
            "text": "5",
            "section_rank": 10
        },
        {
            "section": "5",
            "text": "The tt plus E miss T channel with one lepton",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "section": "5",
            "text": "In this section, the LQ reinterpretation of a dedicated search for top-squark pair production [22] in final states with one lepton is described. Events where both LQs decay into a top quark and a neutrino are targeted, where one top quark decays hadronically and the other one semileptonically. Events containing one isolated lepton, jets, and missing transverse momentum in the final state are considered. Two signal regions (SR) of the top-squark search [22], tN med and tN high, have optimal sensitivity for medium (∼600 GeV) and high (∼1 TeV) masses of the leptoquark. The tN med SR is additionally binned in E miss T , while the tN high SR is taken as a single-bin cut-and-count experiment. Both signal regions require at least four jets, at least one b-tagged jet, exactly one isolated electron or muon, and high E miss T . Variables sensitive to the direction of the E miss T are used, e.g. the transverse mass of the lepton and E miss T , denoted by m T , 2 and am T2 [43], which targets pair-produced heavy objects that each decay into a different number of measured and unmeasured particles in the detector. The hadronically decaying top quark is reconstructed using jet reclustering, where several jets are combined using the anti-k t algorithm [44] with a large radius parameter that is initially set to 3.0 and then adjusted in an iterative process [22].",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 94,
                    "text": "[22]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "start": 456,
                    "text": "[22]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 976,
                    "text": "[43]",
                    "end": 980
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1256,
                    "text": "[44]",
                    "end": 1260
                },
                {
                    "type": "bibr",
                    "start": 1362,
                    "text": "[22]",
                    "end": 1366
                }
            ]
        },
        {
            "section": "5",
            "text": "The various backgrounds are estimated using simulated data. The dominant background consists of tt events, which, due to the high m T requirements, are mainly from dileptonic tt decays in which one lepton is not reconstructed (tt 2L), even though this decay topology is strongly suppressed by requiring am T2 to be above the top-quark mass. Other major backgrounds are due to the production of a W boson in association with one or more jets (W +jets) and the production of a tt pair in association with a vector boson (tt + V ), where the latter is dominated by contributions from tt + Z(→ νν). For each SR, a JHEP06 2019 The statistical analysis for a SR is based on a simultaneous likelihood fit to the observed events in the CRs and the SR, where the background samples and a signal sample are included in all regions. The fit determines at the same time the background normalization as well as a potential signal contribution. For each SR, a set of validation regions is defined in addition to the CRs. The validation regions are not part of the fit but are used to validate the background normalization in this second set of disjunct regions. Systematic uncertainties are included as nuisance parameters in the profile-likelihood estimate. The test statistic is the profile log-likelihood ratio and its distribution is calculated using the asymptotic approximation [45].",
            "paragraph_rank": 48,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 617,
                    "text": "2019",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1370,
                    "text": "[45]",
                    "end": 1374
                }
            ]
        },
        {
            "section": "5",
            "text": "The number of observed events in the data in each SR and the expected number of background events as calculated in a fit to only the CRs while neglecting a potential signal contamination are taken from ref. [22] and shown in tables 3 and 4. In addition, the expected number of signal events for different leptoquark masses is shown for each SR. The contamination from the leptoquark signal in the CRs is below 10% in all cases. Figure 9 shows the E miss T distribution in the tN med SR. The combination of the exclusion limits for the SRs is obtained by selecting the signal region with the better expected limit for each mass point. For LQ masses of 950, 1000, and 1100 GeV, the limit of the tN high signal region is selected, otherwise the limit of the tN med signal region is selected. The expected and observed exclusion limits are shown in figure 10. The theoretical prediction for the cross-section of scalar leptoquark pair production is shown by the solid line along with the uncertainties. Pair-produced third-generation scalar leptoquarks decaying into tνtν are excluded at 95% CL for m LQ < 930 GeV. The expected exclusion range is m LQ < 1020 GeV.   and top quarks with a significant boost. SRB is sensitive to medium LQ masses, which tend to have a softer E miss T spectrum and less-boosted top quarks. SRD targets a resonance decaying into a b-quark and an invisible particle, giving sensitivity to LQ d 3 → bν events. A common preselection is defined for all signal regions. At least four jets are required, of which at least one must be b-tagged. The four leading jets (ordered in p T ) must satisfy p T > 80, 80, 40, 40 GeV, respectively, due to the tendency for signal events to have higherenergy jets than background events. Events containing reconstructed electrons or muons are vetoed. The E miss T trigger threshold motivates the E miss T > 250 GeV requirement and rejects most of the background from multi-jet and all-hadronic tt events.",
            "paragraph_rank": 49,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 207,
                    "text": "[22]",
                    "end": 211
                },
                {
                    "type": "figure",
                    "ref_id": "fig_16",
                    "start": 428,
                    "text": "Figure 9",
                    "end": 436
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 845,
                    "text": "figure 10",
                    "end": 854
                }
            ]
        },
        {
            "section": "5",
            "text": "Similarly to the tt+E miss T -1 analysis in section 5, hadronically decaying top quarks are reconstructed using jet reclustering. SRA and SRB require the presence of two reclustered R = 1.2 jets. Both SRA and SRB are divided into three orthogonal, one-bin subregions, which are combined for maximal signal sensitivity. The categorization in subregions is based on the mass of the subleading (ordered in p T ) reclustered jet (m 1 jet,R=1.2 ). In all subregions it is required that the leading reclustered R = 1.2 jet has a mass (m 0 jet,R=1.2 ) of at least 120 GeV. The subregions are denoted by TT, TW, and T0 corresponding to requirements of m 1 jet,R=1.2 > 120 GeV, 60 < m 1 jet,R=1.2 < 120 GeV, and m 1 jet,R=1.2 < 60 GeV, respectively. In addition to the R = 1.2 reclustered jet mass, one of the most discriminating variables in SRA is E miss T , which has to be above 400 GeV or higher depending on the subregion. In SRB, the E miss T requirement is looser (E miss T > 250 GeV) than in SRA since the signals that SRB is targeting tend to have softer E miss T spectra.",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "section": "5",
            "text": "-16 -",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "text": "JHEP06(2019)144",
            "section_rank": 11
        },
        {
            "section": "JHEP06(2019)144",
            "text": "Two SRD subregions, SRD-low and SRD-high, are defined for which at least five jets are required, two of which must be b-tagged. Requirements are made on the transverse momenta of the jets as well as on the scalar sum of the transverse momenta of the two b-tagged jets, which needs to be above 400 GeV for SRD-high and above 300 GeV for SRDlow. Tight requirements are also applied to the m T calculated from E miss T and the b-tagged jet that has the smallest (m b,min",
            "paragraph_rank": 52,
            "section_rank": 11
        },
        {
            "text": "T",
            "section_rank": 12
        },
        {
            "section": "T",
            "text": ") and largest (m b,max T ) ∆φ relative to the E miss T direction. The dominant background processes are Z → νν in association with b-jets, semileptonic tt where one of the W bosons decays into τ ν, and tt + Z(→ νν). To estimate the normalization of these backgrounds, control regions are designed to be as close as possible to individual signal regions while being strongly enhanced in the background of interest. For the Z → νν background, Z → control regions are used where the leptons are removed to mimic the E miss T produced by the Z → νν process. To estimate the tt background, a set of one-lepton control regions is used. Finally, the tt + Z(→ νν) background is estimated using a tt + γ control region where the photon p T is used to approximate E miss T . Several normalizations for the subdominant backgrounds, such as single-top and W +jets production, are also estimated using control regions. The normalizations are calculated using a simultaneous binned profile-likelihood fit. Signal contamination in the control regions, specifically regions used to estimate the normalization of tt, single top, and W +jets, is negligible.",
            "paragraph_rank": 53,
            "section_rank": 12
        },
        {
            "section": "T",
            "text": "The statistical analysis is done similarly to the one described in section 5. Here the signal yields are extracted during a simultaneous fit to all control regions plus SRD or the three subregion categories of either SRA or SRB. The two subregions of SRD are not orthogonal and are not statistically combined. The combined limits use the best expected limit among all signal regions.  figure 12. The theoretical prediction for the cross-section of scalar leptoquark pair-production is shown by the solid line along with the uncertainties. As expected, there is better sensitivity to LQ u 3 than to LQ d 3 , excluding pair-produced LQ u 3 decaying into tνtν for masses smaller than 1000 GeV at 95% CL. The expected limit is m LQ < 1020 GeV. 7 The τ τ b plus E miss",
            "paragraph_rank": 54,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 385,
                    "text": "figure 12",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "start": 601,
                    "text": "d",
                    "end": 602
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 740,
                    "text": "7",
                    "end": 741
                }
            ]
        },
        {
            "text": "T channel",
            "section_rank": 13
        },
        {
            "section": "T channel",
            "text": "The ATLAS search for top-squark pair production with decays via τ -sleptons [25] selects events containing two τ -leptons, at least two jets, of which at least one must be b-tagged, and missing transverse momentum. Its reinterpretation is expected to have good sensitivity for all B except at very low values, with the maximum sensitivity at intermediate values.",
            "paragraph_rank": 55,
            "section_rank": 13
        },
        {
            "section": "T channel",
            "text": "-17 -  ",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "section": "T channel",
            "text": "ATLAS Figure 12. Observed and expected 95% CL upper limits on the cross-section for up-type (left panel) and down-type (right panel) LQ pair production with B = 0 as a function of the LQ mass. The ±1(2)σ uncertainty bands around the expected limit represent all sources of statistical and systematic uncertainties. In the right panel the expected limit has an undulated behaviour due to the use of different signal regions for different mass points and the statistical uncertainties of the background MC in SRD. The thickness of the theory curve represents the theoretical uncertainty from PDFs, renormalization and factorization scales, and the strong coupling constant α s .",
            "paragraph_rank": 57,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 6,
                    "text": "Figure 12",
                    "end": 15
                }
            ]
        },
        {
            "section": "T channel",
            "text": "Events are classified according to the decay of the τ -leptons. Both the τ had τ had and the τ τ had channels are considered. Two signal selections are defined, one for the τ τ had channel (SR LH) and another one for the τ had τ had channel (SR HH). Both signal selections require the two leptons to have opposite electric charge. The main discriminating variables are E miss T and the stransverse mass m T2 , which is a generalization of the transverse mass for final states with two invisible particles [46][47][48] and computed from the selected lepton pair and E miss T .",
            "paragraph_rank": 58,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 505,
                    "text": "[46]",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 509,
                    "text": "[47]",
                    "end": 513
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 513,
                    "text": "[48]",
                    "end": 517
                }
            ]
        },
        {
            "text": "JHEP06(2019)144",
            "section_rank": 14
        },
        {
            "section": "JHEP06(2019)144",
            "text": "The dominant background process with the targeted final-state signature is pair production of top quarks. As in the original analysis, two types of contributions are discriminated, depending on whether the identified hadronically decaying τ -lepton(s) in the selected event are real or candidate particles (typically jets, electrons, or, in rare cases, muons), which are misidentified as hadronically decaying τ -leptons (fake τ -leptons).",
            "paragraph_rank": 59,
            "section_rank": 14
        },
        {
            "section": "JHEP06(2019)144",
            "text": "In the τ τ had channel, the contribution of events with fake τ -leptons is estimated using a data-driven method, which is based on a measurement of the number of hadronically decaying τ -leptons satisfying loose identification criteria that also pass the tighter analysis selection (fake-factor method). The contribution of events with true τ -leptons is estimated from simulation, using a dedicated control-region selection to normalize the overall contribution to the level observed in data. In the τ had τ had channel, both the contributions with fake and with true τ -leptons are estimated from simulation with data-driven normalization factors obtained from two dedicated control regions. A requirement on the transverse mass computed from the transverse momentum of the leading τ -lepton and the missing transverse momentum is used to discriminate between events with true and fake τ -leptons. The requirement of opposite electric charge is not used for the control region targeting events with fake τ -leptons, since in that case the charges of the two τ -leptons are not correlated. Two additional control regions common to both channels are used to obtain data-driven normalization factors for the background contributions from diboson production and production of top-quark pairs in association with an additional W or Z boson. For these control regions, events that pass a single-lepton trigger and contain at least two signal leptons and two jets are used. The remaining definitions of these control regions and further details of the background estimation and its validation are in ref. [25]. Good agreement between data and predicted background yields is found in validation regions when the normalization factors derived in the control regions are applied.",
            "paragraph_rank": 60,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1600,
                    "text": "[25]",
                    "end": 1604
                }
            ]
        },
        {
            "section": "JHEP06(2019)144",
            "text": "The statistical analysis is done similarly to the one described in section 5. However, the signal regions are independent and can therefore be statistically combined in the fit. The expected number of events from the background-only fit and the number of observed events in the signal regions are shown in table 6 for the two analysis channels, together with the predicted event yields for a number of leptoquark signals. The number of observed events agrees with the predicted Standard Model background. Figure 13 shows the distribution of m T2 ( , τ had ), one of the main discriminating variables, after applying all selection requirements of the signal region SR LH except for the one on m T2 ( , τ had ), which is indicated by the vertical line and arrow instead. The stacked histograms in the plot are the expected Standard Model backgrounds. In addition, the stacked dashed histogram shows the predicted distribution of a benchmark signal model for up-type leptoquarks with a mass of 750 GeV and branching ratio B = 0.5. As no significant excess in the signal regions is observed in the data, upper limits are set on the production cross-section. Figure 14 shows the expected and observed cross-section limits as a function of the leptoquark mass both for up-and down-type leptoquarks. Leptoquark masses up to 780 GeV and 800 GeV are excluded for B = 0.5 at 95% confidence level for pair-produced up-and down-type leptoquarks, respectively.",
            "paragraph_rank": 61,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 505,
                    "text": "Figure 13",
                    "end": 514
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1154,
                    "text": "Figure 14",
                    "end": 1163
                }
            ]
        },
        {
            "section": "JHEP06(2019)144",
            "text": "JHEP06 2019 ",
            "paragraph_rank": 62,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 7,
                    "text": "2019",
                    "end": 11
                }
            ]
        },
        {
            "section": "JHEP06(2019)144",
            "text": "3 ) = 750 GeV B = 0.5 1.9 ± 0.5 6.2 ± 1.5 m(LQ d",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "section": "JHEP06(2019)144",
            "text": "3 ) = 750 GeV B = 1 2.4 ± 1.1 2.5 ± 1.0 m(LQ d",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "section": "JHEP06(2019)144",
            "text": "3 ) = 1000 GeV B = 0.5 0.53 ± 0.16 1.6 ± 0.4 Table 6. The expected number of SM background events obtained from the background fit and the number of observed events in SR HH and SR LH, together with the expected number of signal events for different mass hypotheses m, leptoquark types, and branching ratios B into charged leptons.  Figure 13. Distribution of the stransverse mass m T2 ( , τ had ) [46][47][48] in the signal region of the τ τ had channel before applying the selection requirement on m T2 ( , τ had ), which is indicated by the dashed vertical line and arrow. The stacked histograms show the various SM background contributions, which are normalized to the values determined in the fit. The hatched band indicates the total statistical and systematic uncertainty in the SM background. The error bars on the black data points represent the statistical uncertainty in the data yields. The dashed histogram shows the expected additional yields from a leptoquark signal model LQ u 3 with m LQ = 750 GeV and B = 0.5 added on top of the SM prediction. The rightmost bin includes the overflow.",
            "paragraph_rank": 65,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 45,
                    "text": "Table 6",
                    "end": 52
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 333,
                    "text": "Figure 13",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 398,
                    "text": "[46]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 402,
                    "text": "[47]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 406,
                    "text": "[48]",
                    "end": 410
                }
            ]
        },
        {
            "section": "JHEP06(2019)144",
            "text": "-21 -JHEP06 2019  Figure 14. Expected cross-section limits, their combined statistical and systematic uncertainties excluding the theoretical cross-section uncertainty, and observed cross-sections limits at 95% CL for B = 0.5 as a function of the leptoquark mass. The two channels, τ had τ had and τ τ had , are combined for the LQ u 3 model (left) and LQ d 3 model (right). Statistical fluctuations are present in the expected limits because of the low number of simulated signal events passing the comparably tight signal-region selections. The thickness of the band around the theoretical cross-section curve represents the uncertainty from PDFs, renormalization and factorization scales, and the strong coupling constant α s .",
            "paragraph_rank": 66,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 12,
                    "text": "2019",
                    "end": 16
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 18,
                    "text": "Figure 14",
                    "end": 27
                }
            ]
        },
        {
            "section": "JHEP06(2019)144",
            "text": "For low leptoquark masses and high branching ratios into charged leptons, a nonnegligible number of simulated signal events pass the control-region selections. This leads to the background normalization factors being biased towards lower values when obtained from the exclusion fits instead of the background-only fits, and drives the nuisance parameters for the systematic uncertainties away from their nominal values. Several tests were performed to check the validity of the fit procedure used to derive the exclusion. Signalinjection tests confirmed that the fit reliably reproduces the input signal yield. In addition, it was shown that artificially reducing the input signal yield for excluded phase-space regions with a high signal contamination in the control regions, thereby reducing the signal contamination, would still allow to exclude the leptoquark signal.",
            "paragraph_rank": 67,
            "section_rank": 14
        },
        {
            "section": "JHEP06(2019)144",
            "text": "8 The bb plus E miss",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "T channel",
            "section_rank": 15
        },
        {
            "section": "T channel",
            "text": "The search for direct bottom-squark pair production in either the zero-or one-lepton channel [24] is reinterpreted in the context of LQ production. The analysis in the zerolepton channel targets LQs which both decay into a bottom quark and a neutrino, i.e. LQ d 3 production with B = 0. The one-lepton channel, also requiring two b-tagged jets and E miss T , is expected to provide sensitivity to LQ d 3 production at intermediate values of B, as well as to small and intermediate values of B for LQ u 3 production. For the zero-lepton SRs (denoted by b0L), events with two high-p T b-tagged jets, zero leptons, and a large amount of E miss T are selected. An exclusive jet selection (requiring 2-4 jets) is applied, preventing sizeable sensitivities to LQ u 3 production in this SR. Events with large E miss T arising from mismeasured jets are rejected using a selection of ∆φ jet i , E miss T (i=1...4) > 0.4. The two b-jets are required to be the two leading jets in the event and their invariant mass must be greater than 200 GeV. After these baseline JHEP06 (2019)144selections, three SRs are constructed using increasingly tighter selections on the contransverse mass m CT [49], which targets pair-produced heavy objects that each decay in an identical way into a visible and an invisible particle. It is the main discriminating variable in the zero-lepton channel, with overlapping selections of m CT > 350, 450, and 550 GeV distinguishing the SRs.",
            "paragraph_rank": 69,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 93,
                    "text": "[24]",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "start": 260,
                    "text": "d",
                    "end": 261
                },
                {
                    "start": 1063,
                    "text": "(2019)144",
                    "end": 1072
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1179,
                    "text": "[49]",
                    "end": 1183
                }
            ]
        },
        {
            "section": "T channel",
            "text": "For the one-lepton SRs (denoted by b1L), events with two b-tagged jets, one lepton (e/µ) with p T > 27 GeV, and large E miss T are selected. Unlike the zero-lepton regions, an inclusive jet selection is used, with any two of the jets being tagged as b-jets. A selection of ∆φ jet i , E miss T > 0.4 for the four leading jets is used to reject events with large E miss T from mismeasured jets. Selections on the minimum invariant mass of the lepton and one of the two b-jets, m min b, , and on am T2 are used to reduce the tt background, while a selection on m T is used to reject W +jets events. After applying the previously introduced selections, two overlapping SRs are designed using m eff , the scalar sum of the p T of the jets and the E miss T , as the main discriminating variable. The SRs are designed with selections of either m eff > 600 or 750 GeV.",
            "paragraph_rank": 70,
            "section_rank": 15
        },
        {
            "section": "T channel",
            "text": "The dominant backgrounds in the analysis are dependent upon the lepton multiplicity of the SR under consideration. For the zero-lepton SRs, the main SM background is Z-boson production (Z → νν) in association with b-jets. Other significant sources of background arise from tt pair production, single-top W t production, and W -boson production in association with b-jets. Control regions are defined to constrain each of the aforementioned SM backgrounds, which are designed to be kinematically close, yet orthogonal, to the SRs and also mutually orthogonal to each other. A two-lepton CR is used to constrain the Z+jets process, where the invariant mass of the leptons is required to be near the Z-boson mass. The leptons are removed from the E miss T calculation to mimic the expected E miss T from the Z → νν process. The tt, single-top, and W +jets processes are constrained in three one-lepton CRs: one CR with an inverted (relative to the SR) am T2 selection to create a region dominated by tt; a region with an inverted m T selection to constrain W +jets; and a final region with an inverted m min b, selection to constrain singletop production. For the one-lepton SRs, the main SM backgrounds are tt pair production and single-top production. A one-lepton CR is designed to constrain the tt background by inverting the SR am T2 selection. The single-top background is constrained using the same CR as used for the zero-lepton single-top background. Signal contamination in these CRs is below 10% in all regions.",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "section": "T channel",
            "text": "The statistical analysis is done in full analogy to the one described in section 5. The number of observed events in data for each SR and the expected post-fit SM background yields are presented in table 7. Two example LQ signal sample yields with m LQ = 750 GeV are presented for comparison, with various assumptions about the branching ratio. Figure 15 presents the distributions of four key kinematic variables in the SRs, with two signal samples added on top of the SM background. The top row shows the m CT and E miss T in the zero-lepton b0L SRA350 region. The bottom row shows the am T2 and m eff in the one-lepton b1L SRA600 region.   Figure 15. Distributions for key kinematic variables in the zero-and one-lepton SR selections for the contransverse mass, m CT [49] and E miss T in the zero-lepton SR (top) and am T2 [43] and m eff in the one-lepton SRs (bottom). Two example LQ signal samples are added on top of the SM background, LQ The combination of the exclusion limits for the SRs is obtained by selecting the signal region with the best expected limit for each mass point. The expected and observed exclusion limits on the cross-section for LQ d 3 and B = 0 are shown in figure 16 as a function of the leptoquark mass. Also shown is the theoretical prediction for the cross-section of scalar leptoquark pair production including the uncertainties. The expected and observed 95% CL lower limits on the mass of a down-type LQ decaying into bνbν are 980 GeV and 970 GeV, respectively.",
            "paragraph_rank": 72,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 345,
                    "text": "Figure 15",
                    "end": 354
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 643,
                    "text": "Figure 15",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 770,
                    "text": "[49]",
                    "end": 774
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 826,
                    "text": "[43]",
                    "end": 830
                },
                {
                    "type": "bibr",
                    "start": 1161,
                    "text": "d",
                    "end": 1162
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1188,
                    "text": "figure 16",
                    "end": 1197
                }
            ]
        },
        {
            "text": "Limits on the LQ mass as a function of B",
            "section_rank": 16
        },
        {
            "section": "Limits on the LQ mass as a function of B",
            "text": "The limits on cross-section and mass for a fixed value of B that is expected to have the highest sensitivity for the respective analysis, are presented in the previous five sections. Here, figure 17 shows the limits on the LQ mass as a function of B for all five analyses for LQ u 3 and LQ d 3 pair production. The region to the left of the contour lines is excluded at 95% confidence level.",
            "paragraph_rank": 73,
            "section_rank": 16
        },
        {
            "section": "Limits on the LQ mass as a function of B",
            "text": "The strongest limits in terms of mass exclusion are for LQ u 3 for B = 1 and B = 0 in the bτ bτ and tt+E miss T channel, respectively, and for LQ d 3 for B = 0 in the bb+E miss T channel. These are the cases where the channels are optimized (bτ bτ ) or optimal (tt+E miss T , bb+E miss T ), as discussed in the introduction. However, as can be seen from figure 17, all channels exhibit good sensitivities to both types of LQs and to a larger range of B values, except for the tt+E miss T -1 channel, which is not sensitive to LQ d 3 mainly due to the requirement of exactly one lepton.",
            "paragraph_rank": 74,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 146,
                    "text": "d",
                    "end": 147
                }
            ]
        },
        {
            "section": "Limits on the LQ mass as a function of B",
            "text": "Therefore, good sensitivity to both types of LQs at all values of B is obtained, excluding masses below 800 GeV for both LQ u 3 and LQ d 3 independently of the branching ratio, with masses below 1000 GeV and 1030 GeV (970 GeV and 920 GeV) being excluded for the limiting cases of B equal to zero and unity for LQ  Figure 17. Limits on the branching ratio into charged leptons for scalar third-generation up-type (upper panel) leptoquark pair production (LQ u 3 → bτ /tν) and down-type (lower panel) leptoquark pair production (LQ d 3 → tτ /bν) as a function of the leptoquark mass. The limits are based on a dedicated LQ search for two b-jets and two τ -leptons (bτ bτ ), and reinterpretations of the search for bottom-squark pair production (bb+E miss -26 -JHEP06(2019)144",
            "paragraph_rank": 75,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 314,
                    "text": "Figure 17",
                    "end": 323
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 17
        },
        {
            "section": "Conclusion",
            "text": "Pair production of scalar third-generation leptoquarks is investigated for all possible decays of the leptoquarks into a quark (t, b) and a lepton (τ , ν) of the third generation. LHC proton-proton collision data recorded by the ATLAS detector in 2015 and 2016 at a centreof-mass energy of √ s = 13 TeV are used, with an integrated luminosity of 36.1 fb −1 . The results are based on reinterpretations of previously published ATLAS results as well as a dedicated search, where no significant excess above the SM background expectation is observed.",
            "paragraph_rank": 76,
            "section_rank": 17
        },
        {
            "section": "Conclusion",
            "text": "Upper limits on the LQ pair-production cross-section as a function of the LQ mass are reported for both the up-type (LQ u 3 → tν/bτ ) and down-type (LQ d 3 → bν/tτ ) leptoquarks for branching ratios into charged leptons equal to zero, 0.5, or unity. Based on the theoretical prediction for the LQ pair-production cross-section, these upper limits on the cross-section can be converted to lower limits on the mass, excluding leptoquarks with masses below about 1 TeV for both LQ types and for both limiting cases of branching ratios into charged leptons of zero or unity.",
            "paragraph_rank": 77,
            "section_rank": 17
        },
        {
            "section": "Conclusion",
            "text": "In addition, mass limits are shown as a function of the branching ratio into charged leptons for both the up-and down-type leptoquarks. Even for intermediate values of the branching ratio, masses below at least 800 GeV are excluded. These mass limits quickly increase to about 1 TeV for small and large branching ratios.",
            "paragraph_rank": 78,
            "section_rank": 17
        },
        {
            "text": "JHEP06(2019)144",
            "section_rank": 18
        },
        {
            "section": "JHEP06(2019)144",
            "text": "The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (U.K.) and BNL (U.S.A.), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in ref. [50].",
            "paragraph_rank": 79,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 144,
                    "text": "(Canada)",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "start": 237,
                    "text": "(Italy)",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 456,
                    "text": "[50]",
                    "end": 460
                }
            ]
        },
        {
            "section": "JHEP06(2019)144",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 80,
            "section_rank": 18
        },
        {
            "section": "JHEP06(2019)144",
            "text": "JHEP06 2019 [22] ATLAS collaboration, Search for top-squark pair production in final states with one lepton, jets and missing transverse momentum using 36 fb −1 of √ s = 13 TeV pp collision data with the ATLAS detector, JHEP 06 2018 ",
            "paragraph_rank": 81,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 7,
                    "text": "2019",
                    "end": 11
                },
                {
                    "start": 228,
                    "text": "2018",
                    "end": 232
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 19
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Pair production and decay of LQ u 3 and LQ d 3 .",
            "paragraph_rank": 82,
            "section_rank": 19
        },
        {
            "text": "Figure 2 . 3 →",
            "section_rank": 20
        },
        {
            "section": "Figure 2 . 3 →",
            "text": "Figure 2. Branching ratio into charged leptons for β = 0.5 and different LQ masses for LQ u 3",
            "paragraph_rank": 83,
            "section_rank": 20
        },
        {
            "text": "Figure 8",
            "section_rank": 21
        },
        {
            "section": "Figure 8",
            "text": "shows the expected and observed 95% confidence level (CL) upper limits on the cross-section for scalar up-type and down-type leptoquark pair production as a function of",
            "paragraph_rank": 84,
            "section_rank": 21
        },
        {
            "text": "Figure 9 .",
            "section_rank": 22
        },
        {
            "section": "Figure 9 .",
            "text": "Figure 9. Observed and expected E miss T distributions are shown in the tN med signal region, as is their ratio. The error band includes statistical and systematic uncertainties. The expected SM backgrounds are normalized to the values determined in the fit. The expected number of signal events for an up-type LQ with m LQ = 800 GeV and B = 0 is added on top of the SM prediction. The last bin contains the overflow events.",
            "paragraph_rank": 85,
            "section_rank": 22
        },
        {
            "text": "Figure 10 .",
            "section_rank": 23
        },
        {
            "section": "Figure 10 .",
            "text": "Figure 10. Observed and expected 95% CL upper limit on the cross-section for up-type LQ pair production with B = 0 as a function of the LQ mass. The ±1(2)σ uncertainty bands around the expected limit represent all sources of statistical and systematic uncertainties. The thickness of the theory curve represents the theoretical uncertainty from PDFs, renormalization and factorization scales, and the strong coupling constant α s .",
            "paragraph_rank": 86,
            "section_rank": 23
        },
        {
            "text": "Figure 11 shows",
            "section_rank": 24
        },
        {
            "section": "Figure 11 shows",
            "text": "observed and expected E miss T distributions in SRA, ∆R (b, b) distributions in SRB, and m b,max T distributions in SRD-low and SRD-high. In addition, examples of signal distributions with different LQ masses and branching ratios are added on top of the SM prediction. These examples are chosen such that these signals are close to being excluded. The expected and observed numbers of events as well as the expected number of events for the example signals are shown in table 5 for each region. The expected and observed exclusion limits on the cross-section for LQ u 3 and LQ d 3 for B = 0 are shown as a function of the leptoquark mass in",
            "paragraph_rank": 87,
            "section_rank": 24
        },
        {
            "text": "Figure 11 .",
            "section_rank": 25
        },
        {
            "section": "Figure 11 .",
            "text": "Figure 11. Distributions of E miss T in SRA (upper panels) and ∆R (b, b) in SRB (middle panels) separately for the individual top reconstruction categories TT and T0 and the m b,max T distribution in SRD-low and SRD-high (lower panels). The expected SM backgrounds are normalized to the values determined in the fit. The expected number of signal events for different LQ masses and branching ratios B is added on top of the SM prediction. The last bin contains the overflow events.",
            "paragraph_rank": 88,
            "section_rank": 25
        },
        {
            "text": "d 3 (Figure 16 .",
            "section_rank": 26
        },
        {
            "section": "d 3 (Figure 16 .",
            "text": "Figure 16. Observed and expected 95% CL upper limits on the cross-section for down-type LQ pair production with B = 0 as a function of the LQ mass. The ±1(2)σ uncertainty bands around the expected limit represent all sources of statistical and systematic uncertainties. The thickness of the theory curve represents the theoretical uncertainty from PDFs, renormalization and factorization scales, and the strong coupling constant α s .",
            "paragraph_rank": 89,
            "section_rank": 26
        },
        {
            "text": "[23]  in the final state, and for top squarks decaying via τ -sleptons (τ τ b+E miss T )[25]. The region to the left of the contour lines is excluded at 95% confidence level.",
            "paragraph_rank": 90,
            "section_rank": 27
        },
        {
            "text": "Table 3 .",
            "section_rank": 28
        },
        {
            "section": "Table 3 .",
            "text": "144 The number of observed events in the cut-and-count SR tN high, together with the expected number of background events including their total uncertainties, taken from ref.[22]. Additionally, the expected number of signal events are given for B = 0 for up-type LQs of different masses with statistical uncertainties.",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "section": "Table 3 .",
            "text": "set of dedicated single-bin CRs is defined in order to control the background normalization. The tt 2L CR is defined at high m T and with a veto on hadronically decaying top-quark candidates, while the W +jets CR is defined at low m T and with a veto on hadronically decaying top-quark candidates. The top-quark candidate veto is fulfilled if either no topquark candidate is found or if the mass is lower than the SR threshold. Additionally, a CR for semileptonic tt events (tt 1L) is defined, as these events contribute strongly to the other CRs. A CR for single-top events is defined similarly to the W +jets CR, but with at least two b-jets. The tt + Z background is estimated with a three-lepton selection.",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "Table 4 .",
            "section_rank": 29
        },
        {
            "section": "Table 4 .",
            "text": "The number of observed events in the shape-fit SR tN med, together with the expected number of background events including their total uncertainties, taken from ref.[22]. Additionally, the expected number of signal events are given for B = 0 for up-type LQs of different masses with statistical uncertainties. The numbers are given for the four bins characterized by an interval of the E miss",
            "paragraph_rank": 93,
            "section_rank": 29
        },
        {
            "section": "Table 4 .",
            "text": "T variable.6  The tt plus E missT channel with zero leptonsIn this section, the LQ reinterpretation of the ATLAS analysis optimized for the search of top-squark pair production [23] in final states with zero leptons is discussed. The signature targeted is two hadronically decaying top quarks and invisible particles, closely matching the signature where both LQs decay into a top quark and a neutrino. Three signal regions (SRA, SRB, SRD) of the top-squark search[23]  have the greatest sensitivity to the LQ signal models. SRA is optimal for high LQ masses, e.g. m LQ ≈ 1 TeV, which typically results in high E miss T",
            "paragraph_rank": 94,
            "section_rank": 29
        },
        {
            "text": "Table 5 .",
            "section_rank": 30
        },
        {
            "section": "Table 5 .",
            "text": "Number of observed events in SRA, SRB, and SRD, together with the number of fitted background events including their total uncertainty, taken from ref.[23] (CR background-only fit). Additionally, the expected number of signal events for different branching ratios and LQ masses close to the exclusion limits are given with statistical uncertainties.",
            "paragraph_rank": 95,
            "section_rank": 30
        },
        {
            "text": "Table 7 .",
            "section_rank": 31
        },
        {
            "section": "Table 7 .",
            "text": "Number of observed events and background-only fit results in the SRs. The uncertainties contain both the statistical and systematic uncertainties. Two example LQ signal samples are also shown for comparison, with various assumptions about B(LQ → qτ ).",
            "paragraph_rank": 96,
            "section_rank": 31
        },
        {
            "text": "144 [17] ATLAS collaboration, Searches for scalar leptoquarks in pp collisions at √ s = 8 TeV with the ATLAS detector, Eur. Phys. J. C 76 (2016) 5 [arXiv:1508.04735] [INSPIRE]. [18] CMS collaboration, Constraints on models of scalar and vector leptoquarks decaying to a quark and a neutrino at √ s = 13 TeV, Phys. Rev. D 98 (2018) 032005 [arXiv:1805.10228] [INSPIRE]. [19] CMS collaboration, Search for heavy neutrinos and third-generation leptoquarks in hadronic states of two τ leptons and two jets in proton-proton collisions at √ s = 13 TeV, JHEP 03 (2019) 170 [arXiv:1811.00806] [INSPIRE]. [20] CMS collaboration, Search for third-generation scalar leptoquarks decaying to a top quark and a τ lepton at √ s = 13 TeV, Eur. Phys. J. C 78 (2018) 707 [arXiv:1803.02864] [INSPIRE]. [21] ATLAS collaboration, Search for resonant and non-resonant Higgs boson pair production in the bbτ + τ − decay channel in pp collisions at √ s = 13 TeV with the ATLAS detector, Phys. Rev. Lett. 121 (2018) 191801 [Erratum ibid. 122 (2019) 089901] [arXiv:1808.00336] [INSPIRE].",
            "paragraph_rank": 97,
            "section_rank": 32
        },
        {
            "text": "108 [arXiv:1711.11520] [INSPIRE]. [23] ATLAS collaboration, Search for a scalar partner of the top quark in the jets plus missing transverse momentum final state at √ s = 13 TeV with the ATLAS detector, JHEP 12 (2017) 085 [arXiv:1709.04183] [INSPIRE]. [24] ATLAS collaboration, Search for supersymmetry in events with b-tagged jets and missing transverse momentum in pp collisions at √ s = 13 TeV with the ATLAS detector, JHEP 11 (2017) 195 [arXiv:1708.09266] [INSPIRE]. [25] ATLAS collaboration, Search for top squarks decaying to tau sleptons in pp collisions at √ s = 13 TeV with the ATLAS detector, Phys. Rev. D 98 (2018) 032008 [arXiv:1803.10178] [INSPIRE].",
            "paragraph_rank": 98,
            "section_rank": 33
        },
        {
            "text": "The transverse mass mT is defined as mT= 2p lep T E miss T [1 − cos(∆φ)], where ∆φ is the azimuthal angle between the lepton and the missing transverse momentum direction and p lep T is the transverse momentum of the charged lepton.",
            "paragraph_rank": 99,
            "section_rank": 33
        },
        {
            "text": "Acknowledgments",
            "section_rank": 35
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 100,
            "section_rank": 35
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR,",
            "paragraph_rank": 101,
            "section_rank": 35
        }
    ]
}