{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Searches for scalar leptoquarks pair-produced in proton-proton collisions at √ s = 13 TeV at the Large Hadron Collider are performed by the ATLAS experiment. A data set corresponding to an integrated luminosity of 36.1 fb −1 is used. Final states containing two electrons or two muons and two or more jets are studied, as are states with one electron or muon, missing transverse momentum and two or more jets. No statistically significant excess above the Standard Model expectation is observed. The observed and expected lower limits on the leptoquark mass at 95% confidence level extend up to 1.29 TeV and 1.23 TeV for first-and second-generation leptoquarks, respectively, as postulated in the minimal Buchmüller-Rückl-Wyler model, assuming a branching ratio into a charged lepton and a quark of 50%. In addition, measurements of particle-level fiducial and differential cross sections are presented for the Z → ee, Z → μμ and tt processes in several regions related to the search control regions. Predictions from a range of generators are compared with the measurements, and good agreement is seen for many of the observables. However, the predictions for the Z → measurements in observables sensitive to jet energies disagree with the data.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Leptoquarks (LQs) are features of a number of extensions of the Standard Model (SM) [1][2][3][4][5][6][7][8] and may provide an explanation for the similarities between the quark and lepton sectors in the SM. They also appear in models addressing some of the recent b-flavour anomalies [9][10][11]. They are colour-triplet bosons with fractional electric charge and possess non-zero baryon and lepton number [12]. Scalar and vector LQs have been proposed and are expected to decay directly into leptone-mail: atlas.publications@cern.ch quark pairs. The lepton can be either electrically charged or neutral.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 84,
                    "text": "[1]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 87,
                    "text": "[2]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 90,
                    "text": "[3]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 93,
                    "text": "[4]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 96,
                    "text": "[5]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 99,
                    "text": "[6]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 102,
                    "text": "[7]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 105,
                    "text": "[8]",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 286,
                    "text": "[9]",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 289,
                    "text": "[10]",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 293,
                    "text": "[11]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "start": 408,
                    "text": "[12]",
                    "end": 412
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A single Yukawa coupling, λ LQ→ q , determines the coupling strength between scalar LQs and the lepton-quark pair [13]. Two additional coupling constants due to magnetic moment and electric quadrupole moment interactions are needed for vector LQs [14].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 114,
                    "text": "[13]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "start": 243,
                    "text": "LQs [14]",
                    "end": 251
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "LQs can be produced both singly and in pairs in protonproton ( pp) interactions; diagrams showing representative single-and pair-production processes are shown in Fig. 1. The single-LQ production cross-section depends on λ LQ→ q whereas the pair-production cross-section is largely insensitive to this coupling. For pp interactions with a centreof-mass energy √ s = 13 TeV, gluon fusion represents the dominant pair-production mechanism for LQ masses below around 1 TeV. The contribution of the qq-annihilation process rises with LQ mass. Only scalar LQ production is considered in this paper because this is less model dependent than vector LQ production. The production of vector LQs depends on additional parameters and a full interpretation in such models is beyond the scope of this analysis. The results obtained here can, however, be regarded as conservative estimates of limits on vector LQ production, since the production cross-section for vector LQs is typically much larger than for scalar LQs, while the kinematic properties used to search for their signature are very similar for both spin hypotheses [8].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 163,
                    "text": "Fig. 1",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1115,
                    "text": "[8]",
                    "end": 1118
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The benchmark signal model used in this paper is the minimal Buchmüller-Rückl-Wyler (BRW) model [15]. This model imposes a number of constraints on the properties of the LQs. Couplings are purely chiral and LQs belong to three families, corresponding to the three SM generations, such that only leptons and quarks within a given generation can interact. The requirement of same-generation interactions excludes flavour-changing neutral currents (FCNC) [16]. The branching ratio (BR) of a LQ decay into different states is taken as a free parameter. In this paper, β denotes the BR for a LQ decay into a charged lepton and quark, LQ → ± q. The BR for a LQ decay into a neutrino and quark is (1 − β).",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 96,
                    "text": "[15]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "start": 452,
                    "text": "[16]",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "start": 690,
                    "text": "(1 − β)",
                    "end": 697
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper presents a search for LQs pair-produced in pp collisions at √ s = 13 TeV, performed by the ATLAS experiment at the Large Hadron Collider (LHC). In previous searches for pair-produced LQs made by ATLAS [17][18][19][20][21], most recently with 3.2 fb −1 of data collected at √ s = 13 TeV, the existence of scalar LQs with masses below 1100 (900) GeV for first-generation LQs at β = 1 (0.5) and, for second-generation LQs, with masses below 1050 (830) GeV at β = 1 (0.5) was excluded [21]. Searches have also been made by the CMS Collaboration [22][23][24][25][26][27][28] using the same model assumptions as in this work. That experiment found that scalar LQs with masses below 1435 (1270) GeV for firstgeneration LQs at β = 1 (0.5) and below 1530 (1285) GeV for second-generation LQs at β = 1 (0.5) are excluded at 95% confidence level (CL) using a data sample of 35.9 fb −1 collected at √ s = 13 TeV [27,28]. An overview of limits on LQ production and masses can be found in Ref. [29].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 212,
                    "text": "[17]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "start": 216,
                    "text": "[18]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "start": 220,
                    "text": "[19]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "start": 224,
                    "text": "[20]",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "start": 228,
                    "text": "[21]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "start": 492,
                    "text": "[21]",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "start": 552,
                    "text": "[22]",
                    "end": 556
                },
                {
                    "type": "bibr",
                    "start": 556,
                    "text": "[23]",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "start": 560,
                    "text": "[24]",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "start": 564,
                    "text": "[25]",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "start": 568,
                    "text": "[26]",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "start": 572,
                    "text": "[27]",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "start": 576,
                    "text": "[28]",
                    "end": 580
                },
                {
                    "type": "bibr",
                    "start": 911,
                    "text": "[27,",
                    "end": 915
                },
                {
                    "type": "bibr",
                    "start": 915,
                    "text": "28]",
                    "end": 918
                },
                {
                    "type": "bibr",
                    "start": 991,
                    "text": "[29]",
                    "end": 995
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The decay of pair-produced LQs can lead to final states containing a pair of charged leptons and jets, or one charged lepton, a neutrino and jets. For down-type leptoquarks with a charge of 1 3 e, assumed here as a benchmark, this can be written more explicitly as LQLQ −→ − q +q for the dilepton channel, and LQLQ −→ − qνq or LQLQ −→ νq +q for the lepton-neutrino channel, respectively. The four search channels in this paper correspond to the above decays. The eejj (μμjj) channel comprises exactly two electrons (muons) and at least two jets, and the eνjj (μνjj) channel requires exactly one electron (muon), missing momentum in the transverse plane and at least two jets. The electron and muon channels are treated separately as they correspond to LQs of different generations. The dilepton and lepton-neutrino channels are combined in order to increase the sensitivity to the parameter of the BRW model, β. While the main target of this paper are first-and second-generation LQs, there are also dedicated searches looking for 3rd generation LQ production [20,[30][31][32][33][34].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 190,
                    "text": "1",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "start": 1060,
                    "text": "[20,",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "start": 1064,
                    "text": "[30]",
                    "end": 1068
                },
                {
                    "type": "bibr",
                    "start": 1068,
                    "text": "[31]",
                    "end": 1072
                },
                {
                    "type": "bibr",
                    "start": 1072,
                    "text": "[32]",
                    "end": 1076
                },
                {
                    "type": "bibr",
                    "start": 1076,
                    "text": "[33]",
                    "end": 1080
                },
                {
                    "type": "bibr",
                    "start": 1080,
                    "text": "[34]",
                    "end": 1084
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The main background processes in this search are Z /γ * +jets, W +jets and tt production. The shapes of these background distributions are estimated from Monte Carlo (MC) simulations while their normalisation is obtained from a simultaneous background-only profile likelihood fit to three data control regions (CRs). The CRs are defined with specific selections such that they are orthogonal to the signal regions (SRs), free from any LQ signal of interest, and enriched in their relevant background process. For the particular benchmark model chosen, further signal and background discrimination could be achieved by exploiting flavour tagging in order to reject events with b-hadrons in the search region. This is not used, in order to maintain sensitivity to a LQ coupling to a b-quark. The shapes and normalisations of other (subdominant) backgrounds are estimated from MC simulation. Background contributions from misidentified leptons are also sub-dominant, and are estimated from data when their contribution is significant.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Several variables that provide separation between signal and background processes are combined into a single discriminant using a boosted decision tree (BDT) method [35]. For each LQ-mass hypothesis and for each lepton flavour, two BDTs are used: one for the dilepton channel and one for the lepton-neutrino channel. The BDT output score is binned and the signal is accumulated at high score values. A single bin at a high score defines the SR for the respective mass hypothesis. The bin range is chosen such that a sensitivity estimator based on the expected number of signal and background events is maximised.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 165,
                    "text": "[35]",
                    "end": 169
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A profile likelihood fit is performed simultaneously to both the dilepton and lepton-neutrino channel for each lepton flavour to extract a limit on the signal yield. This is done for different assumptions of LQ mass and branching ratio β, resulting in exclusion bounds in terms of these parameters.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In addition to the search results, this paper presents a set of particle-level fiducial and differential cross-section measurements in six dilepton-dijet regions which are related to the analysis CRs. The measurements are made for the dominant process in each region (Z +jets or tt) exclusively. The motivation for making these measurements is as follows. Search CRs are typically in kinematic regions which are not directly covered by dedicated measurements of SM processes. For instance, the ATLAS measurement of Z + jets production described in Ref. [36] has much looser selections on the transverse momentum ( p T ) of leptons and jets than the region that includes Z bosons for this search. Event generators are tuned and validated to ensure that they agree with the available SM data. However, in some cases, although good agreement is seen for the regions covered by dedicated SM measurements, significant disagreements remain possible in more extreme regions where no measurements are available to validate the generator predictions. Indeed, although no disagreement was seen when validating generated Z +jets samples against various SM measurements [37], significant disagreement was observed in the Z +jets CR for this search. Extracting particle-level cross-sections in these CRs and related more extreme regions of phase space can therefore provide complementary information to validate the performance of event generators. Such measurements may lead to improved background modelling in future searches with final states using similar CRs (see for example Ref. [38]).",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 553,
                    "text": "[36]",
                    "end": 557
                },
                {
                    "type": "bibr",
                    "start": 1573,
                    "text": "[38]",
                    "end": 1577
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The paper is organised as follows. Section 2 gives an overview of the ATLAS detector, while Sect. 3 summarises information on the data set and simulations used. The physics objects used in the analysis are defined in Sect. 4. The background estimation and CRs used in the process are described in Sect. 5, and Sect. 6 provides details on the cross-section extraction. Section 7 gives an overview over the multivariate analysis employed for the search and the SRs defined with it. The systematic uncertainties are summarised in Sect. 8, and the statistical procedure employed for the search is described in Sect. 9. Results from both the measurement and the search are given in Sect. 10. Section 11 concludes the paper.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS experiment [39] is a multipurpose detector with a forward-backward symmetric cylindrical geometry and nearly 4π coverage in solid angle. 1 The three major subcomponents are the tracking detector, the calorimeter and the muon spectrometer. Charged-particle tracks and vertices are reconstructed by the inner detector (ID) tracking system, comprising silicon pixel and microstrip detectors covering the pseudorapidity range |η| < 2.5, and a transition radiation straw-tube tracker that covers |η| < 2.0 and provides electron identification. The ID is immersed in a homogeneous 2 T magnetic field provided by a solenoid. Electron, photon, and jet energies are measured with sampling calorimeters. The calorimeter system covers a pseudorapidity range of |η| < 4.9. Within the region |η| < 3.2, barrel and endcap high-granularity lead/liquid argon (LAr) electromag- 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). The quantity R = ( φ) 2 + ( η) 2 is used to define a cone size. netic calorimeters are deployed, with an additional thin LAr presampler covering |η| < 1.8, to correct for energy loss in material upstream of the calorimeters. Hadronic calorimetry is provided by a steel/scintillator-tile calorimeter, segmented into three barrel structures within |η| < 1.7, and two copper/LAr hadronic endcap calorimeters. The forward region (3.1 < |η| < 4.9) is instrumented with a LAr calorimeter with copper (electromagnetic) and tungsten (hadronic) absorbers. Surrounding the calorimeters is a muon spectrometer (MS) with air-core toroid magnets to provide precise muon identification and momentum measurements, consisting of a system of precision tracking chambers providing coverage over |η| < 2.7, and detectors with triggering capabilities over |η| < 2.4. A two-level trigger system [40], the first level using custom hardware and followed by a software-based level, is used to reduce the event rate to a maximum of around 1 kHz for offline storage.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 21,
                    "text": "[39]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 147,
                    "text": "1",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 871,
                    "text": "1",
                    "end": 872
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2199,
                    "text": "[40]",
                    "end": 2203
                }
            ]
        },
        {
            "text": "Data and Monte Carlo samples",
            "section_rank": 4
        },
        {
            "text": "Data sample",
            "section_rank": 5
        },
        {
            "section": "Data sample",
            "text": "This analysis is based on proton-proton collision data at a centre-of-mass energy of √ s = 13 TeV, collected at the LHC during 2015 and 2016. After imposing requirements based on beam and detector conditions and data quality, the data sample corresponds to an integrated luminosity of 36.1 fb −1 . A set of triggers is used to select events [40][41][42]. For the dielectron channel, a two-electron trigger with a transverse energy (E T ) threshold of 17 GeV for each electron was used for the entire data set. In the electron-neutrino channel, events were selected by either of two single-electron triggers, as described below. For the 2015 data set, one trigger required E T above 60 GeV. A second trigger with a higher threshold of 120 GeV but looser identification requirements otherwise was used. For the 2016 data set, the main difference is that the second trigger had a threshold of 140 GeV. The trigger efficiency is at least 95% for electrons above threshold for the kinematic region used in this work.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 341,
                    "text": "[40]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 345,
                    "text": "[41]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 349,
                    "text": "[42]",
                    "end": 353
                }
            ]
        },
        {
            "section": "Data sample",
            "text": "In the muon channel, the same triggers were used for the μμjj and the μνjj channels. Events were selected by either of two single-muon triggers. For the 2015 data, one trigger required a transverse momentum of at least 26 GeV and applied an isolation criterion. To maintain a high efficiency at high p T , a second trigger with a threshold of 50 GeV and no further requirements was used. The main difference for the 2016 data set is that slightly different isolation requirements were used for the lowerp T trigger. The thresholds were the same as in 2015. For the offline p T values considered in this analysis, the trigger efficiencies have reached their plateau values, which vary between 50 and 80% in the more central detector region and are around 90% for |η| > 1.05. The vari-ation in trigger efficiency is due to local inefficiencies and incomplete detector coverage.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "Data sample",
            "text": "Multiple pp interactions in the same or neighbouring bunch-crossings can lead to many reconstructed vertices in the beam collision of interest. The primary vertex of the event, from which the leptons are required to originate, is defined as that with the largest sum of squared transverse momenta of its associated tracks. Selected events must contain a primary vertex with at least two associated tracks with p T > 0.4 GeV.",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Signal and background simulations",
            "section_rank": 6
        },
        {
            "section": "Signal and background simulations",
            "text": "Samples of simulated events with pair-produced scalar LQs with masses between 200 and 1700 GeV, in steps of 50 GeV up to 1500 GeV and thereafter 100 GeV, were generated at next-to-leading order (NLO) in QCD [43][44][45] with the MadGraph 2.4.3 [43,46] program using MadSpin [47] for the decay of LQs. In the simulation, leptoquarks with a charge of 1 3 e are used. Accordingly, the first generation LQ decays to either a u-quark and an electron, or a d-quark and an electron neutrino. The second generation LQ decays to either a c-quark and a muon or an s-quark and a muon neutrino. The anti-leptoquarks decay into the corresponding anti-particles. The generator output was interfaced with Pythia 8.212 [48] for the event simulation beyond the hard scattering process, i.e. the parton shower, hadronisation and underlying event, collectively referred to as UEPS. The A14 set of tuned parameters (tune) [49] was used for the UEPS modelling. The NNPDF3.0 NLO [50] parton distribution function (PDF) set was used. The coupling λ LQ→ q , which determines the LQ lifetime and width [13] was set to √ 4πα, where α is the fine-structure constant. This value corresponds to a LQ full width of about 0.2% of its mass; LQs can thus be considered to decay promptly. Samples were generated for β with a value of 0.5.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 207,
                    "text": "[43]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 211,
                    "text": "[44]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 215,
                    "text": "[45]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 244,
                    "text": "[43,",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 248,
                    "text": "46]",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 274,
                    "text": "[47]",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 349,
                    "text": "1",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 703,
                    "text": "[48]",
                    "end": 707
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 902,
                    "text": "[49]",
                    "end": 906
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 957,
                    "text": "[50]",
                    "end": 961
                }
            ]
        },
        {
            "section": "Signal and background simulations",
            "text": "Events containing W or Z bosons and associated jets [51] were simulated with the Sherpa 2.2.1 generator [52]. These event samples include off-shell production of the bosons. Matrix elements were calculated in perturbative QCD for up to two partons at NLO and four partons at leading order (LO) using the Comix [53] and OpenLoops [54] matrix element generators. Merging with the Sherpa UEPS model was performed with the ME+PS@NLO method [55]. The NNPDF3.0 PDF set [56] at next-to-next-to-leading order (NNLO) was used. Simulated processes in which a Z boson decays into leptons are hereafter termed Drell-Yan processes.",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 52,
                    "text": "[51]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 104,
                    "text": "[52]",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 310,
                    "text": "[53]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 329,
                    "text": "[54]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 436,
                    "text": "[55]",
                    "end": 440
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 463,
                    "text": "[56]",
                    "end": 467
                }
            ]
        },
        {
            "section": "Signal and background simulations",
            "text": "For the simulation of tt and single-top-quark production in the W t final state and s-channel the Powheg-Box v2 [57][58][59][60] generator was used. For the UEPS modelling for the tt samples, Pythia 8.210 was used, with the A14 tune and the NNPDF2.3 LO [61] PDF set. The tt samples used the NNPDF3.0 set in the matrix element calculations, the singletop samples used the CT10 PDF set. Electroweak t-channel single-top-quark events were produced with the Powheg-Box v1 generator. For the generation of single-top samples, the UEPS modelling was done using Pythia 6.428 [62] with the CTEQ6L1 [63] PDF sets and Perugia 2012 [64] tune. The value of the top mass (m t ) was set to 172.5 GeV. The EvtGen v1.2.0 [65] program was used for properties of the bottom and charm hadron decays.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 112,
                    "text": "[57]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 116,
                    "text": "[58]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 120,
                    "text": "[59]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 124,
                    "text": "[60]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 568,
                    "text": "[62]",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 590,
                    "text": "[63]",
                    "end": 594
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 621,
                    "text": "[64]",
                    "end": 625
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 705,
                    "text": "[65]",
                    "end": 709
                }
            ]
        },
        {
            "section": "Signal and background simulations",
            "text": "Diboson processes with at least one charged lepton in the final state were simulated using the Sherpa 2.1.1 generator. All diagrams with four electroweak vertices were considered. They were calculated for up to one parton at NLO and up to three partons at LO using the Comix and OpenLoops matrix element generators and merged with the Sherpa UEPS model using the ME+PS@NLO prescription. The CT10 PDF set was used in conjunction with dedicated parton shower tuning developed by the Sherpa authors. The generator cross sections, calculated up to NLO, were used.",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Signal and background simulations",
            "text": "To model the effect of multiple proton-proton interactions in the same or neighbouring bunches (pile-up), simulated inclusive proton-proton events were overlaid on each generated signal and background event. The pile-up was simulated with Pythia 8.186 using tune A2 [66] and the MSTW2008LO PDF set [67]. Simulated events were corrected using per-event weights to describe the distribution of the average number of interactions per proton bunch-crossing as observed in data.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 266,
                    "text": "[66]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 298,
                    "text": "[67]",
                    "end": 302
                }
            ]
        },
        {
            "section": "Signal and background simulations",
            "text": "The detector response to events in the SM background samples was evaluated with the Geant4-based detector simulation [68,69]. A fast simulation employing a parameterisation of calorimeter response [70] and Geant4 for the other detector components was used for the signal samples. The standard ATLAS reconstruction software was used for both simulated and pp data. Furthermore, correction factors, termed scale factors, which were derived from data were applied as event weights to the simulation of the lepton trigger, reconstruction, identification, isolation, and impact parameter selection, and of b-tagging efficiencies.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 117,
                    "text": "[68,",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 121,
                    "text": "69]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 197,
                    "text": "[70]",
                    "end": 201
                }
            ]
        },
        {
            "text": "Object definition and event pre-selection",
            "section_rank": 7
        },
        {
            "section": "Object definition and event pre-selection",
            "text": "Electrons are reconstructed from ID tracks which are matched to energy clusters found in the electromagnetic calorimeter. The reconstruction efficiency is higher than 97% for candidates with p T greater than 30 GeV. An object is identified as an electron following requirements made on the quality of the associated track, shower shapes exploiting the longitudinal segmentation of the electromagnetic calorimeter, leakage into the hadronic calorimeter, the quality of the track-to-cluster matching and measurements of transition radiation made with the TRT [71]. The transverse energy of the electron candidates in the eej j (eν j j) channel must exceed 40 (65) GeV. Only electron candidates in the pseudorapidity region |η| < 2.47 and excluding the transition region between the barrel and endcap EM calorimeters (1.37 < |η| < 1.52) are used. The electron identification uses a multivariate technique to define different working points of selection efficiency. In the dielectron channel, the 'medium' identification working point with an efficiency above 90% for the candidates considered in this analysis is used. To achieve better rejection against jets misidentified as electrons, a tighter selection is used in the electron-neutrino channel. For the electron-neutrino channel, the 'tight' identification working point is used with an efficiency of 85% or more for candidates with p T above 65 GeV. The electrons are required to be isolated, using both calorimeter-and track-based criteria such that the isolation efficiency is 98%. Finally, the electron candidates have to be compatible with originating from the primary vertex.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 557,
                    "text": "[71]",
                    "end": 561
                }
            ]
        },
        {
            "section": "Object definition and event pre-selection",
            "text": "Muon tracks are reconstructed independently in the ID and the MS [72]. Tracks are required to have a minimum number of hits in each system, and must be compatible in terms of geometrical and momentum matching. Information from both the ID and MS is used in a combined fit to refine the measurement of the momentum of each muon over |η| < 2.5 [73]. The efficiency for reconstructing muons is 98%. As for the electron channels, muon candidates are required to have p T > 40 GeV and p T > 65 GeV for the μμjj and μνjj searches respectively. They are further required to be compatible with originating from the primary vertex. A trackbased isolation requirement is applied to the muons, yielding a selection efficiency of 99%.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 65,
                    "text": "[72]",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "start": 342,
                    "text": "[73]",
                    "end": 346
                }
            ]
        },
        {
            "section": "Object definition and event pre-selection",
            "text": "Jets are reconstructed using the anti-k t algorithm [74] with a radius parameter R = 0.4 from topological clusters of calorimeter cells which are noise-suppressed and calibrated to the electromagnetic scale. They are calibrated using energy-and η-dependent correction factors derived from simulation and with residual corrections from in situ measurements [75]. The jets must satisfy p T > 60 GeV and |η| < 2.5. Additional jet quality criteria are also applied to remove fake jets caused by detector effects [76]. Furthermore, to eliminate jets containing a large energy contribution from pile-up, jets are tested for compatibility with the hard scatter vertex with a jet vertex tagger discriminant, utilising information from the ID tracks associated with the jet [77].",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 356,
                    "text": "[75]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "start": 508,
                    "text": "[76]",
                    "end": 512
                },
                {
                    "type": "bibr",
                    "start": 765,
                    "text": "[77]",
                    "end": 769
                }
            ]
        },
        {
            "section": "Object definition and event pre-selection",
            "text": "Jets containing b-hadrons (b-jets) are identified with an algorithm which is based on multivariate techniques. The algorithm combines information from the impact parameters of displaced tracks and from topological properties of secondary and tertiary decay vertices reconstructed within the jet. A working point at which the b-tagging efficiency is around 77% for jets originating from a b-quark is chosen, as determined with a MC simulation of tt processes [78,79]. Scale factors needed to match the MC performance to data are compatible with unity [80].",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 458,
                    "text": "[78,",
                    "end": 462
                },
                {
                    "type": "bibr",
                    "start": 462,
                    "text": "79]",
                    "end": 465
                },
                {
                    "type": "bibr",
                    "start": 550,
                    "text": "[80]",
                    "end": 554
                }
            ]
        },
        {
            "section": "Object definition and event pre-selection",
            "text": "The missing transverse momentum is defined as the negative vector transverse momentum sum of the reconstructed and calibrated physics objects, plus an additional soft term [81,82]. The soft term is built from tracks that are not associated with any reconstructed electron, muon or jet, but which are associated with the primary vertex. The absolute value of the missing transverse momentum is denoted by E miss T . In the ν j j channel, an E miss T -related quantity, calculated as",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 172,
                    "text": "[81,",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "start": 176,
                    "text": "82]",
                    "end": 179
                }
            ]
        },
        {
            "section": "Object definition and event pre-selection",
            "text": "T + p T is used to further reduce backgrounds from objects wrongly reconstructed as leptons. Here, p j1 T ( p j2 T ) is the p T of the leading (subleading) jet and p T is the p T of the charged lepton.",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "Object definition and event pre-selection",
            "text": "Ambiguities in the object identification which arise during reconstruction, i.e. when a reconstructed object can match multiple object hypotheses (electron, muon, jet), are resolved in several steps. First, electrons are removed if they share a track with a muon. An algorithm is also used to remove jet-lepton ambiguities based on the proximity of identified leptons and jets.",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "section": "Object definition and event pre-selection",
            "text": "For the dilepton channel, events are selected such that they contain at least two jets and two same-flavour leptons fulfilling the requirements above for the respective flavour. Selected lepton-neutrino events have to contain at least two jets, one lepton, and a missing transverse energy of more than 40 GeV.",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "Control regions and background estimation",
            "section_rank": 8
        },
        {
            "section": "Control regions and background estimation",
            "text": "The major SM background processes to the LQ signal correspond to the production of (off-shell) Z /γ * +jets, W +jets and tt events in which at least one top quark decays leptonically. These backgrounds are determined using data in selected CRs, as described below. Subdominant contributions arising from diboson, single-top, W → τ ν and Z → τ τ production are estimated entirely from simulation. There are also background contributions due to objects being misidentified as leptons or non-prompt leptons that are produced in the decay of hadrons. These backgrounds are collectively referred to as the fake (lepton) background and are estimated in a data-driven way where relevant.",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "section": "Control regions and background estimation",
            "text": "Three CRs, independent of the SRs used for the leptoquark search (see Sect. 7), in which any high-mass LQ signal contributions are expected to be negligible are defined in order to estimate the main backgrounds. First, the Z /γ * +jets control region (Z CR) in the dilepton channels is defined by restricting the dilepton invariant mass, m , to values between 70 and 110 GeV. These CRs contain samples of Z /γ * +jets events of purity 92% (94%) for the electron (muon) channel. Next, the W control region (W CR) in the lepton-neutrino channels requires the transverse mass, 2 m T , to be between 40 and 130 GeV. In addition, E miss T has to be greater than 40 GeV and the observable S greater than 4. Events that contain one or more b-jets are vetoed to reduce the tt contribution. The purity of the W CR is 74% (80%) for the electron (muon) channel.",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "section": "Control regions and background estimation",
            "text": "To improve the description of data, a reweighting of the Z /γ * +jets and W +jets predictions by Sherpa 2.2.1 is performed. The weights in this procedure are parameterised as a function of the dijet mass, m j j , in the respective CR, and applied to both CRs and SRs (see Sect. 7). The parameterisation is derived by fitting the ratio between data and prediction with second-degree polynomials. Figure 2 shows distributions of m j j and leading jet p T in the Z CR for the μμjj channel before and after reweighting. The data are better described by the Monte Carlo simulations following this reweighting. The total uncertainty (statistical, systematic and theory) is shown. The total uncertainty for CR distributions is dominated by the uncertainty in the theoretical predictions which is correlated between bins. Experimental uncertainties from jet energy scale and jet energy resolution are typically around 1%. Similarly, the Sherpa 2.2.1 predictions of W +jets require reweighting to match the data. The functional form of the reweighting algorithm is similar to that used for the Z /γ * +jets sample. The signal regions differ from the control regions mainly by the cut on m or m T . It is verified that applying weights derived in one mass region to the MC simulation in a different mass region provides a good description of the data in that region, indicating that the same correction is also valid in the signal region. All mass regions used in this test do not overlap with the signal regions. A systematic uncertainty is included to account for the reweighting procedure (Sect. 8).",
            "paragraph_rank": 34,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 395,
                    "text": "Figure",
                    "end": 401
                }
            ]
        },
        {
            "section": "Control regions and background estimation",
            "text": "In the statistical method used to evaluate the exclusion limits which is described in Sect. 9, the normalisations of background estimates are adjusted in the fitting procedure. These normalisations are not applied to any of the distributions shown prior to that section. Finally, the tt control region (tt CR) for the μνjj and eνjj channels is defined with the same requirements on m T and E miss T as the W CR, but here the presence of at least two b-jets is required. The purity of the tt CR is 86% (89%) for the electron (muon) channel. The CRs are summarised in Table 1. The Z CRs and other measurement regions are used to extract particle-level differential cross-sections (see Sect. 6). 2 The transverse mass is defined as",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 566,
                    "text": "Table 1",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 693,
                    "text": "2",
                    "end": 694
                }
            ]
        },
        {
            "section": "Control regions and background estimation",
            "text": "is the azimuthal separation between the charged lepton and the E miss T .",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "section": "Control regions and background estimation",
            "text": "This analysis makes use of the matrix method [83] to estimate the background from misidentified electrons for the first-generation LQ search. This background is negligible for the second generation search. The matrix method is based on the estimation of the probabilities for prompt electrons and fake electron candidates that pass identification and isolation selections that are looser than the nominal selection described in Sect. 4, to also pass the nominal selection. These probabilities are referred to as the prompt rate and fake rate, respectively. In the loose selection, several criteria that are used to suppress fake contributions in the nominal selection are relaxed. In particular, no isolation is required in the loose selection. The prompt rate is estimated to a good approximation from MC simulations, while the fake rate is estimated from a data sample enriched in fake backgrounds. To suppress contributions from prompt electrons in this sample, events are rejected if they contain at least two electron candidates that pass the 'medium' identification criteria. In both channels, events are also rejected if there are two electron candidates that fulfil the 'loose' object definition specific to the respective channel and have an invariant mass in an interval of ±20 GeV around the Z boson mass. The contribution from the fake electron background is at most 24%, but generally much less.",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "section": "Control regions and background estimation",
            "text": "Backgrounds with non-prompt muons arise from decays of heavy-flavour hadrons inside jets. Their contribution to the dimuon final states is negligible as in the search documented in Ref. [84]. In lepton-neutrino final states, a contamination of about 5% was found [83], corresponding to about half the size of the fake electron background. Tests showed that a contamination of 5% would not alter the results of this analysis, and therefore this background is neglected. The uncertainty in the total background estimation due to neglecting this background is taken to be half the size of the background from fake electrons.",
            "paragraph_rank": 38,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 186,
                    "text": "[84]",
                    "end": 190
                }
            ]
        },
        {
            "section": "Control regions and background estimation",
            "text": "In Fig. 3, the distributions of m min LQ and the dilepton invariant mass in the Z CR are shown for the μμjj and eejj channels. The quantities m min LQ ane m max LQ are defined as the lower and higher of the two invariant masses which can be reconstructed using the two lepton-jet pairs in the dilepton channels. In the analysis, the lepton-jet pairing is chosen such that the absolute mass difference between the two LQ candidates is minimised. The full set of experimental and theoretical uncertainties is considered for the uncertainty band. The spectra correspond to the predictions prior to the fit described in Sect. 9.",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 3,
                    "text": "Fig. 3",
                    "end": 9
                }
            ]
        },
        {
            "section": "Control regions and background estimation",
            "text": "Distributions for the eνjj and μνjj channels are similarly shown for the W and tt CRs in   10 ATLAS",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "section": "Control regions and background estimation",
            "text": "tot. unc.",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "section": "Control regions and background estimation",
            "text": "[GeV] processes. After the reweighting, the overall normalisation of the simulation is in very good agreement with the data in the V +jets CRs.",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "Extraction of particle-level cross-sections from the measurement regions",
            "section_rank": 9
        },
        {
            "section": "Extraction of particle-level cross-sections from the measurement regions",
            "text": "Measurements of the particle-level fiducial and differential cross-sections are made in several regions related to the  ATLAS",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "section": "Extraction of particle-level cross-sections from the measurement regions",
            "text": "[GeV] 13 TeV, 36",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "section": "Extraction of particle-level cross-sections from the measurement regions",
            "text": "[GeV]    ",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "text": "ATLAS",
            "section_rank": 10
        },
        {
            "section": "ATLAS",
            "text": "[GeV] 13 TeV, 36.1",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "section": "ATLAS",
            "text": "[GeV]  The first two MRs are identical to the eejj and μμjj Z CRs described in Table 1. The third is an eμjj region where the leptons are required to have different flavours, and no requirement on the dilepton mass is applied. Finally, three additional regions are defined as for the eejj, μμjj and eμjj MRs, and labelled as extreme with the additional requirement that the scalar sum of the p T of the leptons and the two leading jets (S T ) be above 600 GeV. The requirements for events entering all MRs are summarised in Table 2. The MRs are defined both at detector level and particle level, where the requirements are identical but use the objects passing the detector-level and particle-level selections respectively. The m j j reweighting is also applied to events from the simulated Drell-Yan sample at particle level, where the particle-level value of m j j is used to calculate the weight. In each MR, the cross-section measurements Table 2 Requirements at particle-level for all measurement regions (MRs) where particle-level differential cross-sections are extracted. The purity refers to the proportion of the particle-level yield of the MR which is accounted for by the dominant process. The variable S T refers to the scalar sum of the p T of the jets and leptons ",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 79,
                    "text": "Table 1",
                    "end": 86
                },
                {
                    "type": "table",
                    "start": 524,
                    "text": "Table 2",
                    "end": 531
                },
                {
                    "type": "table",
                    "start": 943,
                    "text": "Table 2",
                    "end": 950
                }
            ]
        },
        {
            "text": "MR",
            "section_rank": 11
        },
        {
            "text": "Particle-level measurement method",
            "section_rank": 12
        },
        {
            "section": "Particle-level measurement method",
            "text": "Each MR is designed such that it is dominated by a single SM process (accounting for more than 85% of the yield, see Table 2), for which the cross-section can be measured exclusively. A simple procedure to extract particle-level crosssections, based on bin-by-bin correction factors, is used. In this method, the particle-level differential cross-section for the dominant process p in bin i of the distribution of variable X can be expressed as:",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 117,
                    "text": "Table 2",
                    "end": 124
                }
            ]
        },
        {
            "section": "Particle-level measurement method",
            "text": "where the sum runs over all sub-dominant SM processes which contribute to the yield, N i is the number of events observed in the bin,",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "section": "Particle-level measurement method",
            "text": ") is the yield at detector level (particle level) for process p, w i is the width of the bin and L is the integrated luminosity of the data sample. The binby-bin correction factors T p i /R p i may be thought of as the inverse of the reconstruction efficiency in bin i, assuming no bin-by-bin migrations. The bin-by-bin correction procedure doesn't account for migration between bins due to resolution effects when going from particle-level to detector-level distributions. For this reason, the binning of the distributions is chosen to be much broader than the experimental resolution to minimise the migration between bins. This binning is optimised for the measurements to ensure that at least 90% of events passing the particle-level selection remain in the same bin at detector level (for events passing both selections). This binning is not used for the search.",
            "paragraph_rank": 50,
            "section_rank": 12
        },
        {
            "section": "Particle-level measurement method",
            "text": "Differential cross-section measurements are made for the following observables: p T of the dilepton system; φ between the leptons; minimum φ between lepton and leading jet; minimum φ between lepton and subleading jet; S T ; leading jet p T ; subleading jet p T ; φ and η between the leading and subleading jets; scalar sum of p T of leading and subleading jets (H T ); and invariant mass of the dijet system.",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "text": "Multivariate analysis and signal regions",
            "section_rank": 13
        },
        {
            "section": "Multivariate analysis and signal regions",
            "text": "In order to discriminate between signal and background in the LQ search, the TMVA [35] implementation of a BDT is used. A number of variables are expected to provide discrimination between signal and background. Generally, the p T of the leptons and jets as well as related variables such as S T will possess higher values for the signal than for the background, in particular for high LQ mass. Since the signature arises from the decay of parent LQs with well-defined masses, masssensitive discriminating variables are further candidates for BDT input variables. In the dilepton channels, the leptonjet masses m min LQ and m max LQ are reconstructed, as described in Sect. 5. In the lepton-neutrino channels, the mass of one LQ (m LQ ) and the transverse mass of the second LQ (m T LQ ) can be reconstructed. The transverse mass is defined as m",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "section": "Multivariate analysis and signal regions",
            "text": "is the azimuthal angle between the jet and the direction of missing transverse momentum vector. The procedure is analogous to that used in the dilepton channel; both possible pairings of jet and lepton (or E miss T ) are tested and the pairing that results in the smaller absolute difference between m LQ and m T LQ is chosen. All background processes are used in the BDT training. For the electron and muon channels separately, the training is done for each LQ mass hypothesis for which signal simulations were produced. To ensure independence from the CRs, in the dilepton channel, only events with a dilepton invariant mass above 130 GeV are considered in the training. Similarly, only events with a transverse mass greater than 130 GeV are considered in the lepton-neutrino channel. Here, to further suppress the fake-electron contribution, it is required that E miss T > 150 GeV and that S > 3. These requirements define ",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "section": "Multivariate analysis and signal regions",
            "text": "the training regions (TRs), i.e. event samples used to train the BDTs.",
            "paragraph_rank": 54,
            "section_rank": 13
        },
        {
            "section": "Multivariate analysis and signal regions",
            "text": "To ensure that no bias is introduced, two BDTs are used for each mass point; one is trained on one half of the events and evaluated on the other half, and vice versa for the second BDT. Different methods of dividing the simulation samples into training and test samples are tested and compared, giving consistent results such that no overtraining or other biases are introduced in the process. Table 3 lists the variables that were found to give optimal sensitivity, ordered by their discriminating power in the BDT. In the dilepton channel, these are both reconstructed LQ candidate masses, m min LQ and m max LQ , the dilepton invariant mass, m , the subleading jet p T ( p j2 T ) and the subleading lepton p T ( p 2 T ). The lepton-neutrino channel also makes use of both of the LQ mass variables, m LQ and m T LQ , and the other variables are the transverse mass, m T , the missing transverse momentum, E miss T , the subleading jet p T , and the chargedlepton p T , p T . Distributions of a selection of the variables used for training are shown in Appendix B. It was checked and confirmed that not only the individual input variables but also their pairwise correlations are modelled well in the simulation.",
            "paragraph_rank": 55,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 394,
                    "text": "Table 3",
                    "end": 401
                }
            ]
        },
        {
            "section": "Multivariate analysis and signal regions",
            "text": "Output distributions for the BDT discriminant in the TRs are shown in Fig. 6 for a signal sample of LQ mass 1.3 TeV. The background distributions are shown before the fit (see Sect. 9). The contribution of a LQ of mass 1.3 TeV, normalised to the production cross-section, is also shown for the four channels. The background includes the reweighted predictions of Z /γ * +jets and W +jets. An increased separation between signal and background at higher values of the BDT output is seen.",
            "paragraph_rank": 56,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 70,
                    "text": "Fig. 6",
                    "end": 76
                }
            ]
        },
        {
            "section": "Multivariate analysis and signal regions",
            "text": "The SR phase-space is a subset of that considered in the TRs. The same object and event selections as in the TRs are made in the SRs, but in addition a requirement is placed on the BDT score. As stated above, each BDT is trained on half of the events in the TR and evaluated on the other half, and the obtained BDT score distribution is used to determine the SR. In this way, the SR determined based on a given BDT does not overlap with the TR used for that BDT. For the dilepton and lepton-neutrino channels separately, the SRs are defined as a single bin in the output score distribution of the respective BDT. The bin range is determined for each mass point separately by maximising the quantity [85] Z = (s + b) log(1 + s/b) − s, where s and b are the signal and background expectations, respectively. In this optimisation, a number of further requirements are placed on the background expectations: there have to be at least two background events in the chosen region; the statistical uncertainty of the number of background events estimated by the simulation has to be less than 20%; if less than ten background events are expected, the statistical uncertainty is required to be less than 10%. This is done to avoid selecting bins with very low background expectation and thus to increase the fit stability.",
            "paragraph_rank": 57,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 699,
                    "text": "[85]",
                    "end": 703
                }
            ]
        },
        {
            "section": "Multivariate analysis and signal regions",
            "text": "In total, there are 58 SRs in the electron and the muon channel each: two SRs ( j j and ν j j) for each of the 29 mass hypotheses considered. The fraction of signal events that is left after acceptance selections and losses due to detector inefficiencies, is estimated from the simulation to rise from less than 1% at low masses (around 200 GeV) to 60-70% for masses around 1500 GeV.",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 14
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties for the search are divided into two categories: experimental uncertainties and theoretical uncertainties in the background and the signal. Most of the sources of uncertainties are common to both the search and the measurement. In addition to the common set of uncertainties, the measurement incorporates MC modelling uncertainties from closure tests. The search applies uncertainties to normalisation factors of the major backgrounds and their extrapolation to the SRs; these are evaluated in the CR-only profile likelihood fit in which the normalisation factors are determined. In Sects. 8.1 and 8.2, the sources of experimental and theoretical uncertainies are outlined, respectively. The impact of the major uncertainties on the search and the measurements are described in Sects. 8.3 and 8.4, respectively.",
            "paragraph_rank": 59,
            "section_rank": 14
        },
        {
            "text": "Experimental uncertainties",
            "section_rank": 15
        },
        {
            "section": "Experimental uncertainties",
            "text": "The uncertainty in the combined 2015 + 2016 integrated luminosity is 2.1%. It is derived, following a methodology similar to that detailed in Ref. [86], and using the LUCID-2 detector for the baseline luminosity measurements [87], from calibration of the luminosity scale using x-y beam-separation scans.",
            "paragraph_rank": 60,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 147,
                    "text": "[86]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 225,
                    "text": "[87]",
                    "end": 229
                }
            ]
        },
        {
            "section": "Experimental uncertainties",
            "text": "An uncertainty due to the reweighting of the vertex multiplicity to describe pile-up is estimated by scaling the average number of interactions per bunch-crossing in data by different factors.",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "section": "Experimental uncertainties",
            "text": "The major sources of uncertainties affecting the electron measurement derive from the electron energy scale and resolution measurements. The analysis also considers uncertainties due to the modelling of the efficiencies of the four elec- ATLAS  There are two main sources of uncertainty related to the jet reconstruction: jet energy scale (JES) and jet energy resolution (JER). Another source of jet-related uncertainty corresponds to corrections made for the b-tagging efficiency. The uncertainty due to the JES is largely derived from various in situ techniques. Four components of this uncertainty are considered.",
            "paragraph_rank": 62,
            "section_rank": 15
        },
        {
            "section": "Experimental uncertainties",
            "text": "The uncertainties due to the electron, muon and jet energy scale and resolution are propagated to the estimation of E miss T . In addition, there is an uncertainty from the soft term, which has three components: one corresponding to the E miss T scale and two components for the E miss T resolution uncertainty. The resolution uncertainty is split into components parallel and perpendicular to an axis in the transverse plane which is defined along the direction of a vectorial sum of all the hard objects in the event (electrons, muons and jets).",
            "paragraph_rank": 63,
            "section_rank": 15
        },
        {
            "section": "Experimental uncertainties",
            "text": "An uncertainty in the fake rate of electrons is determined by varying the MC prediction that is used to remove the contributions of prompt electrons from the fake-enriched sample by 30%. The effect is propagated to the fake background estimate. The uncertainty due to neglecting the muon fake background is taken to be half the size of the electron fake background, see Sect. 5.",
            "paragraph_rank": 64,
            "section_rank": 15
        },
        {
            "text": "Theoretical uncertainties",
            "section_rank": 16
        },
        {
            "section": "Theoretical uncertainties",
            "text": "The Sherpa 2.2.1 V +jets samples include event weights reflecting variations of the nominal PDF set (NNPDF3.0) and the use of two different PDF sets: MMHT2014NNLO68CL [88] and CT14NNLO [89]. The NNPDF intra-PDF uncertainty is estimated as the standard deviation of the set of 101 NNPDF3.0 eigenvectors. This procedure takes into account the effect of varying α S by ± 0.001 around its nominal value of 0.119. The envelope of the differences between the nominal NNPDF set and the other two PDF sets is used as an additional uncertainty.",
            "paragraph_rank": 65,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 167,
                    "text": "[88]",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 185,
                    "text": "[89]",
                    "end": 189
                }
            ]
        },
        {
            "section": "Theoretical uncertainties",
            "text": "The samples include weights for seven sets of variation of the renormalisation (μ r ) and factorisation (μ f ) scale, i.e. varying the scales up and down by a factor of two, either together or independently. The envelope of all these variations is taken as an estimate of the scale uncertainty.",
            "paragraph_rank": 66,
            "section_rank": 16
        },
        {
            "section": "Theoretical uncertainties",
            "text": "A further uncertainty from the reweighting of the V +jets simulations in m j j is considered. The full difference between the reweighted and the unweighted distributions is taken as an estimate of the uncertainty induced by the reweighting.",
            "paragraph_rank": 67,
            "section_rank": 16
        },
        {
            "section": "Theoretical uncertainties",
            "text": "The uncertainties in the modelling of the production of tt are assessed from a number of alternative simulation samples. Differences between different generators and different models for fragmentation and hadronisation are considered. In addition, parameters affecting initial-and final-state radiation are also varied. For the tt sample the default PDF set is NNPDF3.0 and the PDF uncertainty is estimated from the PDF4LHC15 prescription [90].",
            "paragraph_rank": 68,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 439,
                    "text": "[90]",
                    "end": 443
                }
            ]
        },
        {
            "text": "Uncertainties for the search",
            "section_rank": 17
        },
        {
            "section": "Uncertainties for the search",
            "text": "As described in Sect. 9 three CRs are fit simultaneously to obtain normalisation factors. Sources of theoretical uncertainty described above are taken into account in this procedure. Furthermore, theory uncertainties in the SRs corre-spond to variations in the output BDT spectra and are thus taken into account in the final limit setting calculation.",
            "paragraph_rank": 69,
            "section_rank": 17
        },
        {
            "section": "Uncertainties for the search",
            "text": "The electron energy scale and reconstruction affect the total background yield in the SRs for the electron channels by 2-14%. Similarly uncertainties due to the muon reconstruction and calibration lead to background uncertainties of between 2 and 20% for the muon channels. The impact of uncertainties related to the JES (JER) lead to uncertainties on the predicted background of 5-20% (2-20%). The effect of the soft-term uncertainties in the E miss T estimations leads to variations of the background estimate from less than 1% to 15%. Generally, the experimental uncertainties in the signal yields in the SRs are not larger than 2%.",
            "paragraph_rank": 70,
            "section_rank": 17
        },
        {
            "section": "Uncertainties for the search",
            "text": "Uncertainties of approximately 100% for the fake electron background are estimated at low values of lepton-jet mass in the TR and about 20% at masses above 1 TeV. The statistical uncertainty in the electron fake rate determination is below 10%. As discussed earlier, the contribution from fake muons is typically half the size of the electron fake background, and this is used as a (conservative) estimate of the uncertainty in the total background due to neglecting the muon fake contribution.",
            "paragraph_rank": 71,
            "section_rank": 17
        },
        {
            "section": "Uncertainties for the search",
            "text": "The final modelling uncertainties in the background yields for Z +jets and W +jets are around 2-10%, with the scale uncertainty typically being the dominant source. Signal predictions have an uncertainty of a similar size. The background from tt production is affected by a theoretical unceratinty of up to 50%, the large value arising due to the statistical imprecision of the MC samples.",
            "paragraph_rank": 72,
            "section_rank": 17
        },
        {
            "text": "Uncertainties for the cross-section measurements",
            "section_rank": 18
        },
        {
            "section": "Uncertainties for the cross-section measurements",
            "text": "The uncertainties described below are those which apply to the particle-level cross-section measurements in the MRs, in addition to the relevant uncertainties from the previous sections. As is described in Sect. 6, the cross-section calculation involves the subtraction of non-dominant processes from the observed data, and the application of bin-by-bin correction factors. The experimental uncertainties play a role in both of these steps, since they affect the detector-level yield of both the non-dominant processes (when subtracting from data) and the dominant process (when calculating the correction factors). The dominant experimental uncertainties are the JES and the lepton efficiencies, which have effects of up to 5% and 2% on the fiducial cross-sections respectively. Theory and modelling uncertainties in the dominant process affect both the particle-level and detector-level yields, and therefore largely cancel out when calculating the correction factors T /R (see Eq. 1).",
            "paragraph_rank": 73,
            "section_rank": 18
        },
        {
            "section": "Uncertainties for the cross-section measurements",
            "text": "The theory uncertainties in the dominant processes in the Z +jets and tt MRs therefore have only a small impact (≤ 2%) on the fiducial cross-sections. The theory uncertainties in the estimation of non-dominant processes generally have a minimal impact since these processes usually account for only small fractions of the MR yield. The exception is the case of the tt background to the Z MRs, which also contribute a small but non-negligible theory uncertainty.",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "section": "Uncertainties for the cross-section measurements",
            "text": "In addition, bin-by-bin correction uncertainties are derived by comparing the nominal correction factors with those obtained using re-weighted V +jets and alternative tt samples. The size of these modelling uncertainties ranges between 0.5 and 4% of the fiducial cross-sections.",
            "paragraph_rank": 75,
            "section_rank": 18
        },
        {
            "section": "Uncertainties for the cross-section measurements",
            "text": "The overall uncertainty of the fiducial cross-sections, accounting for all sources of systematic uncertainty, is between 5% and 9% depending on the MR.",
            "paragraph_rank": 76,
            "section_rank": 18
        },
        {
            "text": "Statistical procedure for the search",
            "section_rank": 19
        },
        {
            "section": "Statistical procedure for the search",
            "text": "The results of the analysis are interpreted using a profile likelihood method as implemented in HistFitter [91], in particular using the asymptotic formulae from Ref. [85]. The signal and backgrounds are described by a binned probability density function (p.d.f.) built using either the three CRs described in Sect. 5, or the two SRs, one in the dilepton channel and one in the lepton-neutrino channel, as described in Sect. 7. All CRs and SRs consist of only a single bin.",
            "paragraph_rank": 77,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 107,
                    "text": "[91]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 167,
                    "text": "[85]",
                    "end": 171
                }
            ]
        },
        {
            "section": "Statistical procedure for the search",
            "text": "The CRs are enriched in a specific background process and have a negligible signal contamination; they are thus used to normalise the predicted backgrounds to data, whereas the SRs drive the signal extraction. The p.d.f. for the fit to the SRs includes the signal strength, i.e. the scaling factor with respect to the predictions for the signal cross-section, as the parameter of interest. Systematic uncertainties are incorporated in the p.d.f. as statistical nuisance parameters. They are introduced as shape uncertainties, i.e. they can only affect the relative size of a given background in different regions while preserving the overall number of expected events. This is done in order to remove strong correlations with the normalisation factors for the main backgrounds that are extracted from the CRs and which are used to scale MC yields to match data. Experimental uncertainties are treated as being fully correlated between different physics processes and fit regions. Theoretical or modelling uncertainties are treated as correlated in different fit regions, but uncorrelated between processes. The statistical uncertainties of the MC samples are included in the p.d.f. as nuisance parameters by constraint terms described by a distribution. The fit is performed in two stages: first, only the CRs are included in the fit in order to extract the normalisation factors for the three main backgrounds. These normalisation factors are then applied to the main backgrounds in the second step, which is a fit to only the SRs. The uncertainty in the normalisation factors from the CR fit is introduced in the form of Gaussian nuisance parameters. The best-fit central values and constraints on other nuisance parameters are not transferred from the CRs to the SRs. The optimal value and error of the signal strength and nuisance parameters as well as their correlations are determined simultaneously when the p.d.f. is fitted to data. This conservative two-step approach is chosen for its simplicity compared with the case of a simultaneous fit to all regions.",
            "paragraph_rank": 78,
            "section_rank": 19
        },
        {
            "section": "Statistical procedure for the search",
            "text": "For some systematic uncertainties, certain adjustments are made before they are incorporated in the fit, as described in the following. Uncertainties larger than 50% are capped at 50%, because their large size is due to the statistical uncertainty of simulation samples used to estimate them. This applies in particular to the theoretical uncertainties in the tt estimation. Uncertainties with very asymmetric up and down variations are symmetrised, using the larger of the two variations. In the SR fit, experimental uncertainties that before normalisation have an effect smaller than 2% on the total background or the signal expectation are not considered in the fit for the background or the signal, respectively. Other nuisance parameters are not considered for certain background processes if their effect is less than 2% on that process before normalising the uncertainty.",
            "paragraph_rank": 79,
            "section_rank": 19
        },
        {
            "text": "Results",
            "section_rank": 20
        },
        {
            "text": "Results of the cross-section measurements",
            "section_rank": 21
        },
        {
            "section": "Results of the cross-section measurements",
            "text": "The measured fiducial particle-level cross-sections are shown in Table 4 for each of the six MRs. The values in all MRs are found to agree with the generator predictions within uncertainties. The uncertainties in the measured cross-sections are in all cases dominated by experimental uncertainties (in particular the jet energy scale). The theory uncertainties in the generator predictions are dominated by variations in the cross-sections, arising from QCD scale variations in the phase-space regions of the measurements. In both the standard and extreme MRs, the measured fiducial cross-sections in the Z MRs are found to agree between electron and muon decay modes, as expected.",
            "paragraph_rank": 80,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 65,
                    "text": "Table 4",
                    "end": 72
                }
            ]
        },
        {
            "section": "Results of the cross-section measurements",
            "text": "Examples of the particle-level differential cross-sections are shown in Figs. 7 and 8, where they are compared with the cross-sections predicted from the nominal simulation without the m j j reweighting. Predictions from alternative generators are also shown in each case. Differential cross-sections for a larger list of variables are included in Appendix A and in the HEPData [92] record for this paper.",
            "paragraph_rank": 81,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_15",
                    "start": 72,
                    "text": "Figs. 7 and 8",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 378,
                    "text": "[92]",
                    "end": 382
                }
            ]
        },
        {
            "section": "Results of the cross-section measurements",
            "text": "In the eejj and μμjj MRs (and their extreme counterparts) the predicted differential cross-sections for variables involving jet energies exhibit a degree of mis-modelling by the Sherpa 2.2.1 simulation. This can be seen in Figs. 7 In all cases, the prediction of an alternative generator, MadGraph5_aMC@NLO (with events generated at NLO accuracy for Z + 0, 1, 2 jets, showered using Pythia8 with the A14 tune, and for which different jet multiplicities were merged using the FxFx prescription [93]), is also shown. Typically, the MadGraph5_aMC@NLO prediction is also discrepant with the data for the same observables, but often in a direction opposite to that of the Sherpa 2.2.1 prediction. This suggests that the discrepancies are caused by choices of the generator parameters, which would have been tuned in a different phase-space region given by previous Z + jets measurements. The measurements provided by this paper will therefore help to validate new tunes of the generators to ensure better agreement in this region for future searches. These disagreements in modelling are covered by the reweighting uncertainty when evaluating limits for the search. For the eμjj MRs, the predictions from the nominal Powheg simulation are found to agree with the data for all observables aside from the dilepton p T , where a slight mis-modelling is observed in the high tail, as can be seen in the examples shown in Figs. 7 and 8. The predictions of an alternative generator (MadGraph5_aMC@NLO) are also shown, and these do agree with the data for this observable. This points to the generator tuning choice as the source of the disagreement.",
            "paragraph_rank": 82,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 493,
                    "text": "[93]",
                    "end": 497
                },
                {
                    "type": "figure",
                    "ref_id": "fig_15",
                    "start": 1412,
                    "text": "Figs. 7 and 8",
                    "end": 1425
                }
            ]
        },
        {
            "text": "Results of the leptoquark search",
            "section_rank": 22
        },
        {
            "section": "Results of the leptoquark search",
            "text": "The data event yields (black points) in a representative subset of the SRs are shown in Fig. 9 together with the predicted background yields as evaluated with the fit. The bottom panel shows the significance [85] of the deviations, assuming Poisson statistics and taking only statistical uncertainties into account. Even without including systematic uncertainties, no significant excess above the SM expectation is observed in any of the SRs. The modified frequentist CL s method [94] is used to set limits on the strength of the LQ signal.",
            "paragraph_rank": 83,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 88,
                    "text": "Fig. 9",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 208,
                    "text": "[85]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 480,
                    "text": "[94]",
                    "end": 484
                }
            ]
        },
        {
            "section": "Results of the leptoquark search",
            "text": "Each BDT uses as inputs variables that reconstruct the LQ mass. Since these have a high discriminating power, the sensitivity of the SRs exhibits a strong dependence on the LQ mass below values of m LQ around 600 GeV, where the intervals between simulated mass points are greater than the typical mass resolution for adjacent masses (the converse is true for masses above around 600 GeV). Therefore, in this regime a simple interpolation of acceptance between simulated mass points does not give a reliable estimate of the limit in the mass interval. To account for this limitation, results are presented separately for low and high mass regions, defined as being less than and greater than 600 GeV, respectively.",
            "paragraph_rank": 84,
            "section_rank": 22
        },
        {
            "section": "Results of the leptoquark search",
            "text": "A coarse scan of the mass is performed in the low mass region in intervals of 50 GeV. Exclusion limits that are obtained at these scan points are used as conservative limits for the intermediate masses between these points. While for masses above ∼ 600 GeV the mass-scan intervals are smaller than the mass resolution at the test points, the intervals used below ∼ 600 GeV are larger than the mass resolution. Therefore, above ∼ 600 GeV a simple interpolation is used to obtain the limits in the mass intervals. In the range below ∼ 600 GeV this is not appropriate and a different approach is used. Since the acceptance of a given SR is highest for the mass point which the SR is designed for and lower at the neighbouring mass points, the limit is estimated for a given mass interval, from m 1 to m 2 , in the following way; two limits are evaluated for m 1 and m 2 using the SR defined by m 1 (i.e. the respective BDT trained for the mass hypothesis m 1 ). Similarly, two estimations are calculated for the SR defined by m 2 . For each SR, the weaker of the two limits is retained,   Fig. 8 Examples of the measured particle-level differential crosssections in the extreme eejj, μμjj and eμjj measurement regions, exclusively for the dominant process in each channel (Z → ee, Z → μμ and tt, respectively). The MC prediction for the dominant process is also shown, with no m j j reweighting applied. The red band represents the statistical component of the total uncertainty on the measurement which is indicated by the error bar on each point. For the leading jet p T measurement, the uncertainty in the second bin is smaller because the bin-by-bin correction factor from the alternative tt samples agrees more closely with the nominal ones than in neighbouring bins. The variable min ( j 0 , l) refers to the minimal difference in φ between the leading jet and a prompt lepton leaving two limits to consider, one from each SR. Of these two remaining results from the two SRs, the stronger limit is used. The 95% CL upper limits on the cross-section for scalar-LQ pair production, normalised to the predicted crosssection, are presented as a function of m LQ in Fig. 10 for first-and second-generation LQs for an assumed value of β = 0.5. Expected limits with their one and two standarddeviation bands are also shown. The observed limits are consistent with the expected limits for all mass points for both channels. Lower mass limits of about 1.25 TeV are obtained, representing an increase of around 400 GeV compared with earlier work [21].",
            "paragraph_rank": 85,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1086,
                    "text": "Fig. 8",
                    "end": 1092
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2164,
                    "text": "Fig. 10",
                    "end": 2171
                },
                {
                    "type": "bibr",
                    "start": 2539,
                    "text": "[21]",
                    "end": 2543
                }
            ]
        },
        {
            "text": "ATLAS",
            "section_rank": 23
        },
        {
            "section": "ATLAS",
            "text": "Exclusion contours in the β-m LQ plane are shown in Fig. 11 for different values of β for the first two LQ generations. The sensitivity in β is greatest for the lowest mass region considered (∼ 200 GeV) for which the search is sensitive to β values around 10 −2 . For β = 1, a mass of 1400 GeV (1560 GeV) can be excluded for first-generation (secondgeneration) LQs. Limit values are also given for first-and second-generation LQs in Table 5. The considerably stronger observed limit for the second generation is due to a downward fluctuation in the data in the relevant SRs.",
            "paragraph_rank": 86,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 52,
                    "text": "Fig. 11",
                    "end": 59
                },
                {
                    "type": "table",
                    "ref_id": "tab_10",
                    "start": 433,
                    "text": "Table 5",
                    "end": 440
                }
            ]
        },
        {
            "text": "Summary and conclusions",
            "section_rank": 24
        },
        {
            "section": "Summary and conclusions",
            "text": "Searches for pair production of first-and second-generation scalar leptoquarks in pp collisions at √ s = 13 TeV have been made using the ATLAS detector at the LHC. The searches exploit a data set corresponding to 36.1 fb −1 of integrated luminosity and probe the lepton-quark and leptonneutrino LQ decay channels. No significant excess above the SM background expectation is observed in any channel and exclusion limits have been evaluated. The results presented here significantly extend the sensitivity in mass compared to previous ATLAS results, and yield an exclusion very similar to that found by the CMS experiment using a dataset of a similar size [27,28]. Within the minimal Buchmüller-Rückl-Wyler model and assuming a branching ratio for the decay into a charged lepton and a quark of 50%, leptoquarks with masses up to 1.29 TeV are excluded at 95% CL for first generation leptoquarks, and up to 1.23 TeV for second generation leptoquarks.",
            "paragraph_rank": 87,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 655,
                    "text": "[27,",
                    "end": 659
                },
                {
                    "type": "bibr",
                    "start": 659,
                    "text": "28]",
                    "end": 662
                }
            ]
        },
        {
            "section": "Summary and conclusions",
            "text": "In addition to the search, measurements have been made of particle-level fiducial and differential cross-sections for six measurement regions related to the control regions used for the search. Two measurement regions are identical to the Z control regions used in the search, and their fiducial cross-  high (right) mass regions, which correspond to masses less than and greater than 600 GeV, respectively. The ± 1σ (±2σ ) uncertainty bands on the expected limit represent all sources of systematic and statistical uncertainty   Fig. 11 Upper limits (observed and expected) on the branching ratio for (top) first-and (bottom) second-generation LQs into a lepton and quark as a function of LQ mass. Limits are presented for low (left) and high (right) mass regions, which correspond to masses less than and greater than 600 GeV, respectively. The ± 1σ (±2σ ) uncertainty bands on the expected limit represent all sources of systematic and statistical uncertainty sections are measured to be 3.28±0.22 pb and 3.32±0.23 pb for the Z → ee and Z → μμ channels respectively. The measurements agree with the cross-sections predicted by Sherpa 2.2.1, which are 3.24 ± 1.02 pb and 3.12 ± 1.01 pb respectively. A third measurement region is dominated by tt → eμ, where the fiducial cross-section is measured to be 1.50 ± 0.13 pb, compared to 1.60 ± 0.38 pb predicted by Powheg+Pythia8. Measurements are also made in three other regions where the scalar sum of the p T of the jets and leptons is above 600 GeV. These so-called \"extreme\" regions may be useful for generator tuning since they represent regions which are utilised in searches but where measurements are rarely made.",
            "paragraph_rank": 88,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 530,
                    "text": "Fig. 11",
                    "end": 537
                }
            ]
        },
        {
            "section": "Summary and conclusions",
            "text": "In addition to the inclusive cross-section measurements, differential measurements are made for eleven variables: the transverse momenta of the leading and subleading jets, the minimum angles between the leading and subleading jets with a lepton, the dilepton transverse momentum, the opening angle between the leptons, the scalar sum of the jet transverse momenta, the scalar sum of the jet and lepton transverse momenta, and the opening angles in η and φ between the two leading jets. In the Z measurement regions, the differential cross-sections for variables involving leptons are typically found to be well-modelled by the nominal generators and the alternative generators shown typically give reasonable but weaker agreement. The measurements involving jet energies and angles are found to exhibit a degree of mis-modelling by both the nominal and alternative simulations. The nominal and alternative generator predictions are often discrepant with respect to the data in different directions, indicating that these differences are symptoms of different choices of the generator parameters, which would have been tuned in less extreme regions of phase-space given by previous Z + jets measurements. Measurements in the regions of phase space used as control regions by this and related searches have not been made directly in the past. Therefore, the measurements provided by this paper can be used to help validate new generator versions and parameter choices in this region of phase space, and thus help improve the modelling of the background for future searches. ation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; . ATLAS also strives to make additional material related to the paper available that allows a reinterpretation of the data in the context of new theoretical models. For example, an extended encapsulation of the analysis is often provided for measurements in the framework of RIVET (http://rivet.hepforge.org/).\" This information is taken from the ATLAS Data Access Policy, which is a public document that can be downloaded from http://opendata.cern.ch/record/413 ",
            "paragraph_rank": 89,
            "section_rank": 24
        },
        {
            "text": "Appendix",
            "section_rank": 25
        },
        {
            "text": "A MR differential cross-section measurements",
            "section_rank": 26
        },
        {
            "section": "A MR differential cross-section measurements",
            "text": "The measured differential cross-sections in the MRs are shown in Fig. 12 for the eejj channel, in Fig. 13 for the μμjj channel and in Fig. 14 for the eμjj channel. The measured differential cross-sections in the MRs where an additional selection of S T > 600 GeV has been applied are shown in Fig. 15 for the eejj channel, in Fig. 16 for the μμjj channel, and in Fig. 17 for the eμjj channel.  Fig. 13 The measured generator-level differential cross-sections in the μμjj channel, exclusively for the Z → μμ process. The MC prediction for the dominant process is also shown, with no m j j reweighting applied. The red band represents the statistical component of the total uncertainty which is indicated by the error bar on each point. The vari-able min ( j 1 , l) refers to the minimal difference in φ between the subleading jet and a prompt lepton. The variable H T refers to the scalar sum of the jet p T values. The variables η( j j), φ( j j) and φ(ll) refer to the difference in η and φ between the two leading jets or leptons. The variable S T refers to the scalar sum of the p T of the jets and leptons  Fig. 15 The measured generator-level differential cross-sections in the eejj channel, where an additional selection of S T > 600 GeV has been applied, exclusively for the Z → ee process. The MC prediction for the dominant process is also shown, with no m j j reweighting applied. The red band represents the statistical component of the total uncertainty which is indicated by the error bar on each point. The variable min ( j 1 , l) refers to the minimal difference in φ between the subleading jet and a prompt lepton. The variable H T refers to the scalar sum of the jet p T values. The variables η( j j), φ( j j) and φ(ll) refer to the difference in η and φ between the two leading jets or leptons. The variable S T refers to the scalar sum of the p T of the jets and leptons   Fig. 16 The measured generator-level differential cross-sections in the μμjj channel, where an additional selection of S T > 600 GeV has been applied. The measurements are made exclusively for the Z → μμ process. The MC prediction for the dominant process is also shown, with no m j j reweighting applied. The red band represents the statistical component of the total uncertainty which is indicated by the error bar on each point. The variable min ( j 1 , l) refers to the minimal difference in φ between the subleading jet and a prompt lepton. The variable H T refers to the scalar sum of the jet p T values. The variables η( j j), φ( j j) and φ(ll) refer to the difference in η and φ between the two leading jets or leptons. The variable S T refers to the scalar sum of the p T of the jets and leptons  Fig. 17 The measured generator-level differential cross-sections in the eμjj channel, defined as for the eejj and μμjj MRs, but requiring the two leptons to have different flavours, and with no requirement on the dilepton mass, where an additional selection of S T > 600 GeV has been applied. The measurements are made exclusively for the tt process. The MC prediction for the dominant process is also shown. The red band represents the statistical component of the total uncertainty which is indicated by the error bar on each point. The variables min ( j 0 , l) and min ( j 1 , l) refers to the minimal difference in φ between a prompt lepton and the leading or subleading jet respectively. The variable H T refers to the scalar sum of the jet p T values. The variables η( j j), φ( j j) and φ(ll) refer to the difference in η and φ between the two leading jets or leptons. The variable S T refers to the scalar sum of the p T of the jets and leptons Figures 18 and 19 show kinematic distributions for the TRs for the dilepton and lepton-neutrino channels, respectively. These regions corresponds to the SRs albeit with the BDT selection removed. For each channel, one of the most dis-criminating variables is shown (m min LQ for the dilepton, m T LQ for the lepton-neutrino channel). In addition, the E miss T distribution is shown for the lepton-neutrino channel, as this is a characteristic variable for this channel newly included in this search. For symmetry, the subleading lepton p T is shown in the dilepton channel.      ",
            "paragraph_rank": 90,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 65,
                    "text": "Fig. 12",
                    "end": 72
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 98,
                    "text": "Fig. 13",
                    "end": 105
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 134,
                    "text": "Fig. 14",
                    "end": 141
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 293,
                    "text": "Fig. 15",
                    "end": 300
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 326,
                    "text": "Fig. 16",
                    "end": 333
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 363,
                    "text": "Fig. 17",
                    "end": 370
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 394,
                    "text": "Fig. 13",
                    "end": 401
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1110,
                    "text": "Fig. 15",
                    "end": 1117
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1891,
                    "text": "Fig. 16",
                    "end": 1898
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2697,
                    "text": "Fig. 17",
                    "end": 2704
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 3649,
                    "text": "Figures 18 and 19",
                    "end": 3666
                }
            ]
        },
        {
            "text": "B Training region distributions",
            "section_rank": 27
        },
        {
            "text": "Fig. 1",
            "section_rank": 28
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1 Diagrams for representative a single and b pair production of LQs",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "text": "Figs. 4",
            "section_rank": 29
        },
        {
            "section": "Figs. 4",
            "text": "and 5, respectively. The E miss T and m T spectra are shown inFig. 4, while the m j j and m T spectra are shown inFig. 5. The data and the predictions in the various CRs are in agreement within uncertainties (described in Sect. 8) following the reweighting of the Sherpa 2.2.1 predictions for Z /γ * +jets and W +jets",
            "paragraph_rank": 92,
            "section_rank": 29
        },
        {
            "text": "Fig. 3",
            "section_rank": 30
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3 Distributions of m min LQ and m in the Z CR for the eejj (top) and μμjj (bottom) channels. Data are shown together with background contributions corresponding to tt, diboson (V V ), Z → ee, Z → μμ, single-top (t W ) processes, and fake electrons. The background distri-",
            "paragraph_rank": 93,
            "section_rank": 30
        },
        {
            "text": "Fig. 4",
            "section_rank": 31
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4Distributions of E miss T and m T in the W CR for the eνjj (top) and μνjj (bottom) channels. Data are shown together with background contributions corresponding to tt, diboson (V V ), Z → ee, Z → μμ, W → μν, W → eν, W → τ ν, single-top production (t W , tq) processes, and fake electrons. The background distributions are cumula-",
            "paragraph_rank": 94,
            "section_rank": 31
        },
        {
            "text": "Events",
            "section_rank": 32
        },
        {
            "section": "Events",
            "text": "single-top production (t W , tq) processes, and fake electrons. The background distributions are cumula-tively stacked. The bottom panels show the ratio of data to expected background. The grey hatched band represents the total uncertainty. A reweighting as a function of m j j is applied to the W +jets and Z +jets simulation. The other MC predictions are not reweighted sen to be as close as possible to their detector-level counterparts described in Sect. 4. Prompt dressed 3 particle-level electrons and muons are used to define the fiducial region. They are required to have p T > 40 GeV and |η| < 2.5. Particle-level jets are formed by clustering stable 4 particles using the anti-k t (R = 0.4) algorithm [74], excluding muons and neutrinos. Particle-level jets are required to have p T > 60 GeV and |η| < 2.5. The electrons used in the jet clustering are not dressed. To match the requirements of the detector-level jet-lepton ambiguity resolution procedure, any particle-level leptons within R < 0.4 from a selected jet are removed. Eur. Phys. J. C (2019) 79 :733",
            "paragraph_rank": 95,
            "section_rank": 32
        },
        {
            "text": "Fig. 5",
            "section_rank": 33
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5Distributions of m j j and m T in the tt CR for the eνjj (top) and μνjj (bottom) channels. Data are shown together with background contributions corresponding to tt diboson (V V ), Z → ee, Z → μμ, W → μν, W → eν W → τ ν, single-top production (t W , tq) processes, and fake electrons. The background distributions are cumula-",
            "paragraph_rank": 96,
            "section_rank": 33
        },
        {
            "text": "Fig. 5Distributions of m j j and m T in the tt CR for the eνjj (top) and μνjj (bottom) channels. Data are shown together with background contributions corresponding to tt diboson (V V ), Z → ee, Z → μμ, W → μν, W → eν W → τ ν, single-top production (t W , tq) processes, and fake electrons. The background distributions are cumula-",
            "paragraph_rank": 97,
            "section_rank": 34
        },
        {
            "text": "Fig. 6",
            "section_rank": 35
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6Output distributions for the BDT in the training regions (TRs) for the four search channels: a eejj, b eνjj, c μμjj and d μνjj. Data are shown together with pre-fit background contributions corresponding to tt, diboson (V V ), Z → ee, Z → μμ, W → μν, W → eν, W → τ ν, single-top production (t W , tq) processes, and fake elec-",
            "paragraph_rank": 98,
            "section_rank": 35
        },
        {
            "text": "Fig. 6Output distributions for the BDT in the training regions (TRs) for the four search channels: a eejj, b eνjj, c μμjj and d μνjj. Data are shown together with pre-fit background contributions corresponding to tt, diboson (V V ), Z → ee, Z → μμ, W → μν, W → eν, W → τ ν, single-top production (t W , tq) processes, and fake elec-",
            "paragraph_rank": 99,
            "section_rank": 36
        },
        {
            "text": "Fig. 7",
            "section_rank": 37
        },
        {
            "section": "Fig. 7",
            "text": "Fig. 7Examples of the measured particle-level differential crosssections in the eejj, μμjj and eμjj measurement regions, exclusively for the dominant process in each channel (Z → ee, Z → μμ and tt, respectively). The MC prediction for the dominant process is also shown, with no m j j reweighting applied. The red band represents the",
            "paragraph_rank": 100,
            "section_rank": 37
        },
        {
            "text": "Fig. 10",
            "section_rank": 38
        },
        {
            "section": "Fig. 10",
            "text": "Fig. 10Upper limits (observed and expected) on the pair-production cross-section for (top) first-and (bottom) second-generation LQs normalised to the predicted cross-section (σ/σ th ), as a function of LQ mass for an assumed value of β = 0.5. Limits are presented for low (left) and",
            "paragraph_rank": 101,
            "section_rank": 38
        },
        {
            "text": "[opendata.cern.ch].] Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 .",
            "paragraph_rank": 102,
            "section_rank": 39
        },
        {
            "text": "Fig. 12",
            "section_rank": 40
        },
        {
            "section": "Fig. 12",
            "text": "Fig. 12The measured generator-level differential cross-sections in the eejj channel, exclusively for the Z → ee process. The MC prediction for the dominant process is also shown, with no m j j reweighting applied. The red band represents the statistical component of the total uncertainty which is indicated by the error bar on each point. The variable",
            "paragraph_rank": 103,
            "section_rank": 40
        },
        {
            "text": "Fig. 14",
            "section_rank": 41
        },
        {
            "section": "Fig. 14",
            "text": "Fig. 14The measured generator-level differential cross-sections in the eμjj channel, defined as for the eejj and μμjj MRs, but requiring the two leptons to have different flavours, and with no requirement on the dilepton mass. The measurements are made exclusively for the tt process. The MC prediction for the dominant process is also shown. The red band represents the statistical component of the total uncertainty which is indicated by the error bar on each point. The variables min ( j 0 , l)",
            "paragraph_rank": 104,
            "section_rank": 41
        },
        {
            "text": "Fig. 18",
            "section_rank": 42
        },
        {
            "section": "Fig. 18",
            "text": "Fig. 18 Distributions of m min LQ (left) and p e2 T (right) in the training regions (TRs) for the BDT for the eejj (top) and μμjj (bottom) channels. Data are shown together with background contributions corresponding to tt, diboson (V V ), Z → τ τ , Z → ee, Z → μμ, single-top (t W )",
            "paragraph_rank": 105,
            "section_rank": 42
        },
        {
            "text": "Fig. 19",
            "section_rank": 43
        },
        {
            "section": "Fig. 19",
            "text": "Fig. 19 Distributions of m T LQ (left) and E miss T (right) in the training regions (TRs) for the BDT for the eνjj (top) and μνjj (bottom) channels. Data are shown together with background contributions corresponding to tt, diboson (V V ), Z → τ τ , Z → ee, Z → μμ, single-top (t W )",
            "paragraph_rank": 106,
            "section_rank": 43
        },
        {
            "text": "Table 3",
            "section_rank": 44
        },
        {
            "section": "Table 3",
            "text": "BDT input variables in the dilepton and lepton-neutrino channels",
            "paragraph_rank": 107,
            "section_rank": 44
        },
        {
            "text": "Table",
            "section_rank": 45
        },
        {
            "section": "Table",
            "text": "Measured fiducial cross-section for the dominant process in each of the MRs, with uncertainties broken down into the statistical, experimental, and theoretical components. The generator predictions with their uncertainties are obtained from Sherpa 2.2.1 for the Z → ee and Z → μμ samples, and Powheg+Pythia8 for the tt sample. Alternative generator predictions are also provided, obtained using Mad-Graph5 FxFx and MadGraph5+Pythia8 for the Z MRs and tt MRs, respectively",
            "paragraph_rank": 108,
            "section_rank": 45
        },
        {
            "section": "Table",
            "text": "T as an example. Similar mismodelling is seen for m j j , H T , subleading jet p T , and S T differential measurements. All other quantities are shown to be well modelled by the nominal Sherpa 2.2.1 simulation.",
            "paragraph_rank": 109,
            "section_rank": 45
        },
        {
            "text": "Table 5",
            "section_rank": 46
        },
        {
            "section": "Table 5",
            "text": "Expected and observed 95% CL lower limits on first-and second-generation LQ masses in units of GeV for different values of the branching ratio β into a charged lepton and quark",
            "paragraph_rank": 110,
            "section_rank": 46
        },
        {
            "text": "Avenir Labex and Idex, ANR, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF, Greece; BSF-NSF and GIF, Israel; CERCA Programme Generalitat de Catalunya, Spain; The Royal Society and Leverhulme Trust, United Kingdom. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (",
            "paragraph_rank": 111,
            "section_rank": 47
        },
        {
            "text": "Phys. Lett. B 711, 442 (2012)] 19",
            "section_rank": 48
        },
        {
            "section": "Phys. Lett. B 711, 442 (2012)] 19",
            "text": "). arXiv:hep-ph/0502067 [hep-ph] 14. J.L. Hewett, T.G. Rizzo, Much ado about leptoquarks: A Comprehensive analysis. Phys. Rev. D 56, 5709 (1997). arXiv:hep-ph/9703337 [hep-ph] 15. W. Buchmüller, R. Rückl, D. Wyler, Leptoquarks in lepton-quark collisions. Phys. Lett. B 191, 442 (1987) [Erratum ibid. 448:320 (1999)] 16. V.A. Mitsou, N.C. Benekos, I. Panagoulias, T. Papadopoulou, Prospects for scalar leptoquark discovery at the LHC. Czech. J. Phys. 55, B659 (2005). arXiv:hep-ph/0411189 17. ATLAS Collaboration, Search for pair production of first or second generation leptoquarks in proton-proton collisions at √ s = 7 TeV using the ATLAS detector at the LHC. Phys. Rev. D 83, 112006 (2011). arXiv:1104.4481 [hep-ex] 18. ATLAS Collaboration, Search for first generation scalar leptoquarks in pp collisions at √ s = 7 TeV with the ATLAS detector. Phys. Lett. B 709, 158 (2012). arXiv:1112.4828 [hep-ex] [Erratum: . ATLAS Collaboration, Search for second generation scalar leptoquarks in pp collisions at √ s = 7 TeV with the ATLAS detector. Eur. Phys. J. C 72, 2151 (2012). arXiv:1203.3172 [hep-ex] 20. ATLAS Collaboration, Searches for scalar leptoquarks in pp collisions at √ s = 8 TeV with the ATLAS detector. Eur. Phys. J. C 76, 5 (2016). arXiv:1508.04735 [hep-ex] 21. ATLAS Collaboration, Search for scalar leptoquarks in pp collisions at √ s = 13 TeV with the ATLAS experiment. New J. Phys. 18, 093016 (2016). arXiv:1605.06035 [hep-ex] 22. CMS Collaboration, Search for pair production of first-generation scalar leptoquarks in pp collisions at √ s = 7 TeV. Phys. Rev. Lett. 106, 201802 (2011). arXiv:1012.4031 [hep-ex] 23. CMS Collaboration, Search for first generation scalar leptoquarks in the evjj channel in pp collisions at √ s = 7 TeV. Phys. Lett. B 703, 246 (2011). arXiv:1105.5237 [hep-ex] 24. CMS Collaboration, Search for pair production of secondgeneration scalar leptoquarks in pp collisions at √ s = 7 TeV. Phys. Rev. Lett. 106, 201803 (2011). arXiv:1012.4033 [hep-ex] 25. CMS Collaboration, Search for pair production of first-and second-generation scalar leptoquarks in pp collisions at √ s = 7 TeV. Phys. Rev. D 86, 052013 (2012). arXiv:1207.5406 [hep-ex] 26. CMS Collaboration, Search for pair production of first and second generation leptoquarks in proton-proton collisions at √ s = 8TeV. Phys. Rev. D 93, 032004 (2016). arXiv:1509.03744 [hep-ex] 27. CMS Collaboration, Search for pair production of first-generation scalar leptoquarks at √ s = 13 TeV (2018). arXiv:1811.01197 [hep-ex] 28. CMS Collaboration, Search for pair production of secondgeneration leptoquarks at √ s = 13 TeV. Phys. Rev. (2018). arXiv:1808.05082 [hep-ex] 29. C. Patrignani et al., Review of particle physics. Chin. Phys. C 40, 100001 (2016) 30. ATLAS Collaboration, Searches for third-generation scalar leptoquarks in √ s = 13 TeV pp collisions with the ATLAS detector (2019). arXiv:1902.08103 [hep-ex] 31. CMS Collaboration, Search for heavy neutrinos and thirdgeneration leptoquarks in hadronic states of two τ leptons and two jets in proton-proton collisions at √ s = 13 TeV (2018). arXiv:1811.00806 [hep-ex] 32. CMS Collaboration, Search for a singly produced third-generation scalar leptoquark decaying to a τ lepton and a bottom quark in proton-proton collisions at √ s = 13 TeV. JHEP 07, 115 (2018). arXiv:1806.03472 [hep-ex] 33. CMS Collaboration, Search for leptoquarks coupled to thirdgeneration quarks in proton-proton collisions at √ s = 13 TeV. Phys. Rev. Lett. (2018). arXiv:1809.05558 [hep-ex] 34. CMS Collaboration, Search for third-generation scalar leptoquarks decaying to a top quark and a τ lepton at √ s = 13TeV. Eur. Phys. J. C 78, 707 (2018). arXiv:1803.02864 [hep-ex] 35. P. Speckmayer, A. Hocker, J. Stelzer, H. Voss, The toolkit for multivariate data analysis, TMVA 4. J. Phys. Conf. Ser. 219, 032057 (2010) 36. ATLAS Collaboration, Measurements of the production cross section of a Z boson in association with jets in pp collisions at √ s = 13 TeV with the ATLAS detector. Eur. Phys. J. C 77, 361 (2017). arXiv:1702.05725 [hep-ex] 37. ATLAS Collaboration, ATLAS simulation of boson plus jets processes in Run 2, ATL-PHYS-PUB-2017-006 (2017). https://cds. cern.ch/record/2261937 38. ATLAS Collaboration, Searches for heavy ZZ and ZW resonances in the qq and vvqq final states in pp collisions at √ s = 13 TeV with the ATLAS detector. JHEP 03, 009 (2018). arXiv:1708.09638 [hep-ex] in the ATLAS experiment using the 2015 and 2016 LHC protonproton collision data at √ s = 13 TeV. Eur. Phys. J. C 79, 639 (2019). arXiv:1902.04655 72. ATLAS Collaboration, Muon reconstruction performance of the ATLAS detector in proton-proton collision data at √ s = 13 TeV. Eur. Phys. J. C 76, 292 (2016). arXiv:1603.05598 [hep-ex] 73. ATLAS Collaboration, Measurement of the muon reconstruction performance of the ATLAS detector using 2011 and 2012 LHC proton-proton collision data. Eur. Phys. J. C 74, 3130 (2014). arXiv:1407.3935 [hep-ex] 74. M. Cacciari, G.P. Salam, G. Soyez, The anti-k t jet clustering algorithm. JHEP 04, 063 (2008). arXiv:0802.1189 [hep-ph] 75. ATLAS Collaboration, Jet energy scale measurements and their systematic uncertainties in proton-proton collisions at √ s = 13 TeV with the ATLAS detector. Phys. Rev. D 96, 072002 (2017). arXiv:1703.09665 [hep-ex] 76. ATLAS Collaboration, Selection of jets produced in 13 TeV proton-proton collisions with the ATLAS detector, ATLAS-CONF-2015-029 (2015). https://cds.cern.ch/record/2037702 77. ATLAS Collaboration, Performance of pile-up mitigation techniques for jets in pp collisions at √ s = 8 TeV using the ATLAS detector. Eur. Phys. J. C 76, 581 (2016). arXiv:1510.03823 [hep-ex] 78. ATLAS Collaboration, Performance of b-jet identification in the ATLAS experiment. JINST 11, P04008 (2016). arXiv:1512.01094 [hep-ex] 79. ATLAS Collaboration, Optimisation of the ATLAS b-tagging performance for the 2016 LHC Run, ATL-PHYS-PUB-2016-012 (2016). https://cds.cern.ch/record/2160731 80. ATLAS Collaboration, Measurements of b-jet tagging efficiency with the ATLAS detector using tt events at √ s = 13 TeV. JHEP 08, 089 (2018). arXiv:1805.01845 [hep-ex] 81. ATLAS Collaboration, Performance of algorithms that reconstruct missing transverse momentum in √ s = 8 TeV proton-proton collisions in the ATLAS detector. Eur. Phys. J. C 77, 241 (2017). arXiv:1609.09324 [hep-ex] 82. ATLAS Collaboration, Performance of missing transverse momentum reconstruction with the ATLAS detector in the first protonproton collisions at √ s = 13 TeV, ATL-PHYS-PUB-2015-027 (2015). https://cds.cern.ch/record/2037904 83. ATLAS Collaboration, Search for a new heavy gauge-boson resonance decaying into a lepton and missing transverse momentum in 36 fb −1 of pp collisions at √ s = 13 TeV with the ATLAS experiment. Eur. Phys. J. C 78, 401 (2018). arXiv:1706.04786 [hep-ex] 84. ATLAS Collaboration, Search for new high-mass phenomena in the dilepton final state using 36 fb −1 of proton-proton collision data at √ s = 13 TeV with the ATLAS detector. JHEP 10, 182",
            "paragraph_rank": 112,
            "section_rank": 48
        },
        {
            "section": "Phys. Lett. B 711, 442 (2012)] 19",
            "text": "Dressed leptons are obtained by adding the four-vectors of all photons found within a cone of size R = 0.1 around the lepton. Photons from hadron decays are excluded.",
            "paragraph_rank": 113,
            "section_rank": 48
        },
        {
            "section": "Phys. Lett. B 711, 442 (2012)] 19",
            "text": "Particles with cτ > 10 mm are designated as stable.",
            "paragraph_rank": 114,
            "section_rank": 48
        },
        {
            "text": "Acknowledgements",
            "section_rank": 50
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful oper-",
            "paragraph_rank": 115,
            "section_rank": 50
        },
        {
            "text": "e Also at CPPM, Aix-Marseille Université, CNRS/IN2P3, Marseille, France. f Also at Département de Physique Nucléaire et Corpusculaire, Université de Genève, Genève, Switzerland. g Also at Departament de Fisica de la Universitat Autonoma de Barcelona, Barcelona, Spain. h Also at Departamento de Física Teorica y del Cosmos, Universidad de Granada, Granada (Spain), Spain. i Also at Departamento de Física, Instituto Superior Técnico, Universidade de Lisboa, Lisboa, Portugal. j Also at Department of Applied Physics and Astronomy, University of Sharjah, Sharjah, United Arab Emirates. k Also at Department of Financial and Management Engineering, University of the Aegean, Chios, Greece. ",
            "paragraph_rank": 116,
            "section_rank": 52
        }
    ]
}