{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A measurement is presented of electroweak (EW) production of a W boson in association with two jets in proton-proton collisions at √ s = 13 TeV. The data sample was recorded by the CMS Collaboration at the LHC and corresponds to an integrated luminosity of 35.9 fb −1 . The measurement is performed for the νjj final state (with ν indicating a lepton-neutrino pair, and j representing the quarks produced in the hard interaction) in a kinematic region defined by invariant mass m jj > 120 GeV and transverse momenta p Tj > 25 GeV. The cross section of the process is measured in the electron and muon channels yielding σ EW (Wjj) = 6.23 ± 0.12 (stat) ± 0.61 (syst) pb per channel, in agreement with leading-order standard model predictions. The additional hadronic activity of events in a signal-enriched region is studied, and the measurements are compared with predictions. The final state is also used to perform a search for anomalous trilinear gauge couplings. Limits on anomalous trilinear gauge couplings associated with dimension-six operators are given in the framework of an effective field theory. The corresponding 95% confidence level intervals are −2.3 < c WWW /Λ 2 < 2.5 TeV −2 , −8.8 < c W /Λ 2 < 16 TeV −2 , and −45 < c B /Λ 2 < 46 TeV −2 . These results are combined with the CMS EW Zjj analysis, yielding the constraint on the c WWW coupling: −1.8 < c WWW /Λ 2 < 2.0 TeV −2 .",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In proton-proton (pp) collisions at the CERN LHC, the pure electroweak (EW) production of a lepton-neutrino pair ( ν) in association with two jets (jj) includes production via vector boson fusion (VBF). This process has a distinctive signature of two jets with large energy and separation in pseudorapidity (η), produced in association with a lepton-neutrino pair. This EW process is referred to as EW Wjj, and the two jets e-mail: cms-publication-committee-chair@cern.ch produced through the fragmentation of the outgoing quarks are referred to as \"tagging jets\". Figure 1 shows representative Feynman diagrams for the EW Wjj signal processes, namely VBF ( Fig. 1, left), bremsstrahlung-like ( Fig. 1, center), and multiperipheral ( Fig. 1, right) production. Gauge cancellations lead to a large negative interference between the VBF diagram and the other two diagrams, with the larger interference coming from bremsstrahlung-like production. Interference with multiperipheral production is limited to cases where the leptonneutrino pair mass is close to the W boson mass.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 565,
                    "text": "Figure 1",
                    "end": 573
                },
                {
                    "type": "figure",
                    "start": 658,
                    "text": "Fig. 1, left)",
                    "end": 671
                },
                {
                    "type": "figure",
                    "start": 695,
                    "text": "Fig. 1, center)",
                    "end": 710
                },
                {
                    "type": "figure",
                    "start": 734,
                    "text": "Fig. 1, right)",
                    "end": 748
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In addition to the purely EW signal diagrams described above, there are other, not purely EW processes, that lead to the same νjj final states and can interfere with the signal diagrams in Fig. 1. This interference effect between the signal production and the main Drell-Yan (DY) background processes (DY Wjj) is small compared to the interference effects among the EW production amplitudes, but needs to be included when measuring the signal contribution. Figure 2 (left) shows one example of W boson production in association with two jets that has the same initial and final states as those in Fig. 1. A process that does not interfere with the EW signal is shown in Fig. 2 (right).",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 189,
                    "text": "Fig. 1",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "start": 457,
                    "text": "Figure 2 (left)",
                    "end": 472
                },
                {
                    "type": "figure",
                    "start": 597,
                    "text": "Fig. 1",
                    "end": 603
                },
                {
                    "type": "figure",
                    "start": 670,
                    "text": "Fig. 2 (right)",
                    "end": 684
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The study of EW Wjj processes is part of a more general investigation of standard model (SM) VBF and scattering processes that includes the measurements of EW Zjj processes, Higgs boson production [1][2][3], and searches for physics beyond the SM [4]. The properties of EW Wjj events that are isolated from the backgrounds can be compared with SM predictions. Probing the additional hadronic activity in selected events can shed light on the modeling of the additional parton radiation [5,6], which is important for signal selection and the vetoing of background events.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 197,
                    "text": "[1]",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 200,
                    "text": "[2]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 203,
                    "text": "[3]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 247,
                    "text": "[4]",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "start": 486,
                    "text": "[5,",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "start": 489,
                    "text": "6]",
                    "end": 491
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Higher-dimensional operators outside the SM can generate anomalous trilinear gauge couplings (ATGCs) [7,8], so the measurement of the coupling strengths provides an indirect search for beyond-the-SM physics at mass scales not directly accessible at the LHC.   CMS [15]. Considering leptonic final states in the same kinematic region the EW Wjj cross section is about a factor 10 larger than the EW Zjj cross section. All results so far agree with the expectations of the SM within a precision of 10-20%.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 101,
                    "text": "[7,",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "start": 104,
                    "text": "8]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "start": 260,
                    "text": "CMS [15]",
                    "end": 268
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper presents measurements of the EW Wjj process with the CMS detector using pp collisions collected at √ s =13 TeV during 2016, corresponding to an integrated luminosity of 35.9 fb −1 . A multivariate analysis (BDT), based on the methods developed for the EW Zjj measurement [11,12], is used to separate signal events from the large W+jets background. The analysis of the 13 TeV data offers the opportunity to measure the cross section at a higher energy than previously done and to reduce the uncertainties obtained with previous measurements, given both the larger integrated luminosity and the larger predicted total cross section.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 282,
                    "text": "[11,",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "start": 286,
                    "text": "12]",
                    "end": 289
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper is organized as follows: Sect. 2 describes the experimental apparatus and Sect. 3 the event simulations. Event selection procedures are described in Sect. 4, together with the selection efficiencies and background estimations using control regions (CRs). Section 5 describes an estimation of the multijet background from quantum chromodynamics (QCD), based on CRs in data. Section 6 discusses a correction applied to the simulation as a function of the invariant mass m jj . Section 7 presents distributions of the main discriminating variables in data. Section 8 details the strategy adopted to extract the signal from the data, and the corresponding systematic uncertainties are summarized in Sect. 9. The cross section and anomalous coupling results are presented in Sects. 10 and 11, respectively. Section 12 presents a study of the additional hadronic activity in an EW Wjj enriched region. Finally, a brief summary of the results is given in Sect. 13.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The CMS detector and physics objects",
            "section_rank": 3
        },
        {
            "section": "The CMS detector and physics objects",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. Forward calorimeters extend the η coverage provided by the barrel and endcap detectors to |η| = 5.2. Muons are measured in gas-ionization detectors embedded in the steel flux-return yoke outside the solenoid.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "The CMS detector and physics objects",
            "text": "The tracker measures charged particles within the range |η| < 2.5. It consists of 1440 pixel and 15,148 strip detector modules. For nonisolated particles with transverse momenta 1 < p T < 10 GeV and |η| < 1.4, the track resolutions are typically 1.5% in p T and 25-90  µm in the transverse (longitudinal) impact parameter [16].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 322,
                    "text": "[16]",
                    "end": 326
                }
            ]
        },
        {
            "section": "The CMS detector and physics objects",
            "text": "The energy of electrons is measured after combining the information from the ECAL and the tracker, whereas their direction is measured by the tracker. The momentum res-olution for electrons with p T ≈ 45 GeV from Z → ee decays ranges from 1.7 to 4.5%. It is generally better in the barrel region than in the endcaps, and also depends on the bremsstrahlung energy emitted by the electron as it traverses the material in front of the ECAL [17].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 437,
                    "text": "[17]",
                    "end": 441
                }
            ]
        },
        {
            "section": "The CMS detector and physics objects",
            "text": "Muons are measured in the range |η| < 2.4, with detection planes made using three technologies: drift tubes, cathode strip chambers, and resistive-plate chambers. Matching muons to tracks measured in the silicon tracker results in a relative transverse momentum resolution for muons with 20 < p T < 100 GeV of 1.3-2.0% in the barrel and better than 6% in the endcaps. The p T resolution in the barrel is better than 10% for muons with p T up to 1 TeV [18].",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 451,
                    "text": "[18]",
                    "end": 455
                }
            ]
        },
        {
            "section": "The CMS detector and physics objects",
            "text": "Events of interest are selected using a two-tiered trigger system [19]. The first level (L1), composed of custom hardware processors, uses information from the calorimeters and muon detectors to select events at a rate of around 100 kHz within a time interval of less than 4 µs. The second level, known as the high-level trigger (HLT), consists of a farm of processors running a version of the full-event reconstruction software optimized for fast processing, and reduces the event rate to around 1 kHz before data storage.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 66,
                    "text": "[19]",
                    "end": 70
                }
            ]
        },
        {
            "section": "The CMS detector and physics objects",
            "text": "A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. [20].",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 165,
                    "text": "[20]",
                    "end": 169
                }
            ]
        },
        {
            "text": "Simulation of signal and background events",
            "section_rank": 4
        },
        {
            "section": "Simulation of signal and background events",
            "text": "Signal events are simulated at leading order (LO) using the MadGraph5_amc@nlo (v2.3.3) Monte Carlo (MC) generator [21], interfaced with pythia (v8.212) [22] for parton showering (PS) and hadronization. The NNPDF30 [23] parton distribution functions (PDFs) are used to generate the events. The underlying event is modeled using the CUETP8M1 tune [24]. The simulation does not include extra partons at matrix element (ME) level. The signal is defined in the kinematic region with parton transverse momentum p Tj > 25 GeV, and diparton invariant mass m jj > 120 GeV. The simulated cross section for the νjj final state (with = e, μ or τ ), applying the above requirements, is σ LO (EW νjj) = 6.81 +0.03 −0.06 (scale) ± 0.26 (PDFs) pb, where the first uncertainty is obtained by changing simultaneously the factorization (μ F ) and renormalization (μ R ) scales by factors of 2 and 1/2, and the second one reflects the uncertainties in the NNPDF30 PDFs. The LO signal cross section and relevant kinematic distributions estimated with MadGraph5_amc@nlo are in agreement within 2-5% with the next-to-leading-order (NLO) predictions of the vbfnlo generator (v2.6.3) [25][26][27], which include QCD NLO corrections to the LO ME-level diagrams evaluated with MadGraph5_amc@nlo. For additional comparisons, signal events produced with MadGraph5_amc@nlo are also processed with the herwig++ (v2.7.1) [28] PS, using the EE5C [29] tune.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 114,
                    "text": "[21]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 152,
                    "text": "[22]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 214,
                    "text": "[23]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 345,
                    "text": "[24]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "start": 694,
                    "text": "+0.03",
                    "end": 699
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1159,
                    "text": "[25]",
                    "end": 1163
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1163,
                    "text": "[26]",
                    "end": 1167
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1167,
                    "text": "[27]",
                    "end": 1171
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1389,
                    "text": "[28]",
                    "end": 1393
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1413,
                    "text": "[29]",
                    "end": 1417
                }
            ]
        },
        {
            "section": "Simulation of signal and background events",
            "text": "An additional signal sample that includes NLO QCD corrections but does not include the s-channel contributions to the final state has been generated with powheg (v2.0) [30][31][32], based on the vbfnlo ME calculations [33,34]. In the powheg sample the m jj > 120 GeV condition is applied on the two p T -leading parton-level jets, after clustering the ME final state partons with the k T -algorithm [35][36][37], with a distance parameter D = 0.8, as done in Ref. [33]. The powheg sample has also been processed alternatively with pythia and herwig++ parton showering (PS) and hadronization programs, as done for the MadGraph5_amc@nlo samples. In the following, results obtained with the powheg signal samples are given as a cross check of the main results obtained with the MadGraph5_amc@nlo signal samples.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 168,
                    "text": "[30]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 172,
                    "text": "[31]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 176,
                    "text": "[32]",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 218,
                    "text": "[33,",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 222,
                    "text": "34]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 399,
                    "text": "[35]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 403,
                    "text": "[36]",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 407,
                    "text": "[37]",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 464,
                    "text": "[33]",
                    "end": 468
                }
            ]
        },
        {
            "section": "Simulation of signal and background events",
            "text": "Events coming from processes including ATGCs are generated with the same settings as the SM sample, but include additional information for reweighting in the threedimensional effective field theory (EFT) parameter space, which is described in more detail in Sect. 11. The 'EWdim6NLO' model [8,21] is used for the generation of anomalous couplings.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 290,
                    "text": "[8,",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 293,
                    "text": "21]",
                    "end": 296
                }
            ]
        },
        {
            "section": "Simulation of signal and background events",
            "text": "Background W boson events are also simulated with MadGraph5_amc@nlo using (1) an NLO ME calculation with up to three final-state partons generated from QCD interactions, and (2) an LO ME calculation with up to four partons from QCD interactions. The ME-PS matching is performed following the FxFx prescription [38] for the NLO case, and the MLM prescription [39,40] for the LO case. The NLO background simulation is used to extract the final results, while the independent LO samples are used to perform the multivariate discriminant training. The inclusive W boson production is normalized to σ th (W) = 61.5 nb, as computed at next-to-next-to-leading order (NNLO) with fewz (v3.1) [41].",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 310,
                    "text": "[38]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 358,
                    "text": "[39,",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 362,
                    "text": "40]",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 683,
                    "text": "[41]",
                    "end": 687
                }
            ]
        },
        {
            "section": "Simulation of signal and background events",
            "text": "The evaluation of the interference between EW Wjj and DY Wjj processes relies on the predictions obtained with MadGraph5_amc@nlo. A dedicated sample of events arising from the interference terms is generated directly by selecting the contributions of order α s α 3 EW , and passed through the full detector simulation to estimate the expected interference contribution.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 263,
                    "text": "3",
                    "end": 264
                }
            ]
        },
        {
            "section": "Simulation of signal and background events",
            "text": "Other backgrounds are expected from events with one electron or muon and missing transverse momentum together with jets in the final state. Events from top quark pair production are generated with powheg (v2.0) [30][31][32], and normalized to the inclusive cross section calculated at NNLO, including next-to-next-to-leading logarithmic corrections, of 832 pb [42,43]. Single top quark processes are modeled at NLO with powheg [30][31][32]44] and normalized to cross sections of 71.7 ± 2.0 pb, 217 ± 3 pb, and 10.32 ± 0.20 pb, respectively, for the tW (powheg v1) [45], t-, and s-channel production [42,46]. The diboson (VV) production processes (WW, WZ, and ZZ) are generated with pythia and normalized to NNLO cross section computations obtained with mcfm (v8.0) [47].",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 211,
                    "text": "[30]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 215,
                    "text": "[31]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 219,
                    "text": "[32]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 360,
                    "text": "[42,",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 364,
                    "text": "43]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 427,
                    "text": "[30]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 431,
                    "text": "[31]",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 435,
                    "text": "[32]",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 439,
                    "text": "44]",
                    "end": 442
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 564,
                    "text": "[45]",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 599,
                    "text": "[42,",
                    "end": 603
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 603,
                    "text": "46]",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 765,
                    "text": "[47]",
                    "end": 769
                }
            ]
        },
        {
            "section": "Simulation of signal and background events",
            "text": "The contribution from QCD multijet processes is derived via an extrapolation from a QCD data CR with the lepton relative isolation selection inverted. All background simulations make use of the pythia PS model with the CUETP8M1 tune.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "section": "Simulation of signal and background events",
            "text": "A detector simulation based on Geant4 (v9.4p03) [48,49] is applied to all the generated signal and background samples. The presence of multiple pp interactions is incorporated by simulating additional interactions (pileup), both in-time and out-of-time with respect to the hard interaction, with a multiplicity that matches the distribution observed in data. The average pileup is measured to be about 23 additional interactions per bunch crossing.",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 48,
                    "text": "[48,",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 52,
                    "text": "49]",
                    "end": 55
                }
            ]
        },
        {
            "text": "Reconstruction and selection of events",
            "section_rank": 5
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "Events containing exactly one isolated, highp T lepton and at least two highp T jets are selected. Isolated single-lepton triggers are used to acquire the data, where the lepton is required to have p T > 27 GeV for the electron trigger and p T > 24 GeV for the muon trigger.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "The offline analysis uses candidates reconstructed by the particle-flow (PF) algorithm [50]. In the PF event reconstruction, all stable particles in the event -i.e., electrons, muons, photons, charged and neutral hadrons -are reconstructed as PF candidates using information from all subdetectors to obtain an optimal determination of their direction, energy, and type. The PF candidates are used to reconstruct the jets and the missing transverse momentum.",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 87,
                    "text": "[50]",
                    "end": 91
                }
            ]
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "The reconstructed primary vertex (PV) with the largest value of summed physics-object p 2 T is the primary pp interaction vertex. The physics objects are the objects returned by a jet finding algorithm [51,52] applied to all charged particle tracks associated with the vertex, along with the corresponding associated missing transverse momentum. Charged tracks identified as hadrons from pileup vertices are omitted in the subsequent PF event reconstruction [50].",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 88,
                    "text": "2",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 202,
                    "text": "[51,",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 206,
                    "text": "52]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 458,
                    "text": "[50]",
                    "end": 462
                }
            ]
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "Offline electrons are reconstructed from clusters of energy deposits in the ECAL that match tracks extrapolated from the silicon tracker [17]. Offline muons are reconstructed by fitting trajectories based on hits in the silicon tracker and in the muon system [53]. Reconstructed electron or muon candidates are required to have p T > 20 GeV. Electron candidates are required to be reconstructed within |η| ≤ 2.4, excluding the barrel-to-endcap transitional region 1.444 < |η| < 1.566 of the ECAL [20]. Muon candidates are required to be reconstructed in the fiducial region |η| ≤ 2.4. The track associated with a lepton candidate is required to have both its trans-verse and longitudinal impact parameters compatible with the position of the PV of the event.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 137,
                    "text": "[17]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 259,
                    "text": "[53]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 496,
                    "text": "[20]",
                    "end": 500
                }
            ]
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "The leptons are required to be isolated; the isolation (I ) variable is calculated from PF candidates and is corrected for pileup on an event-by-event basis [54]. The scalar p T sum of all PF candidates reconstructed in an isolation cone with radius ΔR = √ (Δη) 2 + (Δφ) 2 = 0.4 around the lepton's momentum vector, excluding the lepton itself, is required to be less than 6% of the electron or muon p T value. For additional offline analysis, the isolated lepton is required to have p T > 25 GeV for the muon channel and p T > 30 GeV for the electron channel. Events with more than one lepton satisfying the above requirements are rejected. The lepton flavor samples are exclusive and precedence is given to the selection of muons.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 157,
                    "text": "[54]",
                    "end": 161
                }
            ]
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "The missing transverse momentum vector, p miss T , is calculated offline as the negative of the vector sum of transverse momenta of all PF objects identified in the event [55], and the magnitude of this vector is denoted p miss T . Events are required to have p miss T in excess of 20 GeV in the muon channel and 40 GeV in the electron channel. The tighter requirement for the electron channel reduces the corresponding higher background of QCD multijet events. The transverse mass (m T ) of the lepton and p miss T four-vector sum is then required to exceed 40 GeV in both channels.",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 171,
                    "text": "[55]",
                    "end": 175
                }
            ]
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "Jets are reconstructed by clustering PF candidates with the anti-k T algorithm [51,56] using a distance parameter of 0.4. The jet momentum is the vector sum of all particle momenta in the jet and is typically within 5-10% of the true momentum over the whole p T spectrum and detector acceptance.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 79,
                    "text": "[51,",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 83,
                    "text": "56]",
                    "end": 86
                }
            ]
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "An offset correction is applied to jet energies because of the contribution from pileup. Jet energy corrections are derived from simulation, and are confirmed with in situ measurements of the energy balance in dijet, multijet, pho-ton+jet, and Z+jets events with leptonic Z boson decays [57]. Loose jet identification criteria are applied to reject misreconstructed jets resulting from detector noise [58]. Loose criteria are also applied to remove jets heavily contaminated with pileup energy (clustering of energy deposits not associated with a parton from the primary pp interaction) [58,59]. The efficiency of the jet identification is greater than 99%, with a rejection of 90% of background pileup jets with p T 50 GeV and |η| ≤ 2.5. For jets with |η| > 2.5 and 30 < p T < 50 GeV, the efficiency is approximately 90% and the pileup jet rejection is approximately 50%. The jet energy resolution (JER) is typically ≈15% at 10 GeV, 8% at 100 GeV, and 4% at 1 TeV for jets with |η| ≤ 1 [57]. Jets reconstructed with p T ≥ 15 GeV and |η| ≤ 4.7 are used in the analysis.",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 287,
                    "text": "[57]",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 401,
                    "text": "[58]",
                    "end": 405
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 587,
                    "text": "[58,",
                    "end": 591
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 591,
                    "text": "59]",
                    "end": 594
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 987,
                    "text": "[57]",
                    "end": 991
                }
            ]
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "The two highest p T jets are defined as the tagging jets, and are required to have p T > 50 GeV and p T > 30 GeV for the leading and subleading (in p T ) jet, respectively. The Table 1 Event yields expected for background and signal processes using the initial selections and with a selection on the multivariate analysis output (BDT) that provides similar signal and background yields. The yields are compared to the data observed in the different channels and categories. The total uncertainties quoted for signal, DY Wjj and diboson backgrounds, and processes with top quarks ( ",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 177,
                    "text": "Table 1",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "start": 579,
                    "text": "(",
                    "end": 580
                }
            ]
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "where p Tj 1 and p Tj 2 are the transverse momenta of the two tagging jets. Finally, events are required to have R( p T ) < 0.2. This has a negligible effect on the analysis sensitivity and allows the definition of a nonoverlapping control sample with R( p T ) > 0.2 that is used to derive a correction to the invariant mass based on a CR in data, as described in Sect. 6.",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "A multivariate analysis technique, described in Sect. 8, is used to provide an optimal separation of the DY Wjj and EW Wjj components of the inclusive νjj spectrum. The main discriminating variables are the dijet invariant mass m jj and pseudorapidity separation Δη jj .",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "Angular variables useful for signal discrimination include the y * Zeppenfeld variable [6], defined as the difference between the rapidity of the W boson y W and the average rapidity of the two tagging jets, i.e.,",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "and the z * Zeppenfeld variable [6] defined as",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "section": "Reconstruction and selection of events",
            "text": "where Δy jj is the dijet rapidity separation. Table 1 reports the expected and observed event yields after the initial selection and after imposing a minimum value for the final multivariate discriminant output applied to define the signal-enriched region used for the studies of additional hadronic activity described in Sect. 12.",
            "paragraph_rank": 35,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 46,
                    "text": "Table 1",
                    "end": 53
                }
            ]
        },
        {
            "text": "Discriminating quarks from gluons",
            "section_rank": 6
        },
        {
            "section": "Discriminating quarks from gluons",
            "text": "Jets in signal events are expected to originate from quarks, whereas for background events it is more probable that jets are initiated by a gluon. A quark-gluon likelihood (QGL) discriminant [11] is evaluated for the two tagging jets with the intent of distinguishing the nature of each jet.",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "section": "Discriminating quarks from gluons",
            "text": "The QGL discriminant exploits differences in the showering and fragmentation of quarks and gluons, making use of the following internal jet composition observables: (1) the particle multiplicity of the jet, (2) the minor root-meansquare of distance between the jet constituents in the η-φ plane, and (3) the p T distribution function of the jet constituents, as defined in Ref. [60].",
            "paragraph_rank": 37,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 378,
                    "text": "[60]",
                    "end": 382
                }
            ]
        },
        {
            "section": "Discriminating quarks from gluons",
            "text": "The variables are used as inputs to a likelihood discriminant on gluon and quark jets constructed from simulated dijet events. The performance of the QGL discriminant is evaluated and validated using independent, exclusive samples of Z+jet and dijet data [60]. Corrections to the simulated QGL distributions and related systematic uncertainties are derived from a comparison of simulation and data distributions.",
            "paragraph_rank": 38,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 255,
                    "text": "[60]",
                    "end": 259
                }
            ]
        },
        {
            "text": "The QCD multijet background",
            "section_rank": 7
        },
        {
            "section": "The QCD multijet background",
            "text": "The QCD multijet contribution is estimated by defining a multijet-enriched CR with inverted lepton isolation criteria for both the muon and electron channels. In the nominal selection both lepton types are required to pass the relative isolation requirement I < 0.06, whereas the multijetenriched CRs are defined with the same event selection but with isolation requirements 0.06 < I < 0.12 and 0.06 < I < 0.15, for the muon and electron channel respectively. It is then assumed that the p miss T distribution of QCD events has the same shape in both the nominal and the multijet-enriched CR.",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "section": "The QCD multijet background",
            "text": "The various components, with floating W+jets and QCD multijet background scale factors, are simultaneously fitted to the p miss T data distributions, independently in the muon and electron channels, and the expected QCD multijet yields in the nominal regions are derived.",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "section": "The QCD multijet background",
            "text": "The contribution of QCD multijet processes in any other observable (x) used in the analysis is then normalized to the yields obtained above from the fit to the p miss T distribution, and the shape for the distribution x is taken as the difference between data and all simulated background contributions in the x distribution in the multijet-enriched CR.",
            "paragraph_rank": 41,
            "section_rank": 7
        },
        {
            "section": "The QCD multijet background",
            "text": "The estimation of the QCD multijet contribution based on a CR in data is validated by checking the modeling of other variables that discriminate QCD multijets from W+jets such as the W transverse mass and the minimum difference in φ between the missing transerse energy and the jets. Good agreement with the data is observed in all distributions. The stability of the W+jets fitted normalization is checked by varying the selection requirements for the fitted region and repeating the QCD extraction fit. The observed variations in fitted normalization when varying the m T (W) and p miss T selection requirements with respect to the fit region definition are much smaller than systematic uncertainties.",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "section": "The QCD multijet background",
            "text": "Although b tagging is not used in this analysis, a b-tagging discriminant output [61] is used to check the fitted W+jets background normalization as well as the tt normalization from simulation, and they agree with data within the uncertainties. Finally, the selections on m jj , p miss T , and m T (W) are also loosened in order to verify that the W+jets background scale factor is not biased by these requirements.",
            "paragraph_rank": 43,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 81,
                    "text": "[61]",
                    "end": 85
                }
            ]
        },
        {
            "text": "The m jj correction",
            "section_rank": 8
        },
        {
            "section": "The m jj correction",
            "text": "A systematic overestimation of the simulation yields is caused by a partial mistiming of the signals in the forward region of the ECAL endcaps (2.5 < |η| < 3.0). This effect, which increases with increasing m jj , is observed in both electron and muon channels. A correction for this effect is derived in the nonoverlapping signal-depleted CR obtained by requiring that the event transverse momentum balance R( p T ), defined in Sect. 4, exceeds 0.2.  A third-order polynomial correction is first applied to the W+jets simulation separately in the muon and electron channels in order to match the R( p T ) distribution in data. The magnitude of the applied R( p T ) corrections is about 10%. The uncertainty in this correction due to the limited statistical precision of the simulation as well as data is propagated to the fitted W+jets templates.",
            "paragraph_rank": 44,
            "section_rank": 8
        },
        {
            "section": "The m jj correction",
            "text": "A correction to the m jj prediction from simulation is derived in the signal-depleted R( p T ) > 0.2 CR via a thirdorder polynomial fit to the ratio of data to the overall prediction from simulation for signal and background as a function of ln(m jj / GeV). The electron and muon channels are combined when deriving the m jj correction. The uncertainty in the correction includes the data statistical component as well as the systematic uncertainty due to the limited statistical precision of the simulation. Figure 3 shows the fitted correction including the uncertainty. This correction is applied to all simulated results, including the signal, and the corresponding uncertainty is propagated to the signal extraction fits. ",
            "paragraph_rank": 45,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 509,
                    "text": "Figure 3",
                    "end": 517
                }
            ]
        },
        {
            "text": "Distributions of discriminating variables",
            "section_rank": 9
        },
        {
            "text": "CMS",
            "section_rank": 10
        },
        {
            "section": "CMS",
            "text": "(13 TeV)  ",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "Signal discriminants and extraction procedure",
            "section_rank": 11
        },
        {
            "section": "Signal discriminants and extraction procedure",
            "text": "The EW Wjj signal is characterized by a large pseudorapidity separation between the tagging jets, due to the smallangle scattering of the two initial partons. Because of both the topological configuration and the large energy of the outgoing partons, m jj is also expected to be large, and can be used to distinguish the EW Wjj and DY Wjj processes. The correlation between Δη jj and m jj is expected to be different in signal and background events, therefore these characteristics are expected to yield a high separation power between EW Wjj and DY Wjj production. In addition, in signal events it is expected that the W boson candidate is produced centrally in the rapidity region defined by the two tagging jets. As a consequence, signal events are expected to yield lower values of z * compared to the DY background. Other variables that are used to enhance the signal-to-background separation are related to the kinematics of the event or to the properties of the jets that are expected to be initiated by quarks. The variables that are used in the multivariate analysis are:",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "section": "Signal discriminants and extraction procedure",
            "text": "(1) m jj , (2) Δη jj , (3) z * , and (4) the QGL values of the two tagging jets. The output is built by training a boosted decision tree (BDT) discriminator with the tmva package [62] to achieve an optimal separation between the EW Wjj and DY Wjj processes. The simulated events that are used for the BDT training are not used for the signal extraction.",
            "paragraph_rank": 48,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 179,
                    "text": "[62]",
                    "end": 183
                }
            ]
        },
        {
            "section": "Signal discriminants and extraction procedure",
            "text": "To improve the sensitivity for the extraction of the signal component, the transformation that originally projects the BDT output value in the [−1,+1] interval is changed to BDT = tanh −1 ((BDT +1)/2). This allows the purest signal region of the BDT output to be better sampled while keeping an equal-width binning of the BDT variable. ",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "CMS",
            "section_rank": 12
        },
        {
            "section": "CMS",
            "text": "(13 TeV)  Figure 8 shows the distributions of the discriminants for the two leptonic channels. Good overall agreement between simulation and data is observed in all distributions, and the signal presence is visible at high BDT' values.",
            "paragraph_rank": 50,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 10,
                    "text": "Figure 8",
                    "end": 18
                }
            ]
        },
        {
            "section": "CMS",
            "text": "A binned maximum likelihood is built from the expected rates for each process, as a function of the value of the discriminant, which is fit to extract the strength modifiers for the EW Wjj and DY Wjj processes, μ = σ (EW Wjj)/σ LO (EW νjj) and υ = σ (W)/σ NNLO (W). Nuisance parameters are added to modify the expected rates and shapes according to the estimate of the systematic uncertainties affecting the measurement.",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "section": "CMS",
            "text": "The interference between the EW Wjj and DY Wjj processes is included in the fit procedure, and its strength scales as √ μυ. The interference model is derived from the Mad-Graph5_amc@nlo simulation described in Sect. 3.",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "section": "CMS",
            "text": "The parameters of the model (μ and υ) are determined by maximizing the likelihood. The statistical methodology follows the one used in other analyses [63] using asymptotic formulas [64]. In this procedure the systematic uncertain- ",
            "paragraph_rank": 53,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 150,
                    "text": "[63]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 181,
                    "text": "[64]",
                    "end": 185
                }
            ]
        },
        {
            "text": "CMS",
            "section_rank": 13
        },
        {
            "section": "CMS",
            "text": "(13 TeV) ties affecting the measurement of the signal and background strengths (μ and υ) are constrained with log-normal probability distributions.",
            "paragraph_rank": 54,
            "section_rank": 13
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 14
        },
        {
            "section": "Systematic uncertainties",
            "text": "The main systematic uncertainties affecting the measurement are classified into experimental and theoretical according to their sources. Some uncertainties affect only normalizations, whereas others affect both the normalization and shape of the BDT output distribution.",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "text": "Experimental uncertainties",
            "section_rank": 15
        },
        {
            "section": "Experimental uncertainties",
            "text": "The following experimental uncertainties are considered.",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "section": "Experimental uncertainties",
            "text": "Integrated luminosity. A 2.5% uncertainty is assigned to the value of the integrated luminosity [65]. Trigger and selection efficiencies. Uncertainties in the efficiency corrections based on control samples in data for the leptonic trigger and offline selections are included and amount to a total of 2-3% depending on the lepton p T and η, for both the e and μ channels. These uncertainties are estimated by comparing the lepton efficiencies expected in simulation and measured in data with a \"tagand-probe\" method [66].",
            "paragraph_rank": 57,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 96,
                    "text": "[65]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 516,
                    "text": "[66]",
                    "end": 520
                }
            ]
        },
        {
            "section": "Experimental uncertainties",
            "text": "Jet energy scale and resolution. The uncertainty in the energy of the jets affects the event selection and the computation of the kinematic variables used to calculate the discriminants. Therefore, the uncertainty in the jet energy scale (JES) affects both the expected event yields and the final shapes. The effect of the JES uncertainty is studied by rescaling up and down the reconstructed jet energy by p T -and η-dependent scale factors [57]. An analogous approach is used for the JER. QGL discriminator. The uncertainty in the performance of the QGL discriminator is measured using independent Z+jet and dijet data, after comparing with the corresponding simulation predictions [60]. Shape variations corresponding to the full differences between the data and the simulation are used as estimates of the uncertainty. Pileup. Pileup can affect the identification and isolation of the leptons or the corrected energy of the jets. When the jet clustering algorithm is run, pileup can distort the reconstructed dijet system because of the contamination of tracks and calorimetric deposits. This uncertainty is evaluated by generating alternative distributions of the number of pileup interactions, corresponding to a 4.6% uncertainty in the total inelastic pp cross section at √ s = 13 TeV [67]. Limited number of simulated events. For each signal and background simulation, shape variations for the distributions are considered by shifting the content of each bin up or down by its statistical uncertainty [68]. This generates alternatives to the nominal shape that are used to describe the uncertainty from the limited number of simulated events. m jj correction. As described in Sect. 6, the m jj prediction from simulation is corrected to match the distribution in data in a signal-depleted R( p T ) > 0.2 control region. The uncertainty in this correction is derived by varying the fitted points within the statistical uncertainty from data and simulation combined and refitting the correction. QCD multijet background template. As described in Sect. 5, the QCD multijet prediction is extrapolated from the data in a nonoverlapping CR. The uncertainty in the QCD multijet background template shape is derived by taking the envelope of the shape obtained when varying the lepton isolation requirement used to define the multijet-enriched CR. A 50% uncertainty in the QCD multijet background normalization is also included.",
            "paragraph_rank": 58,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 442,
                    "text": "[57]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 684,
                    "text": "[60]",
                    "end": 688
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1292,
                    "text": "[67]",
                    "end": 1296
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 1509,
                    "text": "[68]",
                    "end": 1513
                }
            ]
        },
        {
            "text": "Theoretical uncertainties",
            "section_rank": 16
        },
        {
            "section": "Theoretical uncertainties",
            "text": "The following theoretical uncertainties are considered in the analysis.",
            "paragraph_rank": 59,
            "section_rank": 16
        },
        {
            "section": "Theoretical uncertainties",
            "text": "PDF. The PDF uncertainties are evaluated by comparing the nominal distributions to those obtained when using the alternative PDFs of the NNPDF set, including α s variations. Factorization and renormalization scales. To account for theoretical uncertainties, signal and background shape variations are built by changing the values of μ F and μ R from their defaults by factors of 2 or 1/2 in the ME calculation, simultaneously for μ F and μ R , but independently for each simulated sample. Signal acceptance. A 5% uncertainty on the signal yield is assigned to account for differences between the prediction for the LO signal with respect to the NLO predictions of the vbfnlo generator (v2.6.3). Normalization of top quark and diboson backgrounds. Diboson and top quark production processes are modeled with MC simulations. An uncertainty in the normalization of these backgrounds is assigned based on the PDF and μ F , μ R uncertainties, following calculations in Refs. [42,43,47]. Interference between EW Wjj and DY Wjj. An overall normalization and a shape uncertainty are assigned to the interference term in the fit, based on an envelope of predictions with different μ F , μ R scales. Parton showering model. The uncertainty in the PS model and the event tune is assessed as the full difference of the acceptance and shape predictions using pythia and herwig++. R( p T ) correction. As described in Sect. 6, the R( p T ) prediction from W+jets simulation is corrected to match the distribution in data with all expected contributions other than W+jets subtracted. The uncertainty in this correction is derived by varying the fitted points within the statistical uncertainty from data and simulation combined and refitting the correction.",
            "paragraph_rank": 60,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 970,
                    "text": "[42,",
                    "end": 974
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 974,
                    "text": "43,",
                    "end": 977
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 977,
                    "text": "47]",
                    "end": 980
                }
            ]
        },
        {
            "text": "Measurement of the EW Wjj production cross section",
            "section_rank": 17
        },
        {
            "section": "Measurement of the EW Wjj production cross section",
            "text": "The signal strength, defined with the νjj final state in the kinematic region described in Sect. 3, is extracted from the fit to the BDT output distribution as discussed in Sect. 8. Figure 9 shows the BDT distribution in the muon and electron channels for data and simulation after the fit, where the grey uncertainty band includes all systematic uncertainties. Good agreement is observed between the data and simulation within the uncertainties.  The results obtained for the different lepton channels are compatible with each other, and in agreement with the SM predictions.",
            "paragraph_rank": 61,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 182,
                    "text": "Figure 9",
                    "end": 190
                }
            ]
        },
        {
            "section": "Measurement of the EW Wjj production cross section",
            "text": "From the combined fit of the two channels, the signal strength is measured to be μ = 0.91 ± 0.02 (stat) ± 0.10 (syst) = 0.91 ± 0.10 (total), corresponding to a measured signal cross section σ (EW νjj) = 6.23 ± 0.12 (stat) ± 0.61 (syst) pb = 6.23 ± 0.62 (total) pb, in agreement with the MadGraph5_amc@nlo LO prediction σ LO (EW νjj) = 6.81 +0.03 −0.06 (scale) ± 0.26 (PDF) pb. In the combined fit, the DY strength is ν = 0.88 ± 0.07. Using the statistical methodology described in Sect. 8, the background-only hypotheses in the electron, muon, and combined channels are all excluded with significance above five standard deviations. Table 2 lists the major sources of uncertainty and their impact on the measured precision of μ. The largest sources of experimental uncertainty are the m jj correction, the JES, and the limited number of simulated events, while the largest sources of theoretical uncertainty are the μ F , μ R scale uncertainties and the uncertainty in the signal acceptance, derived by comparing the LO signal prediction with the prediction from the vbfnlo generator.",
            "paragraph_rank": 62,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 633,
                    "text": "Table 2",
                    "end": 640
                }
            ]
        },
        {
            "section": "Measurement of the EW Wjj production cross section",
            "text": "The signal strength is also measured with respect to the NLO signal prediction, as described in Sect. 3. In the muon channel, the signal strength is measured to be μ NLO = 0.91 ± 0.02 (stat) ± 0.12 (syst) = 0.91 ± 0.12 (total).",
            "paragraph_rank": 63,
            "section_rank": 17
        },
        {
            "section": "Measurement of the EW Wjj production cross section",
            "text": "In the electron channel, the signal strength is measured to be μ NLO = 0.89 ± 0.03 (stat) ± 0.12 (syst) = 0.89 ± 0.12 (total). ",
            "paragraph_rank": 64,
            "section_rank": 17
        },
        {
            "text": "Limits on anomalous gauge couplings",
            "section_rank": 18
        },
        {
            "section": "Limits on anomalous gauge couplings",
            "text": "It is useful to look for signs of new physics via a modelindependent EFT framework. In the framework of EFT, new physics can be described as an infinite series of new interaction terms organized as an expansion in the mass dimension of the operators.",
            "paragraph_rank": 65,
            "section_rank": 18
        },
        {
            "section": "Limits on anomalous gauge couplings",
            "text": "In the EW sector of the SM, the first higher-dimensional operators containing bosons are six-dimensional [8]:",
            "paragraph_rank": 66,
            "section_rank": 18
        },
        {
            "section": "Limits on anomalous gauge couplings",
            "text": "where, as is customary, group indices are suppressed and the mass scale Λ is factorized from the coupling constants c. In Eq. (4), W μν is the SU(2) field strength, B μν is the U(1) field strength, Φ is the Higgs doublet, and operators with a tilde are the magnetic duals of the field strengths. The first three operators are charge and parity conserving, whereas the last two are not. Models with operators that preserve charge conjugation and parity symmetries can be included in the calculation either individually or in pairs. With these assumptions, the values of coupling constants divided by the mass scale c/Λ 2 are measured. show the ratio between data and prediction minus one with the statistical uncertainty from simulation (grey hatched band) as well as the leading systematic uncertainties in the shape of the p T distribution",
            "paragraph_rank": 67,
            "section_rank": 18
        },
        {
            "section": "Limits on anomalous gauge couplings",
            "text": "These operators have a rich phenomenology since they contribute to many multiboson scattering processes at tree level. The operator O W W W modifies vertices with three or six vector bosons, whereas the operators O W and O B modify both the HVV vertices and vertices with three or four vector bosons. A more detailed description of the phenomenology of these operators can be found in Ref. [69]. Modifications to the ZWW and γ WW vertices are investigated in this analysis, since these modify the pp → Wjj cross section.",
            "paragraph_rank": 68,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 390,
                    "text": "[69]",
                    "end": 394
                }
            ]
        },
        {
            "section": "Limits on anomalous gauge couplings",
            "text": "Previously, modifications to these vertices have been studied using anomalous trilinear gauge couplings [70]. The relationship between the dimension-six operators in Eq. 4 ",
            "paragraph_rank": 69,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 104,
                    "text": "[70]",
                    "end": 108
                },
                {
                    "ref_id": "formula_3",
                    "start": 170,
                    "text": "4",
                    "end": 171
                }
            ]
        },
        {
            "text": "Statistical analysis",
            "section_rank": 19
        },
        {
            "section": "Statistical analysis",
            "text": "The measurement of the coupling constants uses templates in the p T of the lepton from the W → ν decay. Because this is well measured and longitudinally Lorentz invariant, this variable is robust against mismodeling and ideal for this purpose. An additional requirement of BDT > 0.5 has been applied, which is optimized based on the expected sensitivity to the ATGC signal. The expected limits are subsequently improved by 20-25% with respect to the expected limits without a BDT selection. In each channel, four bins from 0 < p T < 1. To construct the p T templates, the associated weights calculated for each event are used to construct a parametrized model of the expected yield in each bin as a function of the values of the dimension-six operators' coupling constants. For each bin, the ratios of the expected signal yield with dimension-six operators to the one without (leaving only the SM contribution) are fitted at each point of the grid to a quadratic polynomial. The highest p T bin has the largest statistical power to detect the presence of higher-dimensional operators. Figure 10 shows examples of the final templates, with the expected signal overlaid on the background expectation, for three different hypotheses of dimension-six operators. The SM distribution is normalized to the expected cross section.",
            "paragraph_rank": 70,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 1085,
                    "text": "Figure 10",
                    "end": 1094
                }
            ]
        },
        {
            "section": "Statistical analysis",
            "text": "A simultaneous binned fit for the values of the ATGCs is performed in the two lepton channels. A profile likelihood method, the Wald Gaussian approximation, and Wilks' theorem [78] are used to derive confidence intervals at 95% confidence level (CL). One-dimensional and two-dimensional limits are derived on each of the three ATGC parameters and each combination of two ATGC parameters while all other parameters are set to their SM values. Systematic and theoret- Results for the one-dimensional limits are listed in Table 3 for c W W W , c W and c B , and in Table 4 for λ, Δg Z 1 and Δκ Z 1 ; two-dimensions limits are shown in Figs. 11 and 12. The results are dominated by the sensitivity in the muon channel due to the larger acceptance for muons. An ATGC signal is not included in the interference between EW and DY production. The effect on the limits is small (<3%). The LHC semileptonic WZ analysis using 13 TeV data currently sets the most stringent limits on c W W W /Λ 2 and c W /Λ 2 , while the WW analysis using 8 TeV data currently sets the tightest limits on c B /Λ 2 . This analysis is most sensitive to c W W W /Λ 2 , where the limit is slightly less restrictive but comparable.",
            "paragraph_rank": 71,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 519,
                    "text": "Table 3",
                    "end": 526
                },
                {
                    "type": "table",
                    "start": 562,
                    "text": "Table 4",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "start": 580,
                    "text": "Z",
                    "end": 581
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 632,
                    "text": "Figs. 11 and 12",
                    "end": 647
                }
            ]
        },
        {
            "text": "Combination with the VBF Z boson production analysis",
            "section_rank": 20
        },
        {
            "section": "Combination with the VBF Z boson production analysis",
            "text": "As mentioned in Sect.  Fig. 12 Expected and observed two-dimensional limits on the ATGC effective Lagrangian (LEP parametrization) parameters at 95% CL This result included constraints on ATGC EFT parameters obtained via a fit to the p T (Z) distribution, an experimentally clean observable sensitive to deviations from zero in the ATGC parameters. Both the EW Zjj and EW Wjj analyses are sensitive to anomalous couplings related to the WWZ vertex. A simultaneous binned likelihood fit for the ATGC parameters is performed to the p T (Z) distribution in the EW Zjj production and and p T in the EW Wjj production. In the combined fit, the primary uncertainty sources are correlated including the JES and JER uncertainties. Results for the onedimensional limits are listed in Table 5 for c W W W , c W and c B , and in Table 6 for λ, Δg Z 1 , and Δκ Z 1 ; two-dimensions limits are shown in Figs. 13 and 14.",
            "paragraph_rank": 72,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 23,
                    "text": "Fig. 12",
                    "end": 30
                },
                {
                    "type": "table",
                    "ref_id": "tab_10",
                    "start": 775,
                    "text": "Table 5",
                    "end": 782
                },
                {
                    "type": "table",
                    "start": 818,
                    "text": "Table 6",
                    "end": 825
                }
            ]
        },
        {
            "text": "Study of the hadronic and jet activity in W+jet events",
            "section_rank": 21
        },
        {
            "section": "Study of the hadronic and jet activity in W+jet events",
            "text": "Having established the presence of the SM signal, the properties of the hadronic activity in the selected events can be examined, in particular in the the region in rapidity between the two tagging jets, with low expected hadron activity (rapidity gap). The production of additional jets in the rapidity gap, in a region with a larger contribution of EW Wjj processes is explored in Sect. 12.1. Studies of the rapidity gap hadronic activity using track-only observables, are presented in Sect. 12.2. Finally, a study of hadronic activity vetoes, using both PF jets and track-only observables, is presented in Sect. 12.3. A significant suppression of the hadronic activ- In all these studies, event distributions are shown with a selection on the output value at BDT > 0.95, which allows a signal-enriched region to be selected with a sim-  The comparison reveals a deficit in the simulation predictions with pythia parton showering for the rate of events with lower additional jet activity, whereas the tail of higher additional activity is generally in better agreement.",
            "paragraph_rank": 73,
            "section_rank": 21
        },
        {
            "section": "Study of the hadronic and jet activity in W+jet events",
            "text": "A suppression of additional jets is observed in data compared with the background-only simulation shapes. In ",
            "paragraph_rank": 74,
            "section_rank": 21
        },
        {
            "text": "CMS",
            "section_rank": 22
        },
        {
            "section": "CMS",
            "text": "(13 TeV)  the simulation of the signal, the additional jets are produced by the PS (see Sect. 3), so studying these distributions provides insight on the PS model in the rapidity gap region.",
            "paragraph_rank": 75,
            "section_rank": 22
        },
        {
            "section": "CMS",
            "text": "12.  A collection of \"soft-track\" jets is defined by clustering the selected tracks using the anti-k T clustering algorithm [51] with a distance parameter of R = 0.4. The use of track jets represents a clean and well-understood method [81] to reconstruct jets with energy as low as a few GeV. These jets are not affected by pileup because of the association of the constituent tracks with the hard scattering vertex [82].",
            "paragraph_rank": 76,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 124,
                    "text": "[51]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "start": 416,
                    "text": "[82]",
                    "end": 420
                }
            ]
        },
        {
            "section": "CMS",
            "text": "Track jets of low p T and within η tag jet min < η < η tag jet max are considered for the study of the hadronic activity between the tagging jets, and referred to as \"soft activity\" (SA). For each event, the scalar p T sum of the soft-track jets with p T > 1 GeV is computed, and referred to as the \"soft H T \" variable. Figures 17 and 18 show the distribution of the leading soft-track jet p T and soft H T in the signal-enriched region (BDT > 0.95), for the electron and muon channels, compared to predictions from pythia and herwig++ PS models. The plots show some disagreement between the data and the predictions, in particular in the regions of small additional activity, when compared with the pythia predictions. ",
            "paragraph_rank": 77,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 321,
                    "text": "Figures 17 and 18",
                    "end": 338
                }
            ]
        },
        {
            "text": "Study of hadronic activity vetoes",
            "section_rank": 23
        },
        {
            "section": "Study of hadronic activity vetoes",
            "text": "The efficiency of a hadronic activity veto corresponds to the fraction of events with a measured gap activity below a given threshold. This efficiency is studied as a function of the applied threshold for various gap activity observables. The veto thresholds studied here start at 15 GeV for gap activities measured with standard PF jets, while they go down to 1 GeV for gap activities measured with soft-track jets. Figure 19 shows the gap activity veto efficiency of combined muon and electron events in the signal-enriched region when placing an upper threshold on the p T of the additional third jet, on the H T of all additional jets, on the leading soft-activity jet p T , or on the soft-activity H T . The observed efficiency in data is compared to expected efficiencies for background-only events, and efficiencies for background plus signal events where the signal is modeled with pythia or herwig++. Data points clearly disfavor the backgroundonly predictions and are in reasonable agreement with the presence of the signal with the herwig++ PS predictions for gap activities above 20 GeV, while the signal with pythia PS seems to generally overestimate the gap activity. In the events with very low gap activity, in particular below 10 GeV as measured with the soft track jets, the data indicates gap activities also below the herwig++ PS predictions. In addition, the expected efficiencies are included for background plus signal events where the signal is modeled with powheg (Sect. 3) with herwig++ PS. The powheg plus herwig++ prediction is in good agreement with the LO plus herwig++ prediction.",
            "paragraph_rank": 78,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 417,
                    "text": "Figure 19",
                    "end": 426
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 24
        },
        {
            "section": "Summary",
            "text": "The cross section of the electroweak production of a W boson in association with two jets is measured in the kinematic region defined as invariant mass m jj > 120 GeV and transverse momenta p Tj > 25 GeV. The data sample corresponds to an integrated luminosity of 35.9 fb −1 of proton-proton collisions at centre-of-mass energy √ s = 13 TeV recorded by the CMS Collaboration at the LHC. The measured cross section σ EW (Wjj) = 6.23 ± 0.12 (stat) ± 0.61 (syst) pb agrees with the leading order standard model prediction. This is the first observation of this process at √ s = 13 TeV.",
            "paragraph_rank": 79,
            "section_rank": 24
        },
        {
            "section": "Summary",
            "text": "A search is performed for anomalous trilinear gauge couplings associated with dimension-six operators as given in the framework of an effective field theory. No evidence for ATGCs is found, and the corresponding 95% confidence level intervals on the dimension-six operators are −2.3 < c WWW /Λ 2 < 2.5 TeV −2 , −8.8 < c W /Λ 2 < 16 TeV −2 , and −45 < c B /Λ 2 < 46 TeV −2 . These results are combined with previous results on the electroweak production of a Z boson in association with two jets, yielding the limit on the c WWW coupling −1.8 < c WWW /Λ 2 < 2.0 TeV −2 .",
            "paragraph_rank": 80,
            "section_rank": 24
        },
        {
            "section": "Summary",
            "text": "The additional hadronic activity, as well as the efficiencies for gap activity vetos, are studied in a signalenriched region. Generally reasonable agreement is found between the data and the quantum chromodynamics predictions with the herwig++ parton shower and hadronization model, while the pythia model predictions typically show greater activity in the rapidity gap between the two tagging jets. accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMBWF  ",
            "paragraph_rank": 81,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 962,
                    "text": "BMBWF",
                    "end": 967
                }
            ]
        },
        {
            "text": "A Additional rapidity gap observables",
            "section_rank": 25
        },
        {
            "section": "A Additional rapidity gap observables",
            "text": "A set of rapidity gap observables in the high signal purity region BDT > 0.95 is studied in addition to the results described in Sect. 12. The number of soft activity jets, defined in Sect. 12.2, in the rapidity gap between the two tag jets is shown for soft activity jet p T > 10, 5, and 2 GeV in Figures 20, 21, and 22, respectively. These distributions are consistent with the general underestimation of the simulation with respect to data at low activity values, particularly for the pythia parton showering. ",
            "paragraph_rank": 82,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_18",
                    "start": 298,
                    "text": "Figures 20, 21",
                    "end": 312
                }
            ]
        },
        {
            "text": "CMS",
            "section_rank": 26
        },
        {
            "section": "CMS",
            "text": "(13 TeV)  Section 12 shows a comparison of the data with simulation with pythia and herwig++ parton showering separately in a high purity signal region with BDT > 0.95. The agreement of the simulation with data for the background prediction is validated for the rapidity gap observables in the signal-depleted region BDT < 0.95, where the signal purity is less than 2%. Figures 23, 24, 25, and 26 show the leading additional jet p T , the total H T of the additional jets, the leading soft activity jet p T , and the total soft activity jet H T , respectively, in the region BDT < 0.95. Good agreement is observed between the background prediction and the data for all observables.   The efficiency of a hadronic activity veto, as described in Sect. 12.3, is studied in the signal-depleted BDT < 0.95 region. Figure 27 shows the gap activity veto efficiency of combined muon and electron events in the signal-depleted region when placing an upper threshold on the p T of the additional third jet, on the H T of all additional jets, on the leading soft-activity jet p T , or on the soft-activity H T . There is very little difference between the background-only prediction and the predictions including signal with either pythia or herwig++ parton showering due to the very small fraction  Hadronic activity veto efficiencies in the signal-depleted BDT < 0.95 region for the muon and electron channels combined, as a function of the leading additional jet p T (upper left), additional jet H T (upper right), leading soft-activity jet p T (lower left), and soft-activity jet H T (lower right). The data are compared with the background-only predic-tion as well as background+signal with pythia parton showering and background+signal with herwig++ parton showering. The uncertainty bands include only the statistical uncertainty in the prediction from simulation. There is very little difference between the predictions due to the small fraction of signal in this region of signal in this region. Good agreement is observed between the data and the simulation, giving further confidence in the modelling of the background observables for the rapidity gap studies.",
            "paragraph_rank": 83,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 370,
                    "text": "Figures 23, 24, 25, and 26",
                    "end": 396
                },
                {
                    "type": "figure",
                    "start": 809,
                    "text": "Figure 27",
                    "end": 818
                }
            ]
        },
        {
            "section": "CMS",
            "text": "73, 054002 (2006). https://doi.org/10.1103/PhysRevD.73.054002. arXiv:hep-ph/0601063 5. J.D. Bjorken, Rapidity gaps and jets as a new physics signature in very high-energy hadron hadron collisions. Phys. Rev. D 47, 101 (1993). https://doi.org/10.1103/PhysRevD. 47 . https://doi.org/ 10.1140/epjc/s10052-017-5007-2. arXiv:1703.04362 11. CMS Collaboration, Measurement of the hadronic activity in events with a Z and two jets and extraction of the cross section for the electroweak production of a Z with two jets in pp collisions at √ s = 7 TeV. JHEP 10, 062 (2013). https://doi.org/10.1007/ JHEP10(2013)062. arXiv:1305.7389 12. CMS Collaboration, Measurement of electroweak production of two jets in association with a Z boson in proton-proton collisions at √ s = 8 TeV. Eur. Phys. J. C 75, 66 (2015). https://doi.org/10. 1140/epjc/s10052-014-3232-5. arXiv:1410.3153 13. ATLAS Collaboration, Measurement of the electroweak production of dijets in association with a Z boson and distributions sensitive to vector boson fusion in proton-proton collisions at √ s = 8 TeV using the ATLAS detector. JHEP 04, 031 (2014). https://doi. org/10.1007/JHEP04(2014)031. arXiv:1401.7610 14. ATLAS Collaboration, Measurement of the cross-section for electroweak production of dijets in association with a Z boson in pp collisions at √ s = 13 TeV with the ATLAS detector. Phys. Lett. B 775, 206 (2017). https://doi.org/10.1016/j.physletb.2017.10.040. arXiv:1709.10264 15. CMS Collaboration, Electroweak production of two jets in association with a Z boson in proton-proton collisions at √ s = 13 TeV. Eur. Phys. J. C 78, 589 (2018). https://doi.org/10.1140/epjc/ s10052-018-6049-9. arXiv:1712.09814 16. CMS Collaboration, Description and performance of track and primary-vertex reconstruction with the CMS tracker. JINST 9, P10009 (2014). https://doi.org/10.1088/1748-0221/9/10/P10009. arXiv:1405.6569 17. CMS Collaboration, Performance of electron reconstruction and selection with the CMS detector in proton-proton collisions at √ s = 8 TeV. JINST 10, P06005 (2015). https://doi.org/10.1088/ 1748-0221/10/06/P06005. arXiv:1502.02701 18. CMS Collaboration, Performance of the CMS muon detector and muon reconstruction with proton-proton collisions at √ s = 13 TeV. ",
            "paragraph_rank": 84,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 208,
                    "text": "D 47, 101 (1993)",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 260,
                    "text": "47",
                    "end": 262
                }
            ]
        },
        {
            "text": "Fig. 1 Fig. 2",
            "section_rank": 27
        },
        {
            "section": "Fig. 1 Fig. 2",
            "text": "Fig. 1Representative Feynman diagrams for lepton-neutrino production in association with two jets from purely electroweak amplitudes: vector boson fusion (left), bremsstrahlung-like (center), and multiperipheral (right) production",
            "paragraph_rank": 85,
            "section_rank": 27
        },
        {
            "text": "Fig. 3",
            "section_rank": 28
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3Data divided by simulation as a function of ln(m jj / GeV) in a signal-depleted control sample with R( p T ) > 0.2. This distribution is fit by a third-order polynomial (solid black line) in order to derive a correction on the simulation m jj prediction. The points are varied by the uncertainty, including the effect of the limited number of simulated events and refitted in order to derive the systematic variations on the correction (dashed lines) corresponding to a standard deviation (SD)",
            "paragraph_rank": 86,
            "section_rank": 28
        },
        {
            "text": "Figure 4",
            "section_rank": 29
        },
        {
            "section": "Figure 4",
            "text": "Figure 4shows the p miss T and m T (W) distributions after the event preselection. The dijet invariant mass and pseudorapidity difference (Δη jj ) after preselection are presented inFig. 5, andFig. 6shows the y and z distributions after the event preselection. The distributions of the QGL likelihood output values in data and simulation for the two tagging jets are shown inFig. 7. The prediction from simulated events and",
            "paragraph_rank": 87,
            "section_rank": 29
        },
        {
            "text": "Fig. 4",
            "section_rank": 30
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4Distribution of the missing transverse momentum (upper) and the leptonp miss T system transverse mass (lower) after the event preselection for the selected leading lepton in the event, in the muon (left) and electron (right) channels. In all plots the last bin contains overflow events",
            "paragraph_rank": 88,
            "section_rank": 30
        },
        {
            "text": "Fig. 5",
            "section_rank": 31
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5 Dijet invariant mass (upper) and pseudorapidity difference (lower) distributions after the event preselection, in the muon (left) and electron (right) channels. In all plots the last bin contains overflow events",
            "paragraph_rank": 89,
            "section_rank": 31
        },
        {
            "text": "Fig. 8",
            "section_rank": 32
        },
        {
            "section": "Fig. 8",
            "text": "Fig. 8Data and MC simulation BDT' output distributions for the muon (upper) and electron (lower) channels, using the BDT output transformed with the tanh −1 function to enhance the purest signal region. The ratio panel shows the statistical uncertainty from the simulation as well as the independent systematic uncertainties front the leading sources",
            "paragraph_rank": 90,
            "section_rank": 32
        },
        {
            "text": "Fig. 9",
            "section_rank": 33
        },
        {
            "section": "Fig. 9",
            "text": "Fig. 9Data compared with simulation for the BDT' output distribution for the muon (upper) and electron (lower) channels, after the fit. The grey uncertainty band in the ratio panel includes all systematic uncertainties",
            "paragraph_rank": 91,
            "section_rank": 33
        },
        {
            "text": "From",
            "section_rank": 34
        },
        {
            "section": "From",
            "text": "the combined fit of the two channels, the signal strength is measured to be μ NLO = 0.90 ± 0.02 (stat) ± 0.10 (syst) = 0.90 ± 0.10 (total), corresponding to a measured signal cross section σ (EW νjj) = 6.07 ± 0.12 (stat) ± 0.57 (syst) pb = 6.07 ± 0.58 (total) pb, in agreement with the powheg NLO prediction σ NLO (EW νjj) = 6.74 +0.02 −0.04 (scale) ± 0.26 (PDF) pb.",
            "paragraph_rank": 92,
            "section_rank": 34
        },
        {
            "text": "Fig. 10",
            "section_rank": 35
        },
        {
            "section": "Fig. 10",
            "text": "Fig. 10Distributions of p T in data and SM backgrounds, and various ATGC scenarios in the muon (left) and electron (right) channels, before the fit. For each ATGC scenario plotted a particular parameter is varied while the other ATGC parameters are fixed to zero. The lower panels",
            "paragraph_rank": 93,
            "section_rank": 35
        },
        {
            "text": "Fig. 16",
            "section_rank": 36
        },
        {
            "section": "Fig. 16",
            "text": "Fig. 16Total H T of the additional jets for BDT > 0.95 in the muon (left) and electron (right) channels including the signal prediction from MadGraph5_amc@nlo interfaced with pythia parton show-",
            "paragraph_rank": 94,
            "section_rank": 36
        },
        {
            "text": "Fig. 17",
            "section_rank": 37
        },
        {
            "section": "Fig. 17",
            "text": "Fig. 17Leading additional soft-activity (SA) jet p T for BDT > 0.95 in the muon (left) and electron (right) channels including the signal prediction from MadGraph5_amc@nlo interfaced with pythia parton showering (upper) and herwig++ parton showering (lower)",
            "paragraph_rank": 95,
            "section_rank": 37
        },
        {
            "text": "Fig.",
            "section_rank": 38
        },
        {
            "section": "Fig.",
            "text": "Fig.Total soft activity (SA) jet H T for BDT > 0.95 in the muon (left) and electron (right) channels including the signal prediction from MadGraph5_amc@nlo interfaced with pythia parton showering (upper) and herwig++ parton showering (lower). In all plots the last bin contains overflow events",
            "paragraph_rank": 96,
            "section_rank": 38
        },
        {
            "text": "Fig.",
            "section_rank": 39
        },
        {
            "section": "Fig.",
            "text": "Fig.Hadronic activity veto efficiencies in the signal-enriched BDT > 0.95 region for the muon and electron channels combined, as a function of the leading additional jet p T (upper left), additional jet H T (upper right), leading soft-activity jet p T (lower left), and soft-activity jet H T (lower right). The data are compared with the background-only prediction as well as background+signal with pythia parton showering and background+signal with herwig++ parton showering. In addition, the background+signal prediction from powheg plus herwig++ parton showering is included. The uncertainty bands include only the statistical uncertainty in the prediction from simulation, and the data points include only the statistical uncertainty in data",
            "paragraph_rank": 97,
            "section_rank": 39
        },
        {
            "text": "and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, FAPERGS, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); MES (Latvia); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MOS (Montenegro); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR, and NRC KI (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI, and FEDER (Spain); MOSTR (Sri Lanka); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). Individuals have received support from the Marie-Curie program and the European Research Council and Horizon 2020 Grant, contract Nos. 675440 and 765710 (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Beijing Municipal Science & Technology Commission, No. Z181100004218003; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Program and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence Program ÚNKP, the NKFIA research Grants 123842, 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary); the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/07/ E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, Grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (USA). Data Availability Statement This manuscript has no associated data or the data will not be deposited. [Authors' comment: Release and preservation of data used by the CMS Collaboration as the basis for publications is guided by the CMS policy as written in its document \"CMS data preservation, re-use and open access policy\" (https://cms-docdb.cern. ch/cgi-bin/PublicDocDB/RetrieveFile?docid=6032&filename=CMSD ataPolicyV1.2.pdf&version=2).] Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecomm ons.org/licenses/by/4.0/. Funded by SCOAP 3 .",
            "paragraph_rank": 98,
            "section_rank": 40
        },
        {
            "text": "Fig. 20",
            "section_rank": 41
        },
        {
            "section": "Fig. 20",
            "text": "Fig. 20Number of soft activity jets with p T > 10 GeV in the rapidity gap for BDT > 0.95 in the muon (left) and electron (right) channels including signal with pythia parton showering (upper) and herwig++ parton showering (lower). In all plots the last bin contains overflow events",
            "paragraph_rank": 99,
            "section_rank": 41
        },
        {
            "text": "Fig. 22",
            "section_rank": 42
        },
        {
            "section": "Fig. 22",
            "text": "Fig. 22 Number of soft activity jets with p T > 2 GeV in the rapidity gap for BDT > 0.95 in the muon (left) and electron (right) channels including signal with pythia parton showering (upper) and herwig++ parton showering (lower)",
            "paragraph_rank": 100,
            "section_rank": 42
        },
        {
            "text": "Fig. 24",
            "section_rank": 43
        },
        {
            "section": "Fig. 24",
            "text": "Fig. 24Total H T of the additional jets for BDT < 0.95 in the muon (left) and electron (right) channels. In all plots the fist bin contains events where no additional jet with p T > 15 GeV is present",
            "paragraph_rank": 101,
            "section_rank": 43
        },
        {
            "text": "Fig. 25 Fig. 26 Fig. 27",
            "section_rank": 44
        },
        {
            "section": "Fig. 25 Fig. 26 Fig. 27",
            "text": "Fig. 25Leading additional soft-activity (SA) jet p T for BDT < 0.95 in the muon (left) and electron (right)",
            "paragraph_rank": 102,
            "section_rank": 44
        },
        {
            "text": "At the LHC, the EW Wjj process was first measured by the CMS Collaboration using pp collisions at √ s = 8 TeV [9] and then by the ATLAS Collaboration at both √ s = 8 TeV and √ s = 7 TeV [10]. The closely related EW Zjj process was first measured during Run 1 by the CMS Collaboration using pp collisions at √ s = 7 TeV [11], and then at √ s = 8 TeV by both the CMS [12] and ATLAS [13] Collaborations. The EW Zjj measurements using data samples of pp collisions at √ s = 13 TeV have been performed by ATLAS [14] and by",
            "paragraph_rank": 103,
            "section_rank": 45
        },
        {
            "text": "Distributions of the \"Zeppenfeld\" variables y (W) (upper) and z (W) (lower) after event preselection in the muon (left) and electron (right) channels. In all plots the first and last bins contain overflow events",
            "paragraph_rank": 104,
            "section_rank": 46
        },
        {
            "text": "The QGL output for the leading (upper) and subleading (lower) quark jet candidates in the preselected muon (left) and electron (right) samples",
            "paragraph_rank": 105,
            "section_rank": 47
        },
        {
            "text": "Table 2",
            "section_rank": 48
        },
        {
            "section": "Table 2",
            "text": "Major sources of uncertainty in the measurement of the signal strength μ, and their impact. The total uncertainty is separated into four components: statistical, number of simulated events, experimental, and theory. The experimental and theory components are further decomposed into their primary individual uncertainty sources",
            "paragraph_rank": 106,
            "section_rank": 48
        },
        {
            "text": "B /Λ 2 ). Equal bins are used in the interval [−15, 15] TeV −2 for c W W W /Λ 2 , [−40, 40] TeV −2 for c W /Λ 2 , and equal bins in the interval [−175, 175] TeV −2 for c B /Λ 2 .",
            "paragraph_rank": 107,
            "section_rank": 49
        },
        {
            "text": "Table 3",
            "section_rank": 50
        },
        {
            "section": "Table 3",
            "text": "One-dimensional limits on the ATGC EFT parameters at 95% CL Δκ γ tan 2 θ W . The parameters λ, Δκ Z , and Δg Z 1 are considered, where the Δ symbols represent deviations from their respective SM values.",
            "paragraph_rank": 108,
            "section_rank": 50
        },
        {
            "section": "Table 3",
            "text": "No significant deviation from the SM expectation is observed. Limits on the EFT parameters are reported and also translated into the equivalent parameters defined in an effective Lagrangian (LEP parametrization) in Ref.[79], without form factors: λ γ = λ Z = λ, Δκ Z = ΔgZ   1 −",
            "paragraph_rank": 109,
            "section_rank": 50
        },
        {
            "text": "= 13 TeV s , -1 L = 35.9 fb CMS Fig. 11 Expected",
            "section_rank": 51
        },
        {
            "section": "= 13 TeV s , -1 L = 35.9 fb CMS Fig. 11 Expected",
            "text": "and observed two-dimensional limits on the EFT parameters at 95% CL",
            "paragraph_rank": 110,
            "section_rank": 51
        },
        {
            "section": "= 13 TeV s , -1 L = 35.9 fb CMS Fig. 11 Expected",
            "text": "1, the closely-related EW Zjj process has been measured by CMS at √ s = 13 TeV [15].",
            "paragraph_rank": 111,
            "section_rank": 51
        },
        {
            "text": "Table 5",
            "section_rank": 52
        },
        {
            "section": "Table 5",
            "text": "One-dimensional limits on the ATGC EFT parameters at 95% CL from the combination of EW Wjj and EW Zjj analyses",
            "paragraph_rank": 112,
            "section_rank": 52
        },
        {
            "text": "35.9 fb CMS Fig. 13 Expected35.9 fb CMS Fig. 14 Expected",
            "section_rank": 53
        },
        {
            "section": "35.9 fb CMS Fig. 13 Expected35.9 fb CMS Fig. 14 Expected",
            "text": "and observed two-dimensional limits on the EFT parameters at 95% CL from the combination of EW Wjj and EW Zjj analyses ity in signal events is expected because the final-state objects originate from EW interactions, in contrast with the radiative QCD production of jets in DY Wjj events. and observed two-dimensional limits on the ATGC effective Lagrangian (LEP parametrization) parameters at 95% CL from the combination of EW Wjj and EW Zjj analyses",
            "paragraph_rank": 113,
            "section_rank": 53
        },
        {
            "text": "Data EW W+jets W+jets t t QCD multijet t quark VV Z+jets Interference MC stat. unc.",
            "section_rank": 54
        },
        {
            "section": "Data EW W+jets W+jets t t QCD multijet t quark VV Z+jets Interference MC stat. unc.",
            "text": "Leading additional jet p T ( p T (j3)) for BDT > 0.95 in the muon (left) and electron (right) channels including the signal prediction from MadGraph5_amc@nlo interfaced with pythia parton shower-ing (upper) and herwig++ parton showering (lower). In all plots the last bin contains overflow events, and the first bin contains events where no additional jet with p T > 15 GeV is present ilar fraction of signal and background events. None of the BDT input observables listed in Sect. 8 are related to additional hadronic activity observables, as a consequence there is no bias on the additional hadronic activity observables due to the BDT output cut. The reconstructed distributions are compared directly to the prediction obtained with a full simulation of the CMS detector. In the BDT > 0.95 region, the dominant uncertainty on the prediction from simulation is due to the limited number of generated events.",
            "paragraph_rank": 114,
            "section_rank": 54
        },
        {
            "section": "Data EW W+jets W+jets t t QCD multijet t quark VV Z+jets Interference MC stat. unc.",
            "text": "12.1 Jet activity studies in a high-purity regionFor this study, aside from the two tagging jets used in the preselection, all PF jets with p T > 15 GeV found within the pseudorapidity gap of the tagging jets, η",
            "paragraph_rank": 115,
            "section_rank": 54
        },
        {
            "text": "GeV, uniquely associated with the main PV in the event. Tracks associated with the lepton or with the tagging jets are excluded from the selection. The association between the selected tracks and the reconstructed PVs is carried out by minimizing the longitudinal impact parameter, which is defined as the z-distance between the PV and the point of closest approach of the track helix to the PV, labeled d PV z . The association is required to satisfy the conditions d PV",
            "paragraph_rank": 116,
            "section_rank": 55
        },
        {
            "text": "2 Study of charged hadron activity For this study, a collection is formed of high-purity tracks [80] with p T > 0.3",
            "paragraph_rank": 117,
            "section_rank": 55
        },
        {
            "text": "Number of soft activity jets with p T > 5 GeV in the rapidity gap for BDT > 0.95 in the muon (left) and electron (right) channels including signal with pythia parton showering (upper) and herwig++ parton showering (lower)",
            "paragraph_rank": 118,
            "section_rank": 56
        },
        {
            "text": "Leading additional jet p T ( p T (j3)) for BDT < 0.95 in the muon (left) and electron (right) channels. In all plots the first bin contains events where no additional jet with p T > 15 GeV is present",
            "paragraph_rank": 119,
            "section_rank": 57
        },
        {
            "text": ".101 6. F. Schissler, D. Zeppenfeld, Parton shower effects on W and Z production via vector boson fusion at NLO QCD. JHEP 04, 057 (2013). https://doi.org/10.1007/JHEP04(2013)057. arXiv:1302.2884 7. K. Hagiwara, S. Ishihara, R. Szalapski, D. Zeppenfeld, Low-energy effects of new interactions in the electroweak boson sector. Phys. Rev. D 48, 2182 (1993). https://doi.org/10.1103/PhysRevD.48. 2182 8. C. Degrande et al., Effective field theory: a modern approach to anomalous couplings. Ann. Phys. 335, 21 (2013). https://doi.org/ 10.1016/j.aop.2013.04.016. arXiv:1205.4231 9. CMS Collaboration, Measurement of electroweak production of a W boson and two forward jets in proton-proton collisions at √ s = 8 TeV. JHEP 11, 147 (2016). https://doi.org/10.1007/ JHEP11(2016)147. arXiv:1607.06975 10. ATLAS Collaboration, Measurements of electroweak W j j production and constraints on anomalous gauge couplings with the ATLAS detector. Eur. Phys. J. C 77, 474 (2017)",
            "paragraph_rank": 120,
            "section_rank": 58
        },
        {
            "text": "Triple Gauge Couplings in pp Collisions at √ s = 1.96 TeV. Phys. Rev. D 86, 031104 (2012). https://doi.org/10.1103/PhysRevD.86. 031104. arXiv:1202.6629 73. D0 Collaboration, Limits on anomalous trilinear gauge boson couplings from W W , W Z and W γ production in pp collisions at √ s = 1.96 TeV. Phys. Lett. B 718, 451 (2012). https://doi.org/10. 1016/j.physletb.2012.10.062. arXiv:1208.5458 74. ATLAS Collaboration, Measurement of WW/WZ → νqq production with the hadronically decaying boson reconstructed as one or two jets in pp collisions at √ s = 8 TeV with ATLAS, and constraints on anomalous gauge couplings. Eur. Phys. J. C 77, 563 (2017). https://doi.org/10.1140/epjc/s10052-017-5084-2. arXiv:1706.01702 75. ATLAS Collaboration, Measurements of W ± Z production cross sections in pp collisions at √ s = 8 TeV with the ATLAS detector and limits on anomalous gauge boson self-couplings. Phys. Rev. D 93, 092004 (2016). https://doi.org/10.1103/PhysRevD.93.092004. arXiv:1603.02151 76. CMS Collaboration, Search for anomalous couplings in boosted WW/WZ→ νqq production in proton-proton collisions at √ s = 8 TeV. Phys. Lett. B 772, 21 (2017). https://doi.org/10.1016/j. physletb.2017.06.009. arXiv:1703.06095 77. CMS Collaboration, Measurement of the WZ production cross section in pp collisions at √ s = 7 and 8 TeV and search for anomalous triple gauge couplings at √ s = 8 TeV. Eur. Phys. J. C 77, 236 (2017). https://doi.org/10.1140/epjc/s10052-017-4730-z. arXiv:1609.05721 78. CMS Collaboration, Precise determination of the mass of the Higgs boson and tests of compatibility of its couplings with the standard model predictions using proton collisions at 7 and 8 TeV. Eur. Phys. J. C 75, 212 (2015). https://doi.org/10.1140/epjc/ s10052-015-3351-7. arXiv:1412.8662 79. K. Hagiwara, R.D. Peccei, D. Zeppenfeld, Probing the weak boson sector in e + e − → W + W − . Nucl. Phys. B 282, 253 (1987). https:// doi.org/10.1016/0550-3213(87)90685-7 80. CMS Collaboration, Tracking and primary vertex results in first 7 TeV collisions. CMS Physics Analysis Summary CMS-PAS-TRK-10-005 (2010) 81. CMS Collaboration, Commissioning of TrackJets in pp collisions at √ s = 7 TeV. CMS Physics Analysis Summary CMS-PAS-JME-10-006, (2010) 82. CMS Collaboration, Performance of jet reconstruction with charged tracks only. CMS Physics Analysis Summary CMS-PAS-JME-08-001 (2009)",
            "paragraph_rank": 121,
            "section_rank": 59
        },
        {
            "text": "Universidade Estadual Paulista a , Universidade Federal do ABC b , São Paulo, Brazil",
            "paragraph_rank": 122,
            "section_rank": 59
        },
        {
            "text": "Acknowledgements",
            "section_rank": 61
        },
        {
            "section": "Acknowledgements",
            "text": "We congratulate our colleagues in the CERN",
            "paragraph_rank": 123,
            "section_rank": 61
        }
    ]
}