{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Decays of B 0",
            "section_rank": 1
        },
        {
            "section": "Decays of B 0",
            "text": "s and B 0 s mesons into J/ψ π + π − final states are studied in a data sample corresponding to 1.9 fb −1 of integrated luminosity collected with the LHCb detector in 13 TeV pp collisions. A time-dependent amplitude analysis is used to determine the final-state resonance contributions, the CP -violating phase φ s = −0.057 ± 0.060 ± 0.011 rad, the decay-width difference between the heavier mass B 0 s eigenstate and the B 0 meson of −0.050 ± 0.004 ± 0.004 ps −1 , and the CP -violating parameter |λ| = 1.01 +0.08   −0.06 ± 0.03, where the first uncertainty is statistical and the second systematic. These results are combined with previous LHCb measurements in the same decay channel using 7 TeV and 8 TeV pp collisions obtaining φ s = 0.002 ± 0.044 ± 0.012 rad, and |λ| = 0.949 ± 0.036 ± 0.019.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Measurements of CP violation in final states that can be populated both by direct decay and via mixing provide an excellent way of looking for physics beyond the Standard Model (SM) [1]. As yet unobserved heavy bosons, light bosons with extremely small couplings, or fermions can be present virtually in quantum loops, and thus affect the relative CP phase. Direct decays into non-flavourspecific final states can interfere with those that undergo B 0 s − B 0 s mixing prior to decay. This interference can result in CP violation. In certain B 0 s decays one CP -violating phase that can be measured, called φ s , can be expressed in terms of Cabibbo-Kobayashi-Maskawa matrix elements as −2arg",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 182,
                    "text": "[1]",
                    "end": 185
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "cb . It is not predicted in the SM, but can be inferred with high precision from other experimental data giving a value of −36.5 +1.3 −1.2 mrad [2]. This number is consistent with previous measurements, which did not have enough sensitivity to determine a non-zero value [3][4][5][6][7]. In this paper we present the results of a new analysis of the B 0 s → J/ψ π + π − decay using data from 13 TeV pp collisions collected using the LHCb detector in 2015 and 2016. 1 The existence of this decay and its use in CP -violation studies was suggested in Ref. [8].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 144,
                    "text": "[2]",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 271,
                    "text": "[3]",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "start": 274,
                    "text": "[4]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "start": 277,
                    "text": "[5]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "start": 280,
                    "text": "[6]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "start": 283,
                    "text": "[7]",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 465,
                    "text": "1",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "start": 554,
                    "text": "[8]",
                    "end": 557
                }
            ]
        },
        {
            "text": "Detector and simulation",
            "section_rank": 3
        },
        {
            "section": "Detector and simulation",
            "text": "The LHCb detector [9,10] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region [11], a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream of the magnet. The tracking system provides a measurement of the momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV. 2 The minimum distance of a track to a primary vertex (PV), the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) μm, where p T is the component of the momentum transverse to the beam, in GeV. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors [12]. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [13]. The online event selection is performed by a trigger, which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 18,
                    "text": "[9,",
                    "end": 21
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 21,
                    "text": "10]",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 308,
                    "text": "[11]",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 693,
                    "text": "2",
                    "end": 694
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1020,
                    "text": "[12]",
                    "end": 1024
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1308,
                    "text": "[13]",
                    "end": 1312
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "At the hardware trigger stage, events are required to have a muon with high p T or a hadron, photon or electron with high transverse energy in the calorimeters. The software trigger is composed of two stages, the first of which performs a partial reconstruction and requires either a pair of well-reconstructed, oppo-sitely charged muons having an invariant mass above 2.7 GeV, or a single well-reconstructed muon with p T > 1 GeV and have a large IP significance χ 2 IP > 7.4. The latter is defined as the difference in the χ 2 of the vertex fit for a given PV reconstructed with and without the considered particles. The second stage applies a full event reconstruction and for this analysis requires two opposite-sign muons to form a good-quality vertex that is wellseparated from all of the PVs, and to have an invariant mass within ±120 MeV of the known J/ψ mass [14].",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 868,
                    "text": "[14]",
                    "end": 872
                }
            ]
        },
        {
            "section": "Detector and simulation",
            "text": "Simulation is required to model the effects of the detector acceptance and the imposed selection requirements. In the simulation, pp collisions are generated using Pythia [15] with a specific LHCb configuration [16]. Decays of unstable particles are described by EvtGen [17], in which final-state radiation is generated using Photos [18]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [19] as described in Ref. [20].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 171,
                    "text": "[15]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 211,
                    "text": "[16]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 270,
                    "text": "[17]",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 333,
                    "text": "[18]",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 460,
                    "text": "[19]",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 486,
                    "text": "[20]",
                    "end": 490
                }
            ]
        },
        {
            "text": "Decay amplitude",
            "section_rank": 4
        },
        {
            "section": "Decay amplitude",
            "text": "The resonance structure in B 0 s and B 0",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Decay amplitude",
            "text": "been previously studied with a time-integrated amplitude analysis using 7 and 8 TeV pp collisions [21]. The final state was found to be compatible with being entirely CP -odd, with the CP -even state fraction below 2.3% at 95% confidence level, which allows the determination of the decay width of the heavy B 0 s mass eigenstate, H . The possible presence of a CP -even component is taken into account when determining φ s [22]. to zero is assumed to be the sum over individual π + π − resonant transversity amplitudes [23], and one nonresonant amplitude, with each transversity component labelled as A i ( A i ). Because of the spin-1 J/ψ meson in the final state, the three possible polarizations of the J/ψ generate longitudinal (0), parallel ( ) and perpendicular (⊥) transversity amplitudes. When the π + π − pair forms a spin-0 state the final system only has a longitudinal component, and thus is a pure CP eigenstate. The parameter",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 98,
                    "text": "[21]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 424,
                    "text": "[22]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 520,
                    "text": "[23]",
                    "end": 524
                }
            ]
        },
        {
            "section": "Decay amplitude",
            "text": ", relates CP violation in the interference between mixing and decay associated with the polarization state i for each resonance in the final state. Here the quantities q and p relate the mass and",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "Decay amplitude",
            "text": "where |B L is the lighter mass eigenstate [1]. The total amplitudes A and A can be expressed as the sums of the individual ",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 42,
                    "text": "[1]",
                    "end": 45
                }
            ]
        },
        {
            "section": "Decay amplitude",
            "text": "where the -sign before the cos( m s t) term and + sign before the sin( m s t) term apply  [26]. 3 The latest LHCb measurement determined |p/q| 2 = 1.0039 ± 0.0033 [25].",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 90,
                    "text": "[26]",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 96,
                    "text": "3",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 163,
                    "text": "[25]",
                    "end": 167
                }
            ]
        },
        {
            "section": "Decay amplitude",
            "text": "For J/ψ decays to μ + μ − final states the A i amplitudes are themselves functions of four variables: the π + π − invariant mass m ππ , and three angular variables ≡ (cos θ ππ , cos θ J/ψ , χ ), defined in the helicity basis. These angles are defined as θ ππ between the π + direction in the π + π − rest frame with respect to the π + π − direction in the B 0 s rest frame, θ J/ψ between the μ + direction in the J/ψ rest frame with respect to the J/ψ direction in the B 0 s rest frame, and χ between the J/ψ and π + π − decay planes in the B 0 s rest frame [22,24]. (These definitions are the same for B 0 s and B 0 s , namely, using μ + and π + to define the angles for both B 0 s and B 0 s decays.) The explicit forms of the |A(m ππ , )| 2 , |A(m ππ , )| 2 , and A * (m ππ , )A(m ππ , ) terms in Eq. (1) aregiven in Ref. [22].",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 558,
                    "text": "[22,",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 562,
                    "text": "24]",
                    "end": 565
                },
                {
                    "ref_id": "formula_5",
                    "start": 803,
                    "text": "(1) are",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 824,
                    "text": "[22]",
                    "end": 828
                }
            ]
        },
        {
            "section": "Decay amplitude",
            "text": "The analysis proceeds by performing an unbinned maximumlikelihood fit to the π + π − mass distribution, the decay time, and helicity angles of B 0 s candidates identified as B 0 s or B 0 s by a flavourtagging algorithm [27]. 4 The fit provides the CP -even and CP -odd components, and since we include the initial flavour tag, the fit also determines the CP -violating parameters φ s and |λ|, and the decay width. In order to proceed, we need to select a clean sample of B 0 s decays, determine acceptance corrections, perform a calibration of the decay-time resolution in each event as a function of its uncertainty, and calibrate the flavour-tagging algorithm.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 219,
                    "text": "[27]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "start": 225,
                    "text": "4",
                    "end": 226
                }
            ]
        },
        {
            "text": "Selection requirements",
            "section_rank": 5
        },
        {
            "section": "Selection requirements",
            "text": "The selection of J/ψ π + π − right-sign (RS), and wrong-sign (WS) J/ψ π ± π ± final states, proceeds in two phases. Initially we impose loose requirements and subsequently use a multivariate analysis to further suppress the combinatorial background. In the first phase we require that the J/ψ decay tracks be identified as muons, have p T > 500 MeV, and form a good vertex with vertex fit χ 2 less than 16. The identified pions are required to have p T > 250 MeV, not originate from any PV, and form a good vertex with the muons. The resulting B 0 s candidate is assigned to the PV for which it has the smallest χ 2",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Selection requirements",
            "text": "IP . Furthermore, we require that the smallest χ 2 IP is not greater than 25. The B 0 s candidate is required to have its momentum vector aligned with the vector connecting the PV to the B 0 s decay vertex, and to have a decay time greater than 0.3 ps. Reconstructed tracks sharing the same hits are vetoed.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "Selection requirements",
            "text": "In addition, background from B + → J/ψ K + decays, 5 where the K + is misidentified as a π + and combined with a random π − , is vetoed by assuming that each detected pion is a kaon, computing the J/ψ K + mass, and removing those candidates that are within ±36 MeV of the known B + mass [14]. Backgrounds from",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 287,
                    "text": "[14]",
                    "end": 291
                }
            ]
        },
        {
            "section": "Selection requirements",
            "text": "kaons result in masses lower than the B 0 s peak and thus do not need to be vetoed.",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "Selection requirements",
            "text": "For the multivariate part of the selection, we use a Boosted Decision Tree, BDT [28,29], with the uBoost algorithm [30]. The algorithm is optimized to not further bias acceptance on the variable cos θ ππ . The variables used to train the BDT are the difference between the muon and pion identifications for the muon identified with lower quality, the p T of the B 0 s candidate, the sum of the p T of the two pions, and the natural logarithms of: the χ 2 IP of each of the pions, the χ 2 of the B 0 s vertex and decay tree fits [31], and the χ 2",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 80,
                    "text": "[28,",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 84,
                    "text": "29]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 115,
                    "text": "[30]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 528,
                    "text": "[31]",
                    "end": 532
                }
            ]
        },
        {
            "section": "Selection requirements",
            "text": "IP of the B 0 s candidate. In the fit, the B 0 s momentum vector is constrained to point to the PV, the two muons are constrained to 4 We utilize the same likelihood construction that we used to determine φ s and whose shape is estimated using WS J/ψ π ± π ± candidates modelled by an exponential function, B 0 s → J/ψ η (→ ρ 0 γ ) decays with the γ ignored, and Λ 0 b → J/ψ pK − decays with both hadrons misidentified as pions. The latter backgrounds are modelled using simulation. The B 0 s signal shape is parameterized by a Hypatia function [32], where the signal radiative tail parameters are fixed to values obtained from simulation. The same shape parameters are used for the B 0 → J/ψ π + π − decays, with the mean value shifted by the known B 0 s and B 0 meson mass difference [14]. Finally, we fit simultaneously both RS and WS candidates, using the simulated shape for B 0 ",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 133,
                    "text": "4",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 545,
                    "text": "[32]",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 786,
                    "text": "[14]",
                    "end": 790
                }
            ]
        },
        {
            "section": "Selection requirements",
            "text": "decays is also subtracted, since it is absent in the WS sample.",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Detector efficiency and resolution",
            "section_rank": 6
        },
        {
            "section": "Detector efficiency and resolution",
            "text": "The correlated efficiencies in m ππ and angular variables are determined from simulation. We weight the simulated signal events to reproduce the B 0 s meson p T and η distributions as well as the track multiplicity of the events. The latter may influence the efficiencies of the tracking and particle identification. The calculated efficiencies are shown in Fig. 2 along with the determined efficiency function. The four-dimensional efficiency is parameterized by a combination of Legendre and spherical harmonic moments [33], as IP variable is the most useful tool to suppress large pion combinatorial background from the PV.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 358,
                    "text": "Fig. 2",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 521,
                    "text": "[33]",
                    "end": 525
                }
            ]
        },
        {
            "section": "Detector efficiency and resolution",
            "text": "The reconstruction efficiency is not constant as a function of B 0 s decay time due to displacement requirements applied to the hadrons in the offline selections and on J/ψ candidates in the trigger. It is determined using the control channel − , which is known to have a lifetime of τ B 0 = 1.520 ± 0.004 ps [14]. The simulated B 0 events are weighted to reproduce the distributions in the data for p T and η of the B 0 meson, and the invariant mass and helicity angle of K + π − system, as well as the track multiplicity of the events. The signal efficiency is calculated as ε",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 243,
                    "text": "−",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 309,
                    "text": "[14]",
                    "end": 313
                }
            ]
        },
        {
            "section": "Detector efficiency and resolution",
            "text": "the efficiency of the control channel as measured by comparing data with the known lifetime distribution, and ε",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Detector efficiency and resolution",
            "text": "the ratio of efficiencies of the simulated signal and control mode after the full trigger and selection chain have been applied. This correction accounts for the small differences in the kinematics between the signal and control modes. The details of the method are explained in Ref.  decays combined with two pions of opposite charge. Taking into account the decay-time uncertainty distribution of the B 0 s signal, the average effective resolution is found to be 41.5 fs. The method is validated using simulation; we estimate the accuracy of the resolution determination to be ±3%.   Table 1. ",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 586,
                    "text": "Table 1",
                    "end": 593
                }
            ]
        },
        {
            "text": "Flavour tagging",
            "section_rank": 7
        },
        {
            "text": "Description of the π + π − mass spectrum",
            "section_rank": 8
        },
        {
            "section": "Description of the π + π − mass spectrum",
            "text": "We fit the entire π + π − mass spectrum including the resonance contributions listed in Table 2, and a nonresonant (NR) component. We use an isobar model [21]. All resonances are described by Breit-Wigner amplitudes, except for the f 0 (980) state, which is modelled by a Flatté function [34]. The nonresonant amplitude is treated as being constant in m ππ . Other theoretically motivated amplitude models are also proposed to describe this decay [35,36]. The previous publication [21] used an unconfirmed f 0 (1790) resonance, reported by the BES collaboration [37], instead of the f 0 (1710) state. We test which one gives a better fit. ",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 88,
                    "text": "Table 2",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 154,
                    "text": "[21]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 288,
                    "text": "[34]",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 447,
                    "text": "[35,",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 451,
                    "text": "36]",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 481,
                    "text": "[21]",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 562,
                    "text": "[37]",
                    "end": 566
                }
            ]
        },
        {
            "section": "Description of the π + π − mass spectrum",
            "text": "Here P B is the J/ψ momentum in the B 0 s rest frame, P R is the momentum of either of the two hadrons in the dihadron rest frame, m B is the B 0 s mass, m 0 is the mass of resonance R, 6 J R is the spin of the resonance R, L B is the orbital angular momentum between the J /ψ meson and π + π − system, and L R the orbital angular momentum in the π + π − system, and thus is the same as the spin of the π + π − resonance. The terms F ",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "Likelihood definition",
            "section_rank": 9
        },
        {
            "section": "Likelihood definition",
            "text": "The decay-time distribution including flavour tagging is",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "section": "Likelihood definition",
            "text": "where t is the true decay time, ( -) is defined in Eq. 1, and A P is the production asymmetry of B 0 s mesons. The fit function for the signal is modified to take into account the decay-time resolution and acceptance effects resulting in ",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 32,
                    "text": "( -)",
                    "end": 36
                },
                {
                    "ref_id": "formula_5",
                    "start": 55,
                    "text": "1",
                    "end": 56
                }
            ]
        },
        {
            "section": "Likelihood definition",
            "text": "We assume no asymmetries in the tagging efficiencies, which are accounted for in the systematic uncertainties. The resulting signal PDF is",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "section": "Likelihood definition",
            "text": "The fitter uses a technique similar to sPlot [40] to subtract background from the log-likelihood sum. Each candidate is assigned a weight, W i = +1 for the RS events and negative values for the WS events. The likelihood function is defined as ln P(t, m ππ , , q|y, δ t ), (9) where",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 45,
                    "text": "[40]",
                    "end": 49
                },
                {
                    "type": "figure",
                    "start": 243,
                    "text": "ln P(t, m ππ , , q|y, δ t )",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 272,
                    "text": "(9)",
                    "end": 275
                }
            ]
        },
        {
            "section": "Likelihood definition",
            "text": "i is a constant factor accounting for the effect of the background subtraction on the statistical uncertainty.",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "section": "Likelihood definition",
            "text": "The decay-time acceptance is assumed to be factorized from other variables, but due to the χ 2 IP cut on the two pions, the decay time is correlated with the angular variables. To avoid bias on the determination of H from the decay-time acceptance, the simulated B 0 s signal is weighted in order to reproduce the m ππ resonant structure observed in data by using the preferred amplitude model that is determined by the overall fit. An iterative procedure is performed to finalize the decay-time acceptance. This procedure converges in three steps beyond which H does not vary. When we apply this method to pseudoexperiments that include the correlation mentioned before, the fitter reproduces the input values of φ s , H and |λ|.  ",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "Fit results",
            "section_rank": 10
        },
        {
            "section": "Fit results",
            "text": "We first choose the resonances that best fit the m ππ distribution. Table 3 lists the different fit components and the value of −2 ln L. In these comparisons, the mass and width of most resonances are fixed to the central values listed in Table 2, except for the f 0 (980) and f 0 (1500) resonances, whose parameters are allowed to vary. We find two types of fit results, one with a positive integrated sum of all interfering components and one with a negative one. The first listed Solution I is better than Solution II by four standard deviations, calculated by taking the square root of the −2 ln L difference. We take Solution I for our measurement and II for systematic uncertainty evaluation. The models corresponding to Solutions I and II are very similar to those found in our previous analysis of the same final state [21]. For the fit we assume that the CP -violation quantities (φ s i , |λ i |)",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 68,
                    "text": "Table 3",
                    "end": 75
                },
                {
                    "type": "table",
                    "start": 239,
                    "text": "Table 2",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 827,
                    "text": "[21]",
                    "end": 831
                }
            ]
        },
        {
            "section": "Fit results",
            "text": "are the same for all the resonances. We also fix m s to the central value of the world average 17.757 ± 0.021 ps −1 [14], and fix L to the central value of 0.6995 ± 0.0047 ps −1 ",
            "paragraph_rank": 35,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 113,
                    "text": "−1 [14]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "start": 175,
                    "text": "−1",
                    "end": 177
                }
            ]
        },
        {
            "section": "Fit results",
            "text": "The fit values and correlations of the CP -violating parameters are shown in Table 4 for Solution I. The shape parameters of f 0 (980) and f 0 (1500) resonances are found to be consistent with our previous results [21]. The angular and decay-time fit projections are shown in Fig. 4. The m ππ fit projection is shown in Fig. 5, where the contributions of the individual resonances are also displayed. All solutions listed in Table 3 give very similar fit values for φ s and H . We also find that the CP -odd fraction is greater than 97% at 95% confidence level. The resonant content for Solutions I and II are listed in Table 5. Fig. 4. Projections of the angular and decay-time variables with the fit result overlaid. The points (black) show the data and the curves (blue) the fits.",
            "paragraph_rank": 36,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 77,
                    "text": "Table 4",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 214,
                    "text": "[21]",
                    "end": 218
                },
                {
                    "type": "figure",
                    "start": 276,
                    "text": "Fig. 4",
                    "end": 282
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 320,
                    "text": "Fig. 5",
                    "end": 326
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 425,
                    "text": "Table 3",
                    "end": 432
                },
                {
                    "type": "table",
                    "start": 620,
                    "text": "Table 5",
                    "end": 627
                },
                {
                    "type": "figure",
                    "start": 629,
                    "text": "Fig. 4",
                    "end": 635
                }
            ]
        },
        {
            "text": "Table 5",
            "section_rank": 11
        },
        {
            "section": "Table 5",
            "text": "Fit results of the resonant structure for both Solutions I and II. These results do not supersede those in Ref. [21] for the resonant fractions because no systematic uncertainties are quoted. The sum of fit fraction is not necessary 100% due to possible interferences between resonances with the same spin.",
            "paragraph_rank": 37,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 112,
                    "text": "[21]",
                    "end": 116
                }
            ]
        },
        {
            "text": "Component",
            "section_rank": 12
        },
        {
            "section": "Component",
            "text": "Fit fractions (%) Transversity fractions (%) 0 ⊥ ",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 13
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties for the CP -violating parameters, λ and φ s , are smaller than the statistical ones. They are summarized in Table 6 along with the uncertainty on H − B 0 . The uncertainty on the decay-time acceptance is found by varying the parameters of the acceptance function within their uncertainties and repeating the fit. The same procedure is followed for the uncertainties on the B 0 lifetime, m s , L , m ππ and angular efficiencies, resonance masses and widths, flavour-tagging calibration, and allowing for a 2% production asymmetry [41]; this uncertainty also includes any possible difference in flavour tagging between B 0 s and B 0 s . Simulation is used to validate the method for the time-resolution calibration. The uncertainties of the parameters of the time-resolution model are estimated using the difference between the signal simulation and prompt J/ψ simulation. These uncertainties are varied to obtain the effects on the physics parameters. c contribution leads to a bias of 0.0005 ps −1 , which is added as a systematic uncertainty. Other parameters are unchanged.",
            "paragraph_rank": 39,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 137,
                    "text": "Table 6",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 558,
                    "text": "[41]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "start": 1024,
                    "text": "−1",
                    "end": 1026
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Corrections from penguin amplitudes are ignored because their effects are known to be small [42][43][44] compared to the current experimental precision.",
            "paragraph_rank": 40,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 92,
                    "text": "[42]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 96,
                    "text": "[43]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 100,
                    "text": "[44]",
                    "end": 104
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 14
        },
        {
            "section": "Conclusions",
            "text": "Using B 0 s and B 0 s → J/ψ π + π − decays, we measure the CPviolating phase, φ s = −0.057 ± 0.060 ± 0.011 rad, the decay-width difference H − B 0 = −0.050 ± 0.004 ± 0.004 ps −1 , and the parameter |λ| = 1.01 +0.08 −0.06 ± 0.03, where the quoted uncertainties are statistical and systematic. These results are more precise than Absolute systematic uncertainties for the physics parameters.",
            "paragraph_rank": 41,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 175,
                    "text": "−1",
                    "end": 177
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "[ fs −1 ] [×10 −3 ] [mrad] . We remove the Gaussian constraint on s and let H vary. Instead of taking the uncertainties of flavour tagging and decay-time resolution into the statistical uncertainty, we place these sources in the systematic uncertainty and assume 100% correlation with our new results. The updated results are: φ s = 0.075 ± 0.065 ± 0.014 rad and |λ| = 0.898 ± 0.051 ± 0.013 with a correlation of 0.025. We then use the updated φ s and |λ| Run-1 results as a constraint into our new φ s fit. 7 The combined results are H − B 0 = −0.050 ± 0.004 ± 0.004 ps −1 , |λ| = 0.949 ± 0.036 ± 0.019, and φ s = 0.002 ± 0.044 ± 0.012 rad. The correlation coefficients among the fit parameters are 0.025 (ρ 12 ), −0.001 (ρ 13 ), and 0.026 (ρ 23 ).",
            "paragraph_rank": 42,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 5,
                    "text": "−1 ]",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "start": 15,
                    "text": "−3 ]",
                    "end": 19
                },
                {
                    "type": "bibr",
                    "start": 571,
                    "text": "−1",
                    "end": 573
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "Our results still have uncertainties greater than the SM prediction and are slightly more precise than the measurement using ",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Results of the simultaneous fit to the J/ψ ππ mass distributions RS (black points) and WS (grey points) samples. The solid (blue) curve shows the fit to the RS sample, the long dashed (red) curve shows the signal, the dot-dashed (magenta) curve shows B 0 → J/ψ π + π − decays, the dot-long-dashed (brown) curve shows the combinatorial background, the dotted (black) curve shows the sum of B 0 s → J/ψ η",
            "paragraph_rank": 44,
            "section_rank": 15
        },
        {
            "text": "whose yield is allowed to float, and fixing both the size and shape of the Λ 0 b → J/ψ pK − component. The results of the fit are shown in Fig. 1. We find 33 530 ± 220 signal B 0 s within ±20 MeV of the B 0 s mass peak, with a purity of 84%. These decays are used for further analysis. Multiple candidates in the same event have a rate of 0.20% in a ±20 MeV interval around the B 0 s mass peak, and are retained. To subtract the background in the signal region in the amplitude fit we add negatively weighted events from the WS sample to the RS sample, also accounting for the differing ππ mass and decay-time distributions. The weights are determined by comparing the RS and WS mass distributions in the upper mass sideband (5420 − 5550 MeV). In addition, a small component of",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "text": "where P a and P d are Legendre polynomials, Y bc are spherical harmonics, m min ππ = 2m π + and m max ππ = m B 0 s − m J/ψ , and abcd are efficiency coefficients determined from weighted averages of decays generated uniformly over phase space [6]. The model gives an excellent representation of the simulated data. The efficiency is uniform within about ±4% for cos θ J/ψ and about 10% for χ variables; however the m ππ and cos θ ππ variables show large efficiency variations and correlations (see Fig. 3), due to the χ 2 IP > 4 requirements on the hadrons. The loss of efficiency in the lower m ππ region can be interpreted as the projection of the effects of cuts on χ 2 IP . Events at cos θ ππ = ±1 and m ππ 0.6 −0.8 GeV are at the kinematic boundary of m 2 J/ψ π + . One of the pions is almost at rest in B 0 s rest frame, and thus the pion points to the PV, resulting in a very small χ 2 IP for this pion. The χ 2",
            "paragraph_rank": 46,
            "section_rank": 17
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Overall efficiency normalized to unity for (a) m ππ , (b) cos θ ππ , (c) cos θ J/ ψ and (d) χ observables. The points with error bars are from the B 0 s → J/ψ π + π − simulation, while the curves show the projection of the efficiency function.",
            "paragraph_rank": 47,
            "section_rank": 18
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Overall efficiency for (a) m ππ vs cos θ ππ and (b) m 2 J/ ψ π + vs m 2ππ . The inefficiency is at the kinematic boundary of m 2 J/ ψ π + where the pion is almost at rest in the B 0 s",
            "paragraph_rank": 48,
            "section_rank": 19
        },
        {
            "text": "production is necessary. We use information from decays of the other b hadron in the event (opposite-side, OS) and fragments of the jet that produced the( ) B 0 s meson that contain a charged kaon, called same-side kaon (SSK) [27]. The OS tagger infers the flavour of the other b hadron in the event from the charges of muons, electrons, kaons, and the net charge of the particles that form reconstructed secondary vertices. The flavour tag, q, takes values of +1, −1 or 0 if the signal meson is tagged as B 0 s , B 0 s or untagged, respectively. The wrong-tag probability, y, is estimated event-by-event based on the output of a neural network. It is subsequently calibrated with data in order to relate it to the true wrong-tag probability of the event by a linear relation as",
            "paragraph_rank": 49,
            "section_rank": 20
        },
        {
            "text": "(L B ) B and F (L R ) R are the Blatt-Weisskopf barrier factors for the B 0 s meson and R resonance, respectively [39]. The shape parameters for the f 0 (980) and f 0 (1500) resonances are allowed to vary. 6 Equation (4) is modified from that used in previous publications [4,21] and follows the convention suggested by the PDG [14].",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "ε(m ππ , ) is the efficiency as a function of m ππ and angular variables, T (t −t|δ t ) is the decay-time resolution function, and ε B 0 s data (t) is the decay-time acceptance function. The free parameters in the fit are φ s , |λ|, H − B 0 , the magnitudes and phases of the resonances amplitudes, and the shape parameters of some resonances. The other parameters, including m s , and L , are fixed to the known values [14] or other measurements mentioned below. The signal function is normalized by summing over q values and integrating over decay time t, the mass m ππ , and the angular variables, , giving",
            "paragraph_rank": 51,
            "section_rank": 22
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 23
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Data distribution of m ππ with the projection of the Solution I fit result overlaid. The data are described by the points (black) with error bars. The solid (blue) curve shows the overall fit.",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "Resonance modelling uncertainty includes varying the Breit-Wigner barrier factors, changing the default values of L B = 1 for the D-wave resonances to one or two, the differences between the two best solutions, and replacing the NR component by the f 0 (500) resonance. Furthermore, including an isospin-violating ρ(770) 0 component in the fit, results in a negligible contribution of (1.1 ± 0.3)%. The largest shift among the modelling variations is taken as systematic uncertainty. The inclusion of ρ components results in the largest shifts of the three physics parameters quoted. The process B + c → π + B 0 s can affect the measurement of H − B 0 . An estimate of the fraction of these decays in our sample is 0.8% [5]. Neglecting the B +",
            "paragraph_rank": 53,
            "section_rank": 24
        },
        {
            "text": "B 0 s",
            "section_rank": 25
        },
        {
            "section": "B 0 s",
            "text": "→ J/ψ K + K − decays, based only on Run-1 data, which has a precision of 0.049 rad [5]. Hence this is the most precise determination of φ s to date. Rhône-Alpes (France); Key Research Program of Frontier Sciences of CAS, CAS PIFI, and the Thousand Talents Program (China); RFBR, RSF and Yandex LLC (Russia); GVA, XuntaGal and GENCAT (Spain); the Royal Society and the Leverhulme Trust (United Kingdom); Laboratory Directed Research and Development program of LANL (USA).",
            "paragraph_rank": 54,
            "section_rank": 25
        },
        {
            "text": "Table 1",
            "section_rank": 26
        },
        {
            "section": "Table 1",
            "text": "Tagging efficiency, ε tag , and tagging power given as the efficiency times dilution squared, ε tag D 2 , where D = (1 − 2ω) for each category and the total. The uncertainties on ε tag are statistical only, and those for ε tag D 2 contain both statistical and systematic components.",
            "paragraph_rank": 55,
            "section_rank": 26
        },
        {
            "text": "Table 3",
            "section_rank": 27
        },
        {
            "section": "Table 3",
            "text": "Likelihoods of various resonance model fits. Positive or negative interferences (Int) among the contributing resonances are indicated. The Solutions are indicated by #.",
            "paragraph_rank": 56,
            "section_rank": 27
        },
        {
            "text": "Table 4",
            "section_rank": 28
        },
        {
            "section": "Table 4",
            "text": "Fit results for the CP -violating parameters for Solution I. The first uncertainties are statistical, and the second systematic. The last three columns show the statistical correlation coefficients for the three parameters.",
            "paragraph_rank": 57,
            "section_rank": 28
        },
        {
            "text": "Table 6",
            "section_rank": 29
        },
        {
            "text": "TeV pp collisions (Run 1) [4]. To combine the Run-1 results with these, we reanalyze them by fixing m s = 17.757 ± 0.021 ps −1 from Ref. [14], and L = 0.6995 ± 0.0047 ps −1 from the LHCb B 0",
            "paragraph_rank": 59,
            "section_rank": 30
        },
        {
            "text": "s → J/ψ K + K − results [6]",
            "paragraph_rank": 60,
            "section_rank": 30
        },
        {
            "text": "In this paper mention of a particular final state implies use of the chargeconjugate state, except when dealing with CP -violating processes.",
            "paragraph_rank": 61,
            "section_rank": 30
        },
        {
            "text": "We use natural units where h = c = 1. https://doi.org/10.1016/j.physletb.2019.07.036 0370-2693/© 2019 The Author. Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 .",
            "paragraph_rank": 62,
            "section_rank": 30
        },
        {
            "text": "When discussing flavour-specific decays, mention of a particular mode implies the additional use of the charge-conjugate mode.",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "We do not include an average value of H since no systematic uncertainty was assigned for the Run-1 result.",
            "paragraph_rank": 64,
            "section_rank": 30
        },
        {
            "text": "Acknowledgements",
            "section_rank": 32
        },
        {
            "section": "Acknowledgements",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); MOST and NSFC (China); CNRS/IN2P3 (France); BMBF, DFG and MPG (Germany); INFN (Italy); NWO (Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MSHE (Russia); MINECO (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (USA). We acknowledge the computing resources that are provided by CERN, IN2P3 (France), KIT and DESY (Germany), INFN (Italy), SURF (Netherlands), PIC (Spain), GridPP (United Kingdom), RRCKI and Yandex LLC (Russia), CSCS (Switzerland), IFIN-HH (Romania), CBPF (Brazil), PL-GRID (Poland) and OSC (USA). We are indebted to the communities behind the multiple opensource software packages on which we depend. Individual groups or members have received support from AvH Foundation (Germany); EPLANET, Marie Skłodowska-Curie Actions and ERC (European Union); ANR, Labex P2IO and OCEVU, and Région Auvergne-",
            "paragraph_rank": 65,
            "section_rank": 32
        }
    ]
}