{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for new physics in top quark production is performed in proton-proton collisions at 13 TeV. The data set corresponds to an integrated luminosity of 35.9 fb −1 collected in 2016 with the CMS detector. Events with two opposite-sign isolated leptons (electrons or muons), and b quark jets in the final state are selected. The search is sensitive to new physics in top quark pair production and in single top quark production in association with a W boson. No significant deviation from the standard model expectation is observed. Results are interpreted in the framework of effective field theory and constraints on the relevant effective couplings are set, one at a time, using a dedicated multivariate analysis. This analysis differs from previous searches for new physics in the top quark sector by explicitly separating tW from tt events and exploiting the specific sensitivity of the tW process to new physics.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Because of its large mass, close to the electroweak (EW) symmetry breaking scale, the top quark is predicted to play an important role in several new physics scenarios. If the new physics scale is in the available energy range of the CERN LHC, the existence of new physics could be directly observed via the production of new particles. Otherwise, new physics could affect standard model (SM) interactions indirectly, through modifications of SM couplings or enhancements of rare SM processes. In this case, it is useful to introduce a model independent approach to parametrize and constrain possible deviations from SM predictions, independently of the fundamental theory of new physics.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Several searches for new physics in the top quark sector including new non-SM couplings of the top quark have been performed at the Tevatron and LHC colliders [1-4,4-10]. Most of the previous analyses followed the anomalous coupling approach in which the SM Lagrangian is extended for possible new interactions. Another powerful framework e-mail: cms-publication-committee-chair@cern.ch to parametrize deviations with respect to the SM prediction is the effective field theory (EFT) [11,12]. Constraints obtained on anomalous couplings can be translated to the effective coupling bounds [1,13]. Several groups have performed global fits of top quark EFT to unfolded experimental data from the Tevatron and LHC colliders [14,15]. Due to the limited access to data and details of the associated uncertainties, correlations between various cross section measurements and related uncertainties are neglected in a global fit on various unfolded measurements. On the other hand, EFT operators could affect backgrounds for some processes constructively or destructively while cross sections are measured with the SM assumptions for background processes. Inside the CMS Collaboration and with direct access to data, all mentioned points could be considered properly.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 483,
                    "text": "[11,",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 487,
                    "text": "12]",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "start": 587,
                    "text": "[1,",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 590,
                    "text": "13]",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 720,
                    "text": "[14,",
                    "end": 724
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 724,
                    "text": "15]",
                    "end": 727
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, the EFT approach is followed to search for new physics in the top quark sector in the dilepton final states. In Refs. [13,16], all dimension-six operators that contribute to top quark pair (tt) production and single top quark production in association with a W boson (tW) are investigated. The operators and the related effective Lagrangians, which are relevant for dilepton final states, can be written as [12]:",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 133,
                    "text": "[13,",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 137,
                    "text": "16]",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 422,
                    "text": "[12]",
                    "end": 426
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "O tG = (qσ μν λ a t)φG a μν ,",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "O u(c)G = (qσ μν λ a t)φG a μν , ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "μ G c ν , σ μν = 1 2 [γ μ , γ ν ], P L,R = 1 2 (1 ∓ γ 5 ), and the symbols q, t and φ (φ = φ * ) in the operators represent the left-handed quark doublet, the right-handed top quark singlet, and the Higgs boson doublet fields, respectively. The parameters C (3) φq , C tW , C tG , C G and C u(c)G stand for the dimensionless Wilson coefficients, also called effective couplings. The variable Λ represents the energy scale beyond which new physics becomes relevant. A detailed description of the operators is given in Refs. [13,16,17]. In this analysis, fourfermion operators involved in tt production are not probed. Up to order Λ −2 , the tW and tt production cross sections and most of the differential observables considered in this analysis do not receive CP-odd contributions. Therefore, we only probe CP-even operators with real coefficients. The operators O (3) φq and O tW modify the SM interaction between the W boson, top quark, and b quark (Wtb). We consider the EFT effects in the production of top quarks not in their decays [18]. The operator O tG is called the chromomagnetic dipole moment operator of the top quark and can arise from various models of new physics [19,20]. The triple-gluon field strength operator O G represents the only genuinely gluonic CP conserving term that can appear at dimension six within an effective strong interaction Lagrangian. Although it is shown that jet production at the LHC can set a tight constraint on the C G [21], tt production is also considered as a promising channel [22,23]. The operators O uG and O cG lead to flavor-changing neutral current (FCNC) interactions of the top quark and contribute to tW production. The effect of introducing new couplings C",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 258,
                    "text": "(3)",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 523,
                    "text": "[13,",
                    "end": 527
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 527,
                    "text": "16,",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 530,
                    "text": "17]",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "start": 865,
                    "text": "(3)",
                    "end": 868
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1038,
                    "text": "[18]",
                    "end": 1042
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1180,
                    "text": "[19,",
                    "end": 1184
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1184,
                    "text": "20]",
                    "end": 1187
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1465,
                    "text": "[21]",
                    "end": 1469
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1527,
                    "text": "[22,",
                    "end": 1531
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1531,
                    "text": "23]",
                    "end": 1534
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "(3) φq , C tW , C tG and C u(c)G can be investigated in tW production. The chromomagnetic dipole moment operator of the top quark also affects tt production. In the case of C G coupling, only tt production is modified. It should be noted that the O tW and O tG operators with imaginary coefficients lead to CP-violating effects. Representative Feynman diagrams for SM and new physics contributions in tW and tt production are shown in Fig. 1.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 435,
                    "text": "Fig. 1",
                    "end": 441
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A variety of limits have been set on the Wtb anomalous coupling through single top quark t-channel production and measurements of the W boson polarization from top quark decay by the D0 [1], ATLAS [2,3] and CMS [4,5] Collaborations. Direct limits on the top quark chromomagnetic dipole moment have been obtained by the CMS Collaboration at 7 and 13 TeV using top quark pair production events [6,10]. Searches for top quark FCNC interactions have been performed at the Tevatron [7,8] and LHC [4,9] via single top quark production and limits are set on related anomalous couplings.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 392,
                    "text": "[6,",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "start": 395,
                    "text": "10]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "start": 477,
                    "text": "[7,",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "start": 480,
                    "text": "8]",
                    "end": 482
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, a search for new physics in top quark production using an EFT framework is reported. This is the first such search for new physics that uses the tW process. Final states with two opposite-sign isolated leptons (electrons or muons) in association with jets identified as originating from the fragmentation of a bottom quark (\"bjets\") are analyzed. The search is sensitive to new physics contributions to tW and tt production, and the six effective couplings, C G , C",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "(3) φq , C tW , C tG , C uG , and C cG , are constrained assuming one non-zero effective coupling at a time. The effective couplings affect both the rate of tt and tW production and the kinematic distributions of final state particles. For the C",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "(3) φq , C tW , C tG , and C G effective couplings, the deviation from the SM prediction is dominated by the interference term between SM and new physics diagrams, which is linear with respect to the effective coupling. Therefore, the kinematic distributions of the final-state particles vary as a function of the Wilson coefficients. For small effective couplings the kinematic distributions approach those predicted by the SM. On the other hand, the new physics terms due to the C uG and C cG effective couplings do not interfere with the SM tW process, and the kinematic distributions of final-state particles are determined by the new physics terms independently of the SM prediction. In this analysis, we use the rates of tW and tt production to probe the C",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "(3) φq , C tW , C tG , and C G effective couplings. Variations in both rate and kinematic distributions of final-state particles are employed to probe the C uG and C cG effective couplings. The analysis utilizes proton-proton (pp) collision data collected by the CMS experiment in 2016 at a centerof-mass energy of 13 TeV, corresponding to an integrated luminosity of 35.9 fb −1 .",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The paper is structured as follows. In Sect. 2, a description of the CMS detector is given and the simulated samples used in the analysis are detailed. The event selection and the SM background estimation are presented in Sect. 3. Section 4 presents a description of the signal extraction procedure. An overview of the systematic uncertainty treatment is given in Sect. 5. Finally, the constraints on the effective couplings are presented in Sect. 6, and a summary is given in Sect. 7.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The CMS detector and event simulation",
            "section_rank": 3
        },
        {
            "section": "The CMS detector and event simulation",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. Forward calorimeters extend the pseudorapidity (η) coverage provided by the barrel and endcap detectors. Muons are detected in gas-ionisation chambers embedded in the steel flux-return yoke outside the solenoid. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. [24].",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 738,
                    "text": "[24]",
                    "end": 742
                }
            ]
        },
        {
            "section": "The CMS detector and event simulation",
            "text": "The Monte Carlo (MC) samples for the tt, tW and diboson (VV = WW, WZ, ZZ) SM processes are simulated using the Powheg-Box event generator (v1 for tW, v2 for tt and diboson) [25][26][27][28] at the next-to-leading order (NLO), interfaced with pythia (v8.205) [29] to simulate parton showering and to match soft radiations with the contributions from the matrix elements. The pythia tune CUETP8M1 [30] is used for all samples except for the tt sample, for which the tune CUETP8M2 [31] is used. The NNPDF3.0 [32] set of the parton distribution functions (PDFs) is used. The tt and tW samples are normalized to the next-to-next-to-leading order (NNLO) and approximate NNLO cross section calculations, respectively [33,34]. In order to better describe the transverse momentum ( p T ) distribution of the top quark in tt events, the top quark p T spectrum simulated with powheg is reweighted to match the differential top quark p T distribution at NNLO quantum chromoDynamics (QCD) accuracy and including EW corrections calculated in Ref. [35]. Other SM background contributions, from Drell-Yan (DY), tt+V, tt+γ, and W + γ processes, are simulated at NLO using the MadGraph5_amc@nlo (v2.2.2) event generator [36][37][38], interfaced with pythia v8 for parton showering and hadronization. The events include the effects of additional pp interactions in the same or nearby bunch crossings (pileup) and are weighted according to the observed pileup distribution in the analyzed data. The CMS detector response is simulated using Geant4 (v9.4) [39,40], followed by a detailed trigger simulation. Simulated events are reconstructed with the same algorithms as used for data.",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 173,
                    "text": "[25]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 177,
                    "text": "[26]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 181,
                    "text": "[27]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 185,
                    "text": "[28]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 258,
                    "text": "[29]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 395,
                    "text": "[30]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 478,
                    "text": "[31]",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 505,
                    "text": "[32]",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 710,
                    "text": "[33,",
                    "end": 714
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 714,
                    "text": "34]",
                    "end": 717
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1033,
                    "text": "[35]",
                    "end": 1037
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1202,
                    "text": "[36]",
                    "end": 1206
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1206,
                    "text": "[37]",
                    "end": 1210
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1210,
                    "text": "[38]",
                    "end": 1214
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1534,
                    "text": "[39,",
                    "end": 1538
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1538,
                    "text": "40]",
                    "end": 1541
                }
            ]
        },
        {
            "section": "The CMS detector and event simulation",
            "text": "In order to calculate the total cross sections for the tt and tW processes and generate events in the presence of new effective interactions, the operators of Eqs. 1-5 have been implemented in the universal FeynRules output (UFO) format [41] through the FeynRules package [42]. The output EFT model is used in the MadGraph5_amc@nlo (v2.2.2) event generator [36,37]. If we allow for the presence of one operator at a time, the total cross section up to O(Λ −4 ) can be parametrized as",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 237,
                    "text": "[41]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 272,
                    "text": "[42]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 357,
                    "text": "[36,",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 361,
                    "text": "37]",
                    "end": 364
                }
            ]
        },
        {
            "section": "The CMS detector and event simulation",
            "text": "where the C i s are effective couplings introduced in Eqs. 1-5. Here, σ",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "section": "The CMS detector and event simulation",
            "text": "(1) i is the contribution to the cross section due to the interference term between the SM diagrams and diagrams with one EFT vertex. The cross section σ",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "section": "The CMS detector and event simulation",
            "text": "(2) i is the pure new physics contribution. We use the most precise available SM cross section prediction, which are σ tt SM = 832 +20 −29 (scales) ± 35 (PDF + α S ) pb and σ tW SM = 71.7 ± 1.8 (scales) ± 3.4 (PDF + α S ) pb for tt and tW production, respectively [33,34], where the α S is strong coupling constant. The first uncertainty reflects the uncertainties in the factorization and renormalization scales. In the framework of EFT, the σ (1) i and σ (2) i terms have been calculated at NLO accuracy for all of the operators, except O G [16,43,44]. At the time the work for this paper was concluded, there was no ",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 264,
                    "text": "[33,",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 268,
                    "text": "34]",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "start": 445,
                    "text": "(1)",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "start": 457,
                    "text": "(2)",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 543,
                    "text": "[16,",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 547,
                    "text": "43,",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 550,
                    "text": "44]",
                    "end": 553
                }
            ]
        },
        {
            "section": "The CMS detector and event simulation",
            "text": "31.9 pb --137 pb -- ",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "text": "Event selection and background estimation",
            "section_rank": 4
        },
        {
            "section": "Event selection and background estimation",
            "text": "The event selection for this analysis is similar to the one used in Ref. [10]. The events of interest are recorded by the CMS detector using a combination of dilepton and single-lepton triggers. Single-lepton triggers require at least one isolated electron (muon) with p T > 27 (24) GeV. The dilepton triggers select events with at least two leptons with loose isolation requirements and p T for the leading and sub-leading leptons greater than 23 and 12 (17 and 8) GeV for the ee (μμ) final state. In the eμ final state, in the case of the leading lepton being an electron, the events are triggered if the electron-muon pair has a p T greater than 23 and 8 GeV for the electron and muon, respectively. In the case of the leading lepton being a muon, the trigger thresholds are 23 and 12 GeV for the muon and electron, respectively [45].",
            "paragraph_rank": 23,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 73,
                    "text": "[10]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 832,
                    "text": "[45]",
                    "end": 836
                }
            ]
        },
        {
            "section": "Event selection and background estimation",
            "text": "Offline, the particle-flow (PF) algorithm [46] aims to reconstruct and identify each individual particle with an optimized combination of information from the various elements of the CMS detector. Electron candidates are reconstructed using tracking and ECAL information [47]. Requirements on electron identification variables based on shower shape and track-cluster matching are further applied to the reconstructed electron candidates, together with isolation criteria [10,47]. Electron candidates are selected with p T > 20 GeV and |η| < 2.4. Electron candidates within the range 1.444 < |η| < 1.566, which corresponds to the transition region between the barrel and endcap regions of the ECAL, are not considered. Information from the tracker and the muon spectrometer are combined in a global fit to reconstruct muon candidates [48]. Muon candidates are further required to have a high-quality fit including a minimum number of hits in both systems, and to be isolated [10,48]. The muons used in this analysis are selected inside the fiducial region of the muon spectrometer, |η| < 2.4, with a minimum p T of 20 GeV.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 42,
                    "text": "[46]",
                    "end": 46
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 271,
                    "text": "[47]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "start": 471,
                    "text": "[10,",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 475,
                    "text": "47]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 833,
                    "text": "[48]",
                    "end": 837
                },
                {
                    "type": "bibr",
                    "start": 974,
                    "text": "[10,",
                    "end": 978
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 978,
                    "text": "48]",
                    "end": 981
                }
            ]
        },
        {
            "section": "Event selection and background estimation",
            "text": "The PF candidates are clustered into jets using the antik T algorithm with a distance parameter of 0.4 [49][50][51]. Jets are calibrated in data and simulation, accounting for energy deposits of particles from pileup [52]. Jets with p T > 30 GeV and |η| < 2.4 are selected; loose jets are defined as jets with the p T range between 20 and 30 GeV. Jets originating from the hadronization of b quarks are identified using the combined secondary vertex algorithm [53]; this algorithm combines information from track impact parameters and secondary vertices identified within a given jet. The chosen working point provides a signal identification efficiency of approximately 68% with a probability to misidentify lightflavor jets as bjets of approximately 1% [53]. The missing transverse momentum vector p miss T is defined as the projection on the plane perpendicular to the proton beams axis of the negative vector sum of the momenta of all reconstructed PF candidates in the event [54]. Corrections to the jet energies are propagated to p miss T . Its magnitude is referred to as p miss T .",
            "paragraph_rank": 25,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 103,
                    "text": "[49]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 107,
                    "text": "[50]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 111,
                    "text": "[51]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 217,
                    "text": "[52]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 460,
                    "text": "[53]",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 755,
                    "text": "[53]",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 980,
                    "text": "[54]",
                    "end": 984
                }
            ]
        },
        {
            "section": "Event selection and background estimation",
            "text": "Events are required to have at least two leptons (electrons or muons) with opposite sign and with an invariant mass above 20 GeV. The leading lepton must fulfill p T > 25 GeV. For the same-flavor lepton channels, to suppress the DY background, the dilepton invariant mass must not be within 15 GeV of the Z boson mass and a minimal value (of 60 GeV) on p miss T is applied. The events are divided into the ee, eμ, and μμ channels according to the flavors of the two leptons with the highest p T and are further categorized in different bins depending on the number of jets (\"n-jets\") and number b-tagged jets (\"mtags\") in the final state. The largest number of tW events is expected in the category with exactly one b-tagged jet (1jet,1-tag) followed by the category with two jets, of which one a bjet (2-jets,1-tag). Events in the categories with more than two jets and exactly two b-tagged jets are dominated by the tt process (≥2-jets,2-tags). Categories with zero bjets are dominated by DY events in the ee and μμ channels and   are not used in the analysis. However, in the eμ channel, the contamination of DY events is lower and a significant number of tW events is present in the category with one jet and zero b-tagged jets (1-jet,0-tag). The latter category is included in this analysis. In Fig. 2, the data in the ten search regions are shown together with the SM background predictions.",
            "paragraph_rank": 26,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1300,
                    "text": "Fig. 2",
                    "end": 1306
                }
            ]
        },
        {
            "text": "CMS",
            "section_rank": 5
        },
        {
            "section": "CMS",
            "text": "The contributions of SM processes leading to two prompt leptons in the final state are estimated from simulated samples and are normalised to the integrated luminosity of the data. These contributions originate mainly from tt, tW and DY production. Other SM processes, such as diboson, tt+V and tt+γ have significantly smaller contributions.",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "section": "CMS",
            "text": "To correct the DY simulation for the efficiency of the p miss T threshold and for the mismodeling of the heavy-flavour con-tent, scale factors are derived using the ratio of the numbers of simulated events inside and outside the dilepton invariant mass window, 76-106 GeV. The observed event yield inside the window is scaled to estimate the DY background outside the mass window [55]. The nonprompt lepton backgrounds which contain fake lepton(s) from a misreconstructed γ or jet(s) are also considered. The contribution of misidentified or converted γ events from the Wγ process is estimated from MC simulation. The contribution from W+jets and multijet processes is estimated by a data-based technique using events with same-sign leptons. The method is based on the assumption that the probability of assigning positive or negative charge to the fake lepton is equal. Therefore, the background contribution from Table 2 Number of expected events from tW, tt and DY production, from the remaining backgrounds (other), total background contribution and observed events in data after all selections for the ee, eμ, and μμ channels and for different (n-jets,m-tags) categories. The uncer-tainties correspond to the statistical contribution only for the individual background predictions and to the quadratic sum of the statistical and systematic contributions for the total background predictions  fake leptons in the final selection (opposite-sign sample) can be estimated from the corresponding sample with same-sign leptons. In this latter same-sign event sample, the remaining small contribution from prompt-lepton backgrounds is subtracted from data using MC samples. After all selections, the expected numbers of events from tW, tt, DY, and remaining background contributions mentioned above, as well as the total number of background events are reported in Table 2 for the ee, eμ, and μμ channels and for the various (n-jets,m-tags) categories. We find generally very good agreement between data and predictions, within the uncertainties of the data.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 380,
                    "text": "[55]",
                    "end": 384
                },
                {
                    "type": "table",
                    "start": 915,
                    "text": "Table 2",
                    "end": 922
                },
                {
                    "type": "table",
                    "start": 1863,
                    "text": "Table 2",
                    "end": 1870
                }
            ]
        },
        {
            "text": "Signal extraction using neural networks tools",
            "section_rank": 6
        },
        {
            "section": "Signal extraction using neural networks tools",
            "text": "The purpose of the analysis is to search for deviations from the SM predictions in the tW and tt production due to new physics, parametrized with the presence of new effective cou-plings. In order to investigate the effect of the non-zero effective couplings, it is important to find suitable variables with high discrimination power between the signal and the background. Depending on the couplings, the total yield or the distribution of the output of a neural network (NN) algorithm is employed, as summarized in Table 3. The NN algorithm used in this analysis is a multilayer perceptron [56].",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 516,
                    "text": "Table 3",
                    "end": 523
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 591,
                    "text": "[56]",
                    "end": 595
                }
            ]
        },
        {
            "section": "Signal extraction using neural networks tools",
            "text": "All the effective couplings introduced in Sect. 1 can contribute to tW production except the triple gluon field strength operator, O G which only affects tt production. As observed in previous analysis [22] and confirmed here, the top quark p T distribution is sensitive to the triple-gluon field-strength operator. The kinematic distributions of final-state particles show less discrimination power than the top quark p T distribution. In addition, they vary with the value of C G and approach the SM prediction for decreasing values of C G . Therefore, we use the total yield in various categories to constrain the C G effective coupling.",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 202,
                    "text": "[22]",
                    "end": 206
                }
            ]
        },
        {
            "section": "Signal extraction using neural networks tools",
            "text": "The deviation from the SM tW production because of the interference between the SM and the O tG , O",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "section": "Signal extraction using neural networks tools",
            "text": "(3) φq , and O tW operators is of the order of 1/Λ 2 . It is assumed that the new physics scale Λ is larger than the scale we probe. Therefore, 1/Λ 4 contributions from the new physics terms are small compared to the contribution from the interference term. The operator O (3) φq is similar to the SM Wtb operator and leads to a rescaling of the SM Wtb vertex [13]. The O tW and O tG operators lead to the right-handed Wtb interaction and a tensor-like ttg interaction, respectively, which are absent in the SM at the first order. Their effects have been investigated via the various kinematic distributions of the final-state particles considered in this analysis and are found to be not distinguishable from the SM tW and tt processes for unconstrained values of the effective couplings within the current precision on data. After the selection described in Section 3, the dominant background comes from tt production, with a contribution of about 90%. In order to observe deviations from SM tW production in the presence of the O",
            "paragraph_rank": 32,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 273,
                    "text": "(3)",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 360,
                    "text": "[13]",
                    "end": 364
                }
            ]
        },
        {
            "section": "Signal extraction using neural networks tools",
            "text": "(3) φq , O tW , and O tG effective operators, we need to separate tW events from the large number of tt events. Two independent NNs are trained to separate tt events (the background) and tW events (considered as the signal) in the (1-jet, 1-tag) (NN 11 ) and (2-jets, 1-tag) (NN 21 ) categories, which have significant signal contributions [57]. For the eμ channel, another NN is used for the (1-jet, 0-tag) (NN 10 ) category, in which the tt, WW, and DY events are combined and are considered as the background. A comparison between the observed data and the SM background prediction of the NN output shape in various (n-jets, m-tags) categories is shown for the ee and μμ channels in Fig. 3 and for the eμ channel in Fig. 4 (left  column).",
            "paragraph_rank": 33,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 340,
                    "text": "[57]",
                    "end": 344
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 686,
                    "text": "Fig. 3",
                    "end": 692
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 719,
                    "text": "Fig. 4 (left  column)",
                    "end": 740
                }
            ]
        },
        {
            "section": "Signal extraction using neural networks tools",
            "text": "The presence of the O uG and O cG operators changes the initial-state particle (see Fig. 1), and leads to different kinematic distributions for the final-state particles, compared to the SM tW process. For these FCNC operators, new physics effects on final-state particle distributions are expected to be distinguishable from SM processes. In order to search for new physics due to the O uG and O cG effective operators, an NN (NN FCNC ) is used to separate SM backgrounds (tt and tW events together) and new physics signals for events with exactly one b-tagged jet with no requirement on the number of light-flavor jets (n-jets, 1-tag). The comparison of the NN output for data, SM background and signal (tW events via FCNC interactions) is shown in Fig. 4 (right column) for the ee, eμ, and μμ channels.",
            "paragraph_rank": 34,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 84,
                    "text": "Fig. 1",
                    "end": 90
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 751,
                    "text": "Fig. 4 (right column)",
                    "end": 772
                }
            ]
        },
        {
            "section": "Signal extraction using neural networks tools",
            "text": "The various input variables for training the NN introduced above are described below and are shown in Table 4.",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 102,
                    "text": "Table 4",
                    "end": 109
                }
            ]
        },
        {
            "section": "Signal extraction using neural networks tools",
            "text": "-M (where = e or μ), invariant mass of dilepton system; p T , p T of dilepton system;",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "section": "Signal extraction using neural networks tools",
            "text": "T , p T of leading lepton; -Centrality( 1 , jet 1 ), scalar sum of p T of the leading lepton and leading jet, over total energy of selected leptons and jets; -Centrality( 1 , 2 ), scalar sum of p T of the leading and sub-leading leptons, over total energy of selected leptons and jets; -ΔΦ( , jet 1 ), ΔΦ between dilepton system and leading jet where Φ is azimuthal angle; p T ( , jet 1 ), p T of dilepton and leading jet system; p T ( 1 , jet 1 ), p T of leading lepton and leading jet system; -Centrality( , jet 1 ), scalar sum of p T of the dilepton system and leading jet, over total energy of selected leptons and jets; -",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "section": "Signal extraction using neural networks tools",
            "text": ", invariant mass of leading lepton and leading jet; -M(jet 1 , jet 2 ), invariant mass of leading jet and subleading jet; -ΔR( 1 , jet 2 ),",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "section": "Signal extraction using neural networks tools",
            "text": "T ; -M( 2 , jet 1 ), invariant mass of sub-leading lepton and leading jet.",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The normalization and shape of the signal and the backgrounds are both affected by different sources of systematic uncertainty. For each source, an induced variation can be parametrized, and treated as a nuisance parameter in the fit that is described in the next section. A systematic uncertainty of 2.5% is assigned to the integrated luminosity and is used for signal and background rates [58]. The efficiency corrections for trigger and offline selection of leptons were estimated by comparing the efficiency measured in data and in MC simulation using Z → events, based on a \"tag-and-probe\" method as in Ref. [59]. The scale factors obtained are varied by one standard deviation to take into account the corresponding uncertainties in the efficiency. The jet energy scale and resolution uncertainties depend on p T and η of the jet and are computed by shifting the energy of each jet and propagating the variation to p miss T coherently [60].",
            "paragraph_rank": 40,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 391,
                    "text": "[58]",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "start": 613,
                    "text": "[59]",
                    "end": 617
                },
                {
                    "type": "bibr",
                    "start": 941,
                    "text": "[60]",
                    "end": 945
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty in the b tagging is estimated by varying the b tagging scale factors within one standard deviation [53]. Effects of the uncertainty in the distribution of the number of pileup interactions are evaluated by varying the effective inelastic pp cross section used to predict the num- The uncertainty in the DY contribution in categories with one or two b-tagged jets is considered to be 50 and 30% in the eμ and same-flavor dilepton channels, respectively [10,57]. For the DY normalization in the (1-jet, 0-tag) category, an uncertainty of 15% is assigned [62]. In addition, systematic uncertainties related to the PDF, and to the renormalization and factorization scale uncertainty are taken into account for DY process in the (1-jet, 0-tag) category. The uncertainty in the yield of nonprompt lepton backgrounds is considered to be 50% [57]. Contributions to the background from tt production in association with a boson, as well as diboson production, are estimated from simulation and a systematic uncertainty of 50% is conservatively assigned [63].",
            "paragraph_rank": 41,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 115,
                    "text": "[53]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "start": 468,
                    "text": "[10,",
                    "end": 472
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 472,
                    "text": "57]",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "start": 568,
                    "text": "[62]",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 850,
                    "text": "[57]",
                    "end": 854
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Various uncertainties originate from the theoretical predictions. The effect of the renormalization and factorization scale uncertainty from the tt and tW MC generators is estimated by varying the scales used during the generation of the simulation sample independently by a factor 0.5, 1 or 2. Unphysical cases, where one scale fluctuates up while the other fluctuates down, are not considered. The top quark p T reweighting procedure, discussed in Sect. 2, is applied on top of the nominal powheg prediction at NLO to account for the higher-order corrections.",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty in the PDFs for each simulated signal process is obtained using the replicas of the NNPDF 3.0 set [64]. The most recent measurement of the top quark mass by CMS yields a total uncertainty of ±0.49 GeV [65]. We consider variations of the top quark mass due to this uncertainty and   ",
            "paragraph_rank": 43,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 114,
                    "text": "[64]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 217,
                    "text": "[65]",
                    "end": 221
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "they are found to be insignificant. At NLO QCD, tW production is expected to interfere with tt production [66]. Two schemes for defining the tW signal in a way that distinguishes it from the tt production have been compared in the analysis: the \"diagram removal\" (DR), in which all doubly resonant NLO tW diagrams are removed, and the \"diagram subtraction\" (DS), where a gauge-invariant subtractive term modifies the NLO tW cross section to locally cancel the contribution from tt production [66][67][68]. The DR method is used for the nominal tW sample and the difference with respect to the sample simulated using the DS method is taken as a systematic uncertainty. The model parameter h damp in tt powheg [25] that controls the matching of the matrix elements to the pythia parton showers is varied from a top quark mass default value of 172.5 GeV by factors of 0.5 and 2 for estimating the uncertainties from the matching between jets from matrix element calculations and parton shower emissions. The renormalization scale for QCD emissions in the initialand final-state radiation (ISR and FSR) is varied up and down by factors of 2 and √ 2, respectively, to account for parton shower QCD scale variation error in both tt and tW samples [69]. In addition, several dedicated tt samples are used to estimate shower modeling uncertainties in both underlying event and color re-connections [10, 31,69]. To estimate model uncertainties, tW and tt samples are generated with powheg as described in Sect. 2, varying the relevant model parameters with respect to the nominal samples.",
            "paragraph_rank": 44,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 106,
                    "text": "[66]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 492,
                    "text": "[66]",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 496,
                    "text": "[67]",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 500,
                    "text": "[68]",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 708,
                    "text": "[25]",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 1241,
                    "text": "[69]",
                    "end": 1245
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1395,
                    "text": "31,",
                    "end": 1398
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 1398,
                    "text": "69]",
                    "end": 1401
                }
            ]
        },
        {
            "text": "Constraints on the effective couplings",
            "section_rank": 8
        },
        {
            "section": "Constraints on the effective couplings",
            "text": "The six Wilson coefficients sensitive to new physics contributions in top quark interactions, as defined in Eqs. 1-5, are tested separately in the observed data. The event yields and the NN output distributions in each analysis category, summarized in Table 3, are used to construct a binned likelihood function. All sources of systematic uncertainty, described in Sect. 5, are taken into account as nuisance parameters in the fit. A simultaneous binned maximum-likelihood fit is performed to find the best fit value for each Wilson coefficient together with 68 and 95% confidence intervals (CIs) [70]. In this section, distributions of the log-likelihood functions are shown with one nonzero effective coupling at a time for Λ = 1 TeV.",
            "paragraph_rank": 45,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 252,
                    "text": "Table 3",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 597,
                    "text": "[70]",
                    "end": 601
                }
            ]
        },
        {
            "section": "Constraints on the effective couplings",
            "text": "The SM cross section prediction for the tt and tW processes, σ",
            "paragraph_rank": 46,
            "section_rank": 8
        },
        {
            "section": "Constraints on the effective couplings",
            "text": "(1) i and σ",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "section": "Constraints on the effective couplings",
            "text": "(2)",
            "paragraph_rank": 48,
            "section_rank": 8
        },
        {
            "section": "Constraints on the effective couplings",
            "text": "i (see Table 1), are accompanied by uncertainties in scales and PDFs. These theoretical uncertainties can affect the bounds on the Wilson coefficients. In order to study this effect, the fit is performed on data, while theoretical uncertainties are varied within one standard deviation and are shown together with the nominal results in the likelihood scan plots in Fig. 5. The nominal theoretical cross sections for tt and tW processes are varied by [+4.8%, −5.5%] and [+5.4%, −5.4%] , respectively. These variations cover the uncertainties arising from the variations of factorization and renormalization scales and PDFs [10,34]. The scale variations for σ (1) i and σ (2) i are evaluated to be within 1-25%. We assumed that the scale uncertainty is 100% correlated among the terms σ SM , σ ",
            "paragraph_rank": 49,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 7,
                    "text": "Table 1",
                    "end": 14
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 366,
                    "text": "Fig. 5",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "start": 623,
                    "text": "[10,",
                    "end": 627
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 627,
                    "text": "34]",
                    "end": 630
                },
                {
                    "type": "bibr",
                    "start": 659,
                    "text": "(1)",
                    "end": 662
                },
                {
                    "type": "bibr",
                    "start": 671,
                    "text": "(2)",
                    "end": 674
                }
            ]
        },
        {
            "text": "Exclusion limits on the C G effective coupling",
            "section_rank": 9
        },
        {
            "section": "Exclusion limits on the C G effective coupling",
            "text": "In order to constrain the C G coupling, the effect on the tt rate in various (n-jets,m-tags) categories is considered. The impact of the difference between the kinematic distributions of tt events from the O G interaction and from the SM interactions on the acceptance is evaluated to be 3% for C G ∼ 1. This uncertainty is considered only for the C G coupling since the top p T spectrum is affected considerably by this operator, while other operators lead to a p T spectrum similar to the SM prediction for unconstrained values of the probed Wilson coefficients. The fit is performed simultaneously on the observed event yields in the categories presented in Fig. 2 in  the (1-jet, 1-tag), (2-jets, 1-tag), and (≥2-jets, 2-tags) categories for the ee, eμ, and μμ channels. In addition, the (1-jet, 0-tag) category is included only for the eμ channel. The main limiting factor on the constraints in the C G coupling is the uncertainty in the signal acceptance found after maximizing the likelihood, followed by uncertainties in the integrated luminosity calibration and the trigger scale factor.",
            "paragraph_rank": 50,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 661,
                    "text": "Fig. 2 in  the (1-jet, 1-tag)",
                    "end": 690
                }
            ]
        },
        {
            "section": "Exclusion limits on the C G effective coupling",
            "text": "The results of the fit for the individual channels and for all channels combined are listed in the first row of Table 5.   Summary of the observed and expected allowed intervals on the effective couplings obtained in the ee, eμ, and μμ channels, and all channels combined. All sources of systematic uncertainty, described in Sect. 5, are taken into account with the exception of the uncertainties on the SM cross section predictions for the tt and tW processes The results of the likelihood scans of the C G coupling are shown in Fig. 5 (upper left plot). The likelihood scan result of the nominal fit, in which the nominal values of σ SM , σ i terms are varied due to the scale and PDF uncertainties. As a secondorder parametrization, given by Eq. 6 is used to fit the data, the resulting likelihood function could have two minima, as can be seen in some of the plots in Fig. 5.",
            "paragraph_rank": 51,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 112,
                    "text": "Table 5",
                    "end": 119
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 530,
                    "text": "Fig. 5 (upper left plot)",
                    "end": 554
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 872,
                    "text": "Fig. 5",
                    "end": 878
                }
            ]
        },
        {
            "text": "Exclusion limits on the C tG , C",
            "section_rank": 10
        },
        {
            "section": "Exclusion limits on the C tG , C",
            "text": "(3) φq , and C tW effective couplings",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "section": "Exclusion limits on the C tG , C",
            "text": "In order to set limits on the effective couplings C tG , C",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "section": "Exclusion limits on the C tG , C",
            "text": "(3) φq , and C tW , we utilize the NN output distributions for both data and MC expectation in the (1-jet, 1-tag) and (2-jets, 1-tag) regions and event yields in the (≥2-jets, 2-tags) region for the three dilepton channels. The inclusion of the (≥2-jets,   2-tags) and (2-jets, 1-tag) categories provides a constraint of the normalization and systematic uncertainties in the tt background. In addition, the (1-jet, 0-tag) category is included for the eμ channel to increase the signal sensitivity. The results of the likelihood scans of the C tG , C (3) φq , and C tW Wilson coefficients are shown in Fig. 5 for the combination of all channels. The inclusion of the C tG coupling to the tW process tightens the 2 standard deviations band by 7%. The results for the individual channels, and the combined results are listed in Table 5 (second, third, and fourth rows). The three main sources of uncertainty that affect the interval determination are uncertainties in the DY estimation, integrated luminosity, and lepton identification scale factors for C tG ; jet energy scale, tt and tW interference at NLO, and statistical uncertainty in MC samples for C (3) φq ; statistical uncertainty in data, jet energy scale, and the powheg matching method for C tW effective couplings.",
            "paragraph_rank": 54,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 601,
                    "text": "Fig. 5",
                    "end": 607
                },
                {
                    "type": "table",
                    "start": 825,
                    "text": "Table 5",
                    "end": 832
                },
                {
                    "type": "bibr",
                    "start": 1155,
                    "text": "(3)",
                    "end": 1158
                }
            ]
        },
        {
            "text": "Exclusion limits on the C uG and C cG effective couplings",
            "section_rank": 11
        },
        {
            "section": "Exclusion limits on the C uG and C cG effective couplings",
            "text": "Since the tW production via FCNC interactions does not interfere with the SM tW process (with the assumption of |V td | = |V ts | = 0), the FCNC signal sample is used to set upper bounds on the related Wilson coefficients. Events with exactly one b-tagged jet are included in the limit setting procedure with no requirement on the number of light-flavor jets (n-jets, 1-tag). The observed (median expected) 95% confidence level (CL) upper limits on the product of cross section times branching fractions σ (pp → tW)B(W → ν) 2 for the C uG and C cG FCNC signals for the combination of the ee, μμ, and eμ channels are found to be 0.11 (0.20) pb and 0.13 (0.26) pb, respectively. These results are used to calculate upper limits on the Wilson coefficients C uG , C cG , and on the branching fractions B(t → ug) and B(t → cg). The limits on the C uG and C cG couplings are summarized in the last two rows of Table 5, and correspond to the observed (expected) limits on B(t → ug) < 0.12 (0.22)% and B(t → cg) < 0.53 (1.05)% at 95% CL. The statistical uncertainty in data is the dominant source of uncertainty affecting the limits on the FCNC couplings. The second and third most important uncertainties originate from tt and tW interferences at NLO and FSR in tt events. The observed best fit together with one and two standard deviation bounds on the six Wilson coefficients, C",
            "paragraph_rank": 55,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 904,
                    "text": "Table 5",
                    "end": 911
                }
            ]
        },
        {
            "section": "Exclusion limits on the C uG and C cG effective couplings",
            "text": "(3) φq , C tW , C tG , C G , C uG , and C cG , obtained from the combination of all channels are shown in Fig. 6. Table 6 summarizes the effect of the most important uncertainty sources on the observed allowed intervals.",
            "paragraph_rank": 56,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 106,
                    "text": "Fig. 6",
                    "end": 112
                },
                {
                    "type": "table",
                    "start": 114,
                    "text": "Table 6",
                    "end": 121
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "A search for new physics in top quark interactions is performed using tt and tW events in dilepton final states. The analysis is based on data collected in pp collisions at 13 TeV by the CMS detector in 2016, corresponding to an integrated luminosity of 35.9 fb −1 . No significant excess above the standard model background expectation is observed. For the first time, both tt and tW production are used simultaneously in a model independent search for effective couplings. The six effective couplings, C G , C tG , C tW , C",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "(3) φq , C uG , and C cG are constrained using a dedicated multivariate analysis. The constraints presented, obtained by considering one operator at a time, are a useful first step toward more global approaches. acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NIH (Hungary); DAE and DST Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 .",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "text": "References",
            "section_rank": 13
        },
        {
            "section": "References",
            "text": "1. D0 Collaboration, Combination of searches for anomalous top quark couplings with 5.4 fb −1 of pp collisions. Phys. Lett. B 713, 165 (2012). https://doi.org/10.1016/j.physletb.2012.05.048. arXiv:1204.2332 2. ATLAS Collaboration, Probing the Wtb vertex structure in tchannel single-top-quark production and decay in pp collisions at √ s = 8 TeV with the ATLAS detector. JHEP 04, 124 (2017). https://doi.org/10.1007/JHEP04(2017)124. arXiv:1702.08309 3. ATLAS Collaboration, Measurement of the W boson polarisation in tt events from pp collisions at √ s = 8 TeV in the lepton+jets channel with ATLAS. Eur. Phys. J. C 77, 264 (2017). https://doi. org/10.1140/epjc/s10052-017-4819-4. arXiv:1612.02577 4. CMS Collaboration, Search for anomalous Wtb couplings and flavour-changing neutral currents in t-channel single top quark production in pp collisions at √ s = 7 and 8 TeV. JHEP 02, 028 (2017). https://doi.org/10.1007/JHEP02(2017)028. arXiv:1610.03545 5. CMS Collaboration, Measurement of the W boson helicity in events with a single reconstructed top quark in pp collisions at √ s = 8 TeV. JHEP 01, 053 (2015). https://doi.org/10.1007/ JHEP01 (2015)  55 (2016). https://doi.org/10.1140/epjc/ s10052-016-3876-4. arXiv:1509.00294 10. CMS Collaboration, Measurements of tt differential cross sections in proton-proton collisions at √ s = 13 TeV using events con-60. CMS Collaboration, Determination of jet energy calibration and transverse momentum resolution in CMS. JINST 6, P11002 (2011). https://doi.org/10.1088/1748-0221/6/11/P11002. arXiv:1107.4277 61. CMS Collaboration, Measurement of the inelastic proton-proton cross section at √ s = 13 TeV. JHEP 07, 161 (2018). https://doi. org/10.1007/JHEP07(2018)161. arXiv:1802.02613 62. CMS Collaboration, Measurement of differential cross sections for Z boson production in association with jets in proton-proton collisions at √ s = 13 TeV. Eur. Phys. J. C 78, 965 (2018). https://doi. org/10.1140/epjc/s10052-018-6373-0. arXiv:1804.05252 63. CMS Collaboration, Measurement of the cross section for top quark pair production in association with a W or Z boson in proton-proton collisions at √ s = 13 TeV. JHEP 08, 011 (2018). https://doi.org/ Universidade do Estado do Rio de Janeiro, Rio de Janeiro, Brazil",
            "paragraph_rank": 59,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1104,
                    "text": "(2015)",
                    "end": 1110
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1144,
                    "text": "(2015)",
                    "end": 1150
                },
                {
                    "type": "bibr",
                    "start": 1152,
                    "text": "55 (2016)",
                    "end": 1161
                }
            ]
        },
        {
            "text": "Fig. 1",
            "section_rank": 14
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1 Representative Feynman diagrams for the tW (left panel) and tt (right panel) production at leading order. The upper row presents the SM diagrams, the middle and lower rows present diagrams corresponding to the O (3) φq , O tW ,O tG , O G and O u/cG contributions",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "Fig. 2",
            "section_rank": 15
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2The observed number of events and SM background predictions in the search regions of the analysis for the ee (upper left), μμ (upper right), and eμ (lower) channels. The hatched bands correspond to the quadratic sum of statistical and systematic uncertainties in the event",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "text": "Fig. 3",
            "section_rank": 16
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3The NN output distributions for data and simulation for the ee (left) and μμ (right) channels in 1-jet, 1-tag (upper) and 2-jets, 1-tag (lower) categories. The hatched bands correspond to the quadratic sum of the statistical and systematic uncertainties in the event yield for the sum of signal and background predictions. The ratios of data to the",
            "paragraph_rank": 62,
            "section_rank": 16
        },
        {
            "text": "Fig. 4",
            "section_rank": 17
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4The NN output distributions for (left) data and simulation for the eμ channel in 1-jet, 1-tag (upper) and 2-jets, 1-tag (middle) and 1jet, 0-tag (lower) categories; and for (right) data, simulation, and FCNC signals in the n-jets, 1-tag category used in the limit setting for the ee (upper), eμ (middle), and μμ (lower) channels. The hatched bands correspond to the quadratic sum of the statistical and systematic uncer-",
            "paragraph_rank": 63,
            "section_rank": 17
        },
        {
            "text": "Fig. 5",
            "section_rank": 18
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5 Observed (solid) and expected (dotted) log likelihoods for the effective couplings: C G (upper left), C tG (upper right), C tW (middle left), C φq (middle right), C uG (lower left), and C cG (lower right). The",
            "paragraph_rank": 64,
            "section_rank": 18
        },
        {
            "text": "i",
            "section_rank": 19
        },
        {
            "section": "i",
            "text": "terms are assumed, is shown as the thick curve. The thin dashed curves are the results of the fit to the observed data when the assumed values of the σ SM , σ",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "text": "Fig. 6",
            "section_rank": 20
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6Observed best fits together with one and two standard deviation bounds on the top quark effective couplings. The dashed line shows the SM expectation and the vertical lines indicate the 95% CL bounds including the theoretical uncertainties",
            "paragraph_rank": 66,
            "section_rank": 20
        },
        {
            "text": "(India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CIN-VESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR and RAEP (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI and FEDER (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). Individuals have received support from the Marie-Curie program and the European Research Council and EPLANET (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Science and Industrial Research, India; the HOMING PLUS program of Foundation for Polish Science, cofinanced from European Union, Regional Development Fund; the Compagnia di San Paolo (Torino); the Consorzio per la Fisica (Trieste); MIUR project 20108T4XTM (Italy); the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; and the National Priorities Research Program by Qatar National Research Fund. Data Availability Statement This manuscript has no associated data or the data will not be deposited. [Authors' comment: Release and preservation of data used by the CMS Collaboration as the basis for publications is guided by the CMS policy as written in its document \"CMS data preservation, reuse and open access policy\" ( https://cms-docdb.cern.ch/ cgibin/PublicDocDB/RetrieveFile?docid=6032&filename=CMSDataP olicyV1.2.pdf&version=2).]",
            "paragraph_rank": 67,
            "section_rank": 21
        },
        {
            "text": "Table 1",
            "section_rank": 22
        },
        {
            "text": "Table 3",
            "section_rank": 23
        },
        {
            "section": "Table 3",
            "text": "Summary of the observables used to probe the effective couplings in various (n-jets,m-tags) categories in the ee, eμ, and μμ channels",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "Table",
            "section_rank": 24
        },
        {
            "section": "Table",
            "text": "Input variables for the NN used in the analysis in various bins of n-jets and m-tags. The symbols \"×\" indicate the input variables used in the four NNs",
            "paragraph_rank": 70,
            "section_rank": 24
        },
        {
            "text": "Table",
            "section_rank": 25
        },
        {
            "text": "Table Estimation",
            "section_rank": 26
        },
        {
            "text": "053. arXiv:1410.1154 6. CMS Collaboration, Measurements of tt spin correlations and top quark polarization using dilepton final states in pp collisions at √ s = 8 TeV. Phys. Rev. D 93, 052007 (2016). https://doi.org/10. 1103/PhysRevD.93.052007. arXiv:1601.01107 7. D0 Collaboration, Search for flavor changing neutral currents via quark-gluon couplings in single top quark production using 2.3 fb −1 of pp collisions. Phys. Lett. B 693, 81 (2010). https://doi. org/10.1016/j.physletb.2010.08.011. arXiv:1006.3575 8. CDF Collaboration, Search for top-quark production via flavorchanging neutral currents in W+1 jet events at CDF. Phys. Rev. Lett. 102, 151801 (2009). https://doi.org/10.1103/PhysRevLett. 102.151801. arXiv:0812.3400 9. ATLAS Collaboration, Search for single top-quark production via flavour-changing neutral currents at 8 TeV with the ATLAS detector. Eur. Phys. J. C 76,",
            "paragraph_rank": 73,
            "section_rank": 27
        },
        {
            "text": "Acknowledgements",
            "section_rank": 29
        },
        {
            "section": "Acknowledgements",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we",
            "paragraph_rank": 74,
            "section_rank": 29
        }
    ]
}