{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A measurement of beam-helicity asymmetries for single-hadron production in deep-inelastic scattering is presented. Data from the scattering of 27.6 GeV electrons and positrons off gaseous hydrogen and deuterium targets were collected by the HERMES experiment. The asymmetries are presented separately as a function of the Bjorken scaling variable, the hadron transverse momentum, and the fractional energy for charged pions and kaons as well as for protons and anti-protons. These asymmetries are also presented as a function of the three aforementioned kinematic variables simultaneously.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The distribution of partons inside a nucleon, N, and their fragmentation into hadrons, h, have received so far most theoretical and experimental attention at leading twist, i.e., at twist 2 (see Refs. [1][2][3][4][5] for review). Using the \"working definition\" of twist, twist t refers to the power suppression 2 − t of the hard scale of the process through which the nucleon structure and hadron formation is studied [6]. Twist-2 parton distribution functions (PDFs) have a probabilistic interpretation in terms of finding a parton inside a nucleon as a function of its fraction of the nucleon longitudinal momentum, x, in a frame where the latter tends to infinity. Similarly, twist-2 fragmentation functions (FFs) describe the probability of a parton to fragment into a hadron as a function of the hadron fractional energy with respect to that of the gauge boson exchanged in the process. Transverse-momentum-dependent (TMD) PDFs and FFs include in addition the dependence on the transverse momentum of respectively the struck parton inside the nucleon and the formed hadron with respect to the direction of the fragmenting parton. For PDFs as well as for FFs, spin-independent and spin-dependent configurations of either or both parton and nucleon can be considered, and correlations between spin and transverse momentum can be probed. At leading twist, there exist eight quark TMD PDFs for the spin- 1 2 nucleon and eight quark single-hadron TMD FFs. The majority of these vanishes when integrating over transverse momentum.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 201,
                    "text": "[1]",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 204,
                    "text": "[2]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 207,
                    "text": "[3]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 210,
                    "text": "[4]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 213,
                    "text": "[5]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 418,
                    "text": "[6]",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1405,
                    "text": "1",
                    "end": 1406
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Higher-twist functions, on the other hand, do not have a probabilistic interpretation. These functions involve correlations between quarks and gluons, and as such allow one to probe the quark-gluon dynamics in the non-perturbative regime of quantum chromodynamics (QCD) [7][8][9]. Also here, there exist spin-averaged and spindependent functions [10][11][12][13][14], and most of the functions necessarily involve transverse momentum.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 270,
                    "text": "[7]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 273,
                    "text": "[8]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 276,
                    "text": "[9]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 346,
                    "text": "[10]",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 350,
                    "text": "[11]",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 354,
                    "text": "[12]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 358,
                    "text": "[13]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 362,
                    "text": "[14]",
                    "end": 366
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The decomposition of the single-hadron-production cross section in semi-inclusive deep-inelastic scattering (DIS), e N → e h X (where X denotes the generic, unobserved hadronic final state) has been worked out in the one-photon-exchange approximation at leading twist and sub-leading twist for small transverse momentum of the produced hadron [12,13]. The cross section is factorized into a hard photon-quark scattering process and non-perturbative parts describing the quark distribution and fragmentation [15][16][17].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 343,
                    "text": "[12,",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 347,
                    "text": "13]",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 507,
                    "text": "[15]",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 511,
                    "text": "[16]",
                    "end": 515
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 515,
                    "text": "[17]",
                    "end": 519
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this decomposition, the various PDFs and FFs can be isolated pairwise through distinct azimuthal modulations, where the azimuthal angles involved are those of the final-state hadron, φ, indicated in Fig. 1, and of the target spin, both defined with respect to the lepton-scattering plane about the virtual-photon direction [18].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 202,
                    "text": "Fig. 1",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 326,
                    "text": "[18]",
                    "end": 330
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A term independent of the azimuthal angle φ, the beam helicity, and the target spin appears in the cross section at twist 2. It provides access to the spin-independent PDF, f 1 , and the spinindependent FF, D 1 , while the leading-twist cos(2φ) modulation, also independent of beam helicity and target spin, provides access to the Boer-Mulders distribution function [14], h ⊥ 1 , in convolution with the Collins FF [19], H ⊥ 1 . The latter PDF is chiral-odd and describes the distribution of transversely polarized quarks in an unpolarized nucleon, hereby being sensitive to the correlation between the quark transverse momentum and the quark polarization. The Collins FF is also chiral-odd and describes the fragmentation of a transversely polarized quark into an unpolarized hadron, where the quark polarization generates a distinct angular distribution of the final-state hadron. Both h ⊥ 1 and H ⊥ 1 are naive-time-reversalodd (naive-T-odd), i.e., they change sign when reversing all time coordinates but not the initial and final states. These functions are found to be non-zero because of final-state interactions [20].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 366,
                    "text": "[14]",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 415,
                    "text": "[19]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "start": 423,
                    "text": "⊥",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "start": 890,
                    "text": "⊥",
                    "end": 891
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1120,
                    "text": "[20]",
                    "end": 1124
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "At sub-leading twist, among others, a cos(φ) and a sin(φ) modulation appear. The former is independent of the target and beam polarization state and, in addition to other functions, provides access to the Boer-Mulders distribution. The sin(φ) modulation has a term that is sensitive to the beam-helicity and independent of the target-spin state. The amplitude of this term is proportional to",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Here, the subscript L (U ) stands for longitudinally polarized beam (unpolarized target), and",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "represents the ratio of the fluxes of longitudinally and transversely polarized virtual photons. The variable y ≡ P • q/P • l, with P , q, and l respectively the four-momenta of the target nucleon, virtual photon, and incoming lepton, represents in the target rest frame the fractional virtual-photon energy with respect to that of the incoming lepton, and γ = 2Mx/Q , with M the mass of the target nucleon and Q 2 ≡ −q 2 the photon virtuality. The structure func-",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "is written at the level of twist 3 in terms of PDFs and FFs as",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where the mass of the produced hadron is denoted by M h , ĥ is a unit vector along the direction of the hadron transverse momentum, P h⊥ , defined with respect to the virtual-photon direction (as indicated in Fig. 1), and z is in the nucleon rest frame the hadron fractional energy with respect to that of the virtual photon. The notation C [. . .] represents a quark-charge-squared weighted sum over (anti-)quarks of convolution integrals of the indicated PDFs and FFs [13]. These integrals run over the quark transverse momentum inside the nucleon, p T , and over k T , where zk T represents the hadron transverse momentum acquired during the fragmentation process, relative to the direction of the fragmenting quark. As indicated in Eq. 1, the structure function depends on the kinematic variables x, Q 2 , z, and P h⊥ . The PDFs and FFs also depend on these kinematic variables, but the explicit dependence is omitted. Also for F",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 209,
                    "text": "Fig. 1",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 470,
                    "text": "[13]",
                    "end": 474
                },
                {
                    "ref_id": "formula_3",
                    "start": 740,
                    "text": "1",
                    "end": 741
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "this omission is applied in the following. Factorization of structure functions into TMD PDFs and FFs is proven at twist-2 [15]. For twist-3 structure functions, a factorized decomposition of the form C [. . .] following the twist-2 decomposition is assumed on the basis of the parton-model approach, but a proof for this decomposition does not exist. Some issues related to such proof have been discussed in Refs. [21][22][23][24][25].",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 123,
                    "text": "[15]",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 415,
                    "text": "[21]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 419,
                    "text": "[22]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 423,
                    "text": "[23]",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 427,
                    "text": "[24]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 431,
                    "text": "[25]",
                    "end": 435
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "From Eq. (1), the twist-3, i.e., 1/Q suppression, is apparent.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The structure function F",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "is of twist 3 in the low hadrontransverse-momentum region ( P h⊥ zQ ). For high values of hadron transverse momentum ( P h⊥ M), the structure function becomes of twist 2 and appears at order α 2 S in the strong coupling constant. 2 In this high-transverse-momentum region, it is described in terms of the collinear, i.e., integrated over transverse momentum, spin-independent PDF f 1 and FF D 1 , and the hadron transverse momentum in the final state finds its origin in perturbative QCD radiation [26]. This is different from the TMD framework, where the hadron inherits its transverse momentum from that of the quark inside the nucleon and from the fragmentation process.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 230,
                    "text": "2",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 498,
                    "text": "[26]",
                    "end": 502
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Four pairs of PDFs and FFs appear in the decomposition of the structure function F sin(φ) LU in Eq. (1), where for each pair one of the functions is of twist 2, as indicated by the subscript 1, while the other is of twist 3. The functions are also combined such that either the PDF or the FF is naive-T-odd, recognizable here from the superscript ⊥, while the other is T-even. Since the strong interaction conserves chirality, a chiral-odd PDF always appears in pair with a chiral-odd FF, e.g., e and H ⊥ 1 . The first pair in Eq. (1) is a convolution of the twist-2 Collins FF, mentioned above, and the spin-independent, twist-3 PDF e [10,27]. The genuine twist-3 component of this PDF, following the Wandzura-Wilczek decomposition, 3 describes the actual quarkgluon-quark correlations. This component can be related to the force exerted on the struck quark by the nucleon remnant at the instant of time that the quark absorbs the virtual photon [30]. This interpretation applies to transversely polarized quarks inside an unpolarized nucleon, i.e., for the Boer-Mulders distribution. The PDF e is linked via equation-of-motion relations to the spinindependent PDF f 1 . In this relation, the latter appears quark-mass suppressed [31].",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 100,
                    "text": "(1)",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 636,
                    "text": "[10,",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 640,
                    "text": "27]",
                    "end": 643
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 734,
                    "text": "3",
                    "end": 735
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 947,
                    "text": "[30]",
                    "end": 951
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1231,
                    "text": "[31]",
                    "end": 1235
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The second pair is formed by f 1 and the twist-3 chiral-even FF G ⊥ [32]. The function G ⊥ finds its origin in the quark-gluon-quark correlator and vanishes in the Wandzura-Wilczek approximation.",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 68,
                    "text": "[32]",
                    "end": 72
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The following pair contains the chiral-even, twist-2 FF D 1 , discussed previously, and the twist-3 PDF g ⊥ [32]. In a similar way as e is linked to f 1 , g ⊥ is related to the Boer-Mulders PDF via QCD equations of motion. A nice property of the g ⊥ function is that in beam-helicity asymmetries of semi-inclusive single-jet production in DIS ( e N → e jet X , where the symbol e indicates a longitudinally polarized lepton beam), it is the only PDF to not vanish, appearing without accompanying FF [13]. Semi-inclusive single-jet production provides thus potentially a very clean access to this twist-3 observable.",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 108,
                    "text": "[32]",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 499,
                    "text": "[13]",
                    "end": 503
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Finally, the last pair consists of the chiral-odd Boer-Mulders PDF in convolution with the chiral-odd, twist-3 FF Ẽ [33]. This FF originates from quark-gluon-quark interactions, thus vanishing in the Wandzura-Wilczek approximation.",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 116,
                    "text": "[33]",
                    "end": 120
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The PDFs e and f 1 and the FFs D 1 and Ẽ do not vanish when integrating over the quark transverse momentum, while the other PDFs and FFs appearing in Eq. (1) vanish. As can be understood from Eq. 1, the structure function F",
            "paragraph_rank": 21,
            "section_rank": 2,
            "ref_spans": [
                {
                    "ref_id": "formula_3",
                    "start": 196,
                    "text": "1",
                    "end": 197
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "goes to zero when integrating over hadron transverse momentum. 4 The structure function F sin(φ) LU can be accessed via the measurement of beam-helicity asymmetries in single-hadron production in semi-inclusive DIS off unpolarized hydrogen and deuterium targets ( e N → e h X ). The numerator of these asymmetries con-",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 63,
                    "text": "4",
                    "end": 64
                }
            ]
        },
        {
            "section": "Introduction",
            "text": ", while in the denominator a convolution of f 1 and D 1 appears, stemming from the structure function F U U , which contributes to the spin-independent part of the cross section. In addition, there are contributions from the previously mentioned cos(φ) and cos(2φ) modulations to the denominator.",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Very little is known about twist-3 PDFs and FFs. There are model-based estimates on e [35][36][37] and there are studies on e and its extraction through eH ⊥ 1 from experimental data [31,38,39], extensively treated in Ref. [40]. Another study focuses on predictions of beam-helicity asymmetries involving h ⊥ 1Ẽ only [41]. Evaluations of the combined contributions from eH ⊥ 1 and h ⊥ 1Ẽ to the beam-helicity asymmetry for positively charged pions, considering scattering off up quarks only, are also available [42]. Estimates for g ⊥ in quark jets are discussed in Ref. [43] and for g ⊥ D 1 in neutral pion production in Ref. [44], while a combination of g ⊥ D 1 and eH ⊥ 1 is considered for the estimate of charged-pion and neutral-pion asymmetries [45]. Finally, the pair f 1G",
            "paragraph_rank": 24,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 86,
                    "text": "[35]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 90,
                    "text": "[36]",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 94,
                    "text": "[37]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "start": 156,
                    "text": "⊥",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 183,
                    "text": "[31,",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 187,
                    "text": "38,",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 190,
                    "text": "39]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 223,
                    "text": "[40]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 317,
                    "text": "[41]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 511,
                    "text": "[42]",
                    "end": 515
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 571,
                    "text": "[43]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 627,
                    "text": "[44]",
                    "end": 631
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 751,
                    "text": "[45]",
                    "end": 755
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "⊥ is considered and its contribution to the asymmetry based on the spectator model is found to be non-negligible [46]. However, at present there exists no estimate for the beam-helicity asymmetry including simultaneously the contributions from all four pairs appearing in Eq. (1). Beam-helicity asymmetries were measured by CLAS [47][48][49], HERMES [50], and COMPASS [51]. The CLAS and HERMES experiments provide results for neutral and charged pions, while the COMPASS experiment reports measurements for unidentified 4 When considering di-hadron production, the analogous structure function charged hadrons. The HERMES experiment extracted the asymmetries in one dimension, i.e., as a function of one kinematic variable: z, P h⊥ , or x B , separately for the low-z (0.2 < z < 0.5) and mid-z (0.5 < z < 0.8) regions. Here, x B ≡ Q 2 /(2P • q) can at leading order in α s be exactly identified with x. The CLAS experiment performed a two-dimensional extraction in x B and P h⊥ . The COMPASS experiment assessed three-dimensional measurements, simultaneously binned in z, P h⊥ , and x B , but only published one-dimensional results because of limited statistical precision.",
            "paragraph_rank": 25,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 113,
                    "text": "[46]",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 329,
                    "text": "[47]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 333,
                    "text": "[48]",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 337,
                    "text": "[49]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 350,
                    "text": "[50]",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 368,
                    "text": "[51]",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 520,
                    "text": "4",
                    "end": 521
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The present article reports a measurement of the beam-helicity asymmetry by the HERMES experiment for charged pions, charged kaons, and (anti-)protons, for data collected on hydrogen and deuterium targets. The usage of these two targets is interesting, because it offers different sensitivities to the valence-quark flavors. This measurement supersedes the former HERMES analysis for charged pions [50]. 5 The asymmetries are extracted from a considerably larger data set. Differently from Ref. [50], in the present analysis there is no subtraction of exclusive vector-meson contributions. The extraction is performed in three dimensions: simultaneously in x B , z, and P h⊥ for pions, kaons, and (anti-)protons as well as in one dimension in each of these three kinematic variables.",
            "paragraph_rank": 26,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 398,
                    "text": "[50]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 404,
                    "text": "5",
                    "end": 405
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 495,
                    "text": "[50]",
                    "end": 499
                }
            ]
        },
        {
            "text": "Measurement",
            "section_rank": 3
        },
        {
            "section": "Measurement",
            "text": "The analyzed data were collected by the HERMES experiment at DESY between the years 1996 and 2007, from the scattering of 27.6 GeV, longitudinally polarized electrons and positrons off pure hydrogen and deuterium gas targets, internal to the HERA lepton storage ring. Part of the data were taken with polarized hydrogen or deuterium, but since the data are averaged over the (rapidly reversing) target polarization states, they are effectively collected on unpolarized targets. The helicity of the lepton beam was reversed roughly every two months, and its polarization value was monitored by two independent Compton polarimeters [52,53]. The average beam-polarization magnitude lies between 34% and 53%, depending on the period of data collection.",
            "paragraph_rank": 27,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 630,
                    "text": "[52,",
                    "end": 634
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 634,
                    "text": "53]",
                    "end": 637
                }
            ]
        },
        {
            "section": "Measurement",
            "text": "The HERMES detector consisted of a forward spectrometer divided horizontally into two identical halves above and below the lepton beam [54], covering an angular acceptance of ±170 mrad horizontally and ± |40 − 140| mrad vertically. Tracking of electrically charged particles was performed with the help of a 1.5 Tm dipole magnet and drift chambers located upstream and downstream of the magnet, resulting in an average relative momentum resolution of 1.5%. Discrimination of leptons and hadrons was performed by a transition-radiation detector, a lead-scintillator preshower, and a lead-glass electromagnetic calorimeter. Typically, a lepton-identification efficiency above 98% with a misidentification of less than 1% is obtained with this system. The identification of pions was made possible through the use of a threshold Cherenkov counter in the years 1996-1997. This detector was replaced in 1998 by a dual-radiator ring-imaging Cherenkov detector [55] in order to enable the separation of pions, kaons, and protons. The trigger system was based on signals from fast hodoscope planes, the preshower, and the calorimeter in coincidence with the HERA clock signaling the passage of a beam bunch.",
            "paragraph_rank": 28,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 135,
                    "text": "[54]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 954,
                    "text": "[55]",
                    "end": 958
                }
            ]
        },
        {
            "section": "Measurement",
            "text": "Events are selected based on the presence of a signal formed by adequate responses in the trigger system, indicating the possible occurrence of a DIS event. The data also have to meet a series of data-quality requirements, related to proper detector operation, and the beam polarization P B is restricted to the range 20% < 5 All the results of Ref. [50] should hence no longer be used for comparison with other data and in global fits. |P B | < 80%. From this sample, events for which the kinematic variables reconstructed from the highest-energy lepton (electron or positron) satisfy the criteria Q 2 > 1 GeV 2 , 0.1 < y < 0.85, and 2 , where W is the invariant mass of the photon-nucleon system, are selected and identified as 'DIS events'. The criterion on Q 2 is a minimal requirement for the selection of the DIS regime. The lower limit on y finds its origin in a degradation of the momentum resolution, while the upper limit is dictated by the trigger threshold, which at the same time restricts contributions from quantum-electrodynamics (QED) radiation. Finally, a sufficiently high lower limit on W allows one to avoid the kinematic region dominated by electroproduction of baryon resonances.",
            "paragraph_rank": 29,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 324,
                    "text": "5",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 350,
                    "text": "[50]",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 635,
                    "text": "2",
                    "end": 636
                }
            ]
        },
        {
            "section": "Measurement",
            "text": "From the sample of DIS events, hadron tracks are selected. The magnitude of their three-momentum P h is restricted to 2(4) GeV < | P h | < 15 GeV for pions and kaons (for protons) for the years 1998-2007, and to 4.5 GeV < | P h | < 13.5 GeV for pions for the years 1996-1997. Each such selected hadron track in coincidence with the scattered lepton satisfying the DIS criteria constitutes a 'semi-inclusive DIS event'. The additional requirements W 2 > 10 GeV 2 and 0.023 < x B < 0.4 are imposed in order to delimit a well-defined kinematic phase-space, by excluding regions where there are nearly no data present. For the same reason, the hadron transverse momentum is limited to 0.05 GeV < P h⊥ < 1.8 GeV. The hadron fractional energy, z, is required to be larger than 0.2 in order to probe current fragmentation, and an upper limit of 0.7 is applied in order to reduce contributions from exclusive events, as inferred from Monte Carlo simulations. In order to study the transition region between semi-inclusive DIS and exclusive processes, also results for z > 0.7 are shown.",
            "paragraph_rank": 30,
            "section_rank": 3
        },
        {
            "section": "Measurement",
            "text": "The beam-helicity asymmetry amplitude, A",
            "paragraph_rank": 31,
            "section_rank": 3
        },
        {
            "section": "Measurement",
            "text": ", is extracted from the sample of semi-inclusive DIS events by minimizing the function (2) where the sum runs over the semi-inclusive DIS events. The weight w i encodes a correction for erroneously identified DIS events, by subtracting events for which the leading lepton is oppositely charged with respect to the beam lepton. Moreover, the weight w i assigns, as determined from Monte Carlo simulations, a probability for each identified hadron to be a pion, a kaon, or a proton (see appendix of Ref. [56]). It also effectively equalizes the amount of DIS data collected with positive and negative beam polarization in order to make the normalization constant of the probability density function entering the likelihood L independent of the fit parameters [57].",
            "paragraph_rank": 32,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 87,
                    "text": "(2)",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 502,
                    "text": "[56]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 757,
                    "text": "[57]",
                    "end": 761
                }
            ]
        },
        {
            "section": "Measurement",
            "text": "In addition to the asymmetry amplitude A",
            "paragraph_rank": 33,
            "section_rank": 3
        },
        {
            "section": "Measurement",
            "text": ", the amplitude",
            "paragraph_rank": 34,
            "section_rank": 3
        },
        {
            "section": "Measurement",
            "text": "is extracted, by removing in the second term of Eq. (2) the prefactor is a measure for the asymmetry with respect to the spin of the virtual photon, and hence called virtual-photon asymmetry in the following, while the amplitude Ã sin(φ) LU has the beam-lepton spin as reference, and is referred to as lepton asymmetry. In addition to these amplitudes, a sin(2φ) modulation is fit, which is sensitive to the two-photon-exchange process [58].",
            "paragraph_rank": 35,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 436,
                    "text": "[58]",
                    "end": 440
                }
            ]
        },
        {
            "section": "Measurement",
            "text": "Asymmetries are extracted for each kinematic bin, either in one dimension or in three dimensions, and for each period of stable detector operation. For the final result, the asymmetries of each data-taking period are averaged with the inverse of the square of their statistical uncertainty as weight. This procedure allows one to properly weigh the events according to the beam polarization and to obtain a correct normalization for each period of stable data collection.",
            "paragraph_rank": 36,
            "section_rank": 3
        },
        {
            "section": "Measurement",
            "text": "Three types of systematic uncertainties are found to contribute to the extracted asymmetry amplitudes. One originates from the determination of the hadron probability weights. It is evaluated by using the maximal difference between the central value and the values obtained using different Monte Carlo simulations for the evaluation of the hadron weights. This uncertainty amounts maximally to 5%, and on average to 1%. Another category of uncertainty stems from QED radiation, finite detector resolution, and limited detector acceptance. In order to evaluate these correlated effects, the measured asymmetry is fit with a parametrization depending on the kinematic variables x B , z, y, and P h⊥ . This parametrization is implemented in a Monte Carlo simulation that does not include polarization effects. The statistical precision of this simulation exceeds that of the experimental data by a factor of ten. A beam helicity is assigned to each simulated event according to the implemented asymmetry. The difference between the implemented asymmetry, evaluated at the average reconstructed kinematics, and the one extracted from the fully processed Monte Carlo simulation following the same analysis procedure as for experimental data is assigned as systematic uncertainty. This uncertainty is the dominant systematic uncertainty. If the dependence of the asymmetry or the acceptance on the kinematic variables is highly non-linear, large differences between the implemented asymmetry and that extracted from the Monte Carlo simulation can arise, especially for the one-dimensional asymmetries, where one integrates over a larger portion of phase space. Hence, since the extracted asymmetries do not exhibit significant non-linear dependences, the extracted systematic uncertainties due to detector effects are, as observed, larger for measurements in one dimension than for those in three dimensions. In addition, as in general the dependence is different for the various kinematic variables, it is natural to obtain from the present procedure systematic uncertainties for the various kinematic dependences that differ in size. Both systematic uncertainties discussed so far are added in quadrature. In addition, a 3% scale uncertainty from the beam-polarization measurement is assigned. The influence of additional azimuthal modulations [sin(2φ), cos(φ), and cos(2φ), where the first is a beam-helicitydependent contribution and the other two are spin-independent contributions to the cross section] on the extracted sin(φ) amplitude was also evaluated, and found to be negligible. For this study, these modulations were added as additional parameters or existing parameterizations of the cosine modulations [56] were included in the likelihood function.",
            "paragraph_rank": 37,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 2711,
                    "text": "[56]",
                    "end": 2715
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "The virtual-photon asymmetry amplitude, A",
            "paragraph_rank": 38,
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": ", in one dimension, as a function of x B , z, and P h⊥ , for charge-separated pions and kaons, and for protons and anti-protons is presented Fig. 3. Virtual-photon asymmetry amplitudes for positively and negatively charged pions, as measured by HERMES on a deuterium target (blue circles), and unidentified hadrons, as measured by COMPASS on a 6 LiD target (grey squares), as a function of x B , z, and P h⊥ . The open data points from the HERMES measurement represent the region for which z > 0.7, and are not included in the presentations of the asymmetry amplitudes as a function of x B and P h⊥ , while the COMPASS measurement covers the range up to z = 0.85 for all projections. The error bars represent the statistical uncertainties, while the error bands represent systematic uncertainties. In addition, there is a systematic uncertainty for the HERMES results originating from the measurement of the beam polarization, corresponding to a scale factor of 3%. in Fig. 2 for data collected on a hydrogen target (closed symbols) and on a deuterium target (open symbols). The error bars represent the statistical uncertainties, while the error bands are the systematic uncertainties discussed previously. As can be seen, the statistical and systematic uncertainties are of the same order of magnitude. The data points of the last two bins in z, plotted in grey, are not included in the presentations of the asymmetry amplitudes as a function of x B and P h⊥ . As already stated, the motivation for this lies in the suppression of contributions from exclusive processes. Nevertheless, it is interesting to also inspect the asymmetry amplitudes at high z, covering the transition region between semi-inclusive DIS and exclusive processes. The presentation of the asymmetry as a function of z is restricted to z below 0.7 for anti-protons due to limited statistical precision.",
            "paragraph_rank": 39,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 141,
                    "text": "Fig. 3",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 344,
                    "text": "6",
                    "end": 345
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 969,
                    "text": "Fig. 2",
                    "end": 975
                }
            ]
        },
        {
            "section": "Results",
            "text": "The virtual-photon asymmetries measured on hydrogen and deuterium targets are in agreement with each other, for all hadron types. The asymmetry is non-zero for positively and negatively charged pions, with an amplitude rising as a function of z. For positively charged pions a positive asymmetry amplitude is observed, slightly increasing as a function of x B . An overall positive amplitude is also seen for negatively charged pions. An increase of the amplitude as a function of P h⊥ for low values of P h⊥ , followed by a decrease at higher P h⊥ values could possibly also be distinguished for both pion types. For positively charged kaons, a small, positive amplitude is seen, but without any pronounced kinematic dependence, while for negative kaons, protons, and anti-protons the asymmetry amplitudes are compatible with zero.",
            "paragraph_rank": 40,
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "In Fig. 3, the virtual-photon asymmetry amplitudes for pions measured on a deuterium target are presented together with those for charge-separated hadrons, as measured by the COMPASS experiment on a 6 LiD target [51]. Despite the higher average Q 2 range of the COMPASS experiment, the two sets of results are compatible with each other.",
            "paragraph_rank": 41,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 3,
                    "text": "Fig. 3",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 199,
                    "text": "6",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 212,
                    "text": "[51]",
                    "end": 216
                }
            ]
        },
        {
            "section": "Results",
            "text": "Another comparison is given in Fig. 4, where results from the analysis discussed here and from the CLAS experiment [49] for positively and negatively charged pions are shown for data collected on a hydrogen target. The CLAS experiment provides data for an asymmetry, A Q ,sin(φ)",
            "paragraph_rank": 42,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 31,
                    "text": "Fig. 4",
                    "end": 37
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 115,
                    "text": "[49]",
                    "end": 119
                }
            ]
        },
        {
            "text": "LU",
            "section_rank": 5
        },
        {
            "section": "LU",
            "text": ", similar to that defined in Eq. (2), but where the asymmetry amplitude in the likelihood function is scaled with Q . This is obtained by introducing in the second term of Eq. (2) the prefactor 1/Q i and determining its value for each event. This allows for a comparison between both experimental results free from the explicit 1/Q factor appearing in Eq. (1). The most salient observation from this figure is the opposite sign of the asymmetry amplitudes for negatively charged pions as a function of z seen by the two experiments. As can be seen from the projection in x B , the data from the CLAS experiment are located at larger values in x B . In the expression for the structure function F sin(φ) LU from Eq. (1), the pairs eH ⊥ 1 and g ⊥ D 1 appear weighted with x B , and thus suppressed at smaller x B values. The Collins FFs for up quarks extracted from data from electron-positron annihilation [59][60][61] and semi-inclusive DIS [62][63][64][65] are positive for positively charged pions, and negative for negatively charged pions. Therefore, if eH ⊥ 1 forms the dominant contribution to the structure function F sin(φ) LU and scattering takes predominantly place off an up quark, opposite signs are expected for the asymmetries for positive and negative pions. A positive asymmetry is indeed observed for positively charged pions, while a negative asymmetry is seen for negatively charged pions for the CLAS measurement, which probes the valence-quark region. On the other hand, the asymmetries from the present paper, sensitive to lower values of x B , are positive for both positively and negatively charged pions. This could hint at the dominance of contributions from different pairs of PDFs and FFs appearing in Eq. (1).",
            "paragraph_rank": 43,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 905,
                    "text": "[59]",
                    "end": 909
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 909,
                    "text": "[60]",
                    "end": 913
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 913,
                    "text": "[61]",
                    "end": 917
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 941,
                    "text": "[62]",
                    "end": 945
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 945,
                    "text": "[63]",
                    "end": 949
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 949,
                    "text": "[64]",
                    "end": 953
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 953,
                    "text": "[65]",
                    "end": 957
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1734,
                    "text": "(1)",
                    "end": 1737
                }
            ]
        },
        {
            "section": "LU",
            "text": "Finally, the virtual-photon asymmetry in three dimensions, as a function of z, in bins of x B and P h⊥ , is presented in Fig. 5 for negatively charged pions. Unlike the one-dimensional results, the uncertainties on the data points are now dominated by the statistical precision. The rise of the asymmetry amplitude as a function  of z seen in the one-dimensional extraction is observed here for certain regions in x B and P h⊥ , but within the statistical precision, a delimitation of this behaviour to specific regions in x B and P h⊥ is not observed. Also for the other hadrons, no distinctive kinematic dependence is visible for the three-dimensional measurement. Similar to the asymmetry measurements in one dimension, no significant differences are observed between the threedimensional extractions on hydrogen and deuterium targets. This might be the result of a compensation by the various contributing terms for possible differences between up and down quarks.",
            "paragraph_rank": 44,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 121,
                    "text": "Fig. 5",
                    "end": 127
                }
            ]
        },
        {
            "section": "LU",
            "text": "All measured lepton and virtual-photon asymmetries are tabulated in Appendix A. Due to the inclusion of the prefactor",
            "paragraph_rank": 45,
            "section_rank": 5
        },
        {
            "section": "LU",
            "text": ", the amplitudes of the virtual-photon asymmetry are on average larger than those of the lepton asymmetry and of the same sign. Nevertheless, with the inclusion of this prefactor at event level in the fit, the extracted mean value of the virtualphoton asymmetry is in certain kinematic bins smaller than that of the lepton asymmetry and of opposite sign. However, taking into account the uncertainties, no inconsistencies are observed between the two asymmetry amplitudes. The amplitudes of the sin(2φ) modulations, sensitive to twophoton-exchange processes, are found to be consistent with zero, within statistical precision.",
            "paragraph_rank": 46,
            "section_rank": 5
        },
        {
            "text": "Summary and conclusions",
            "section_rank": 6
        },
        {
            "section": "Summary and conclusions",
            "text": "Virtual-photon and lepton asymmetries for charge-separated pions and kaons, and for protons and anti-protons for data collected on hydrogen and deuterium targets are presented and discussed. The extraction is performed in one and in three dimensions in the kinematic variables x B , z, and P h⊥ .",
            "paragraph_rank": 47,
            "section_rank": 6
        },
        {
            "section": "Summary and conclusions",
            "text": "The asymmetries are found to be positive, rising as a function of z for positively and negatively charged pions, while those for positively charged kaons are found to be slightly positive, but without a specific kinematic dependence. The asymmetries for negatively charged kaons, protons, and anti-protons are found to be compatible with zero. No significant differences are observed between the measurements on hydrogen and deuterium targets.",
            "paragraph_rank": 48,
            "section_rank": 6
        },
        {
            "section": "Summary and conclusions",
            "text": "The virtual-photon asymmetries for pions are found to be in good agreement with the measurement from the COMPASS experiment [51], while a comparison with the results from the CLAS experiment [49] suggests a change of sign with increasing x B of the asymmetry for negatively charged pions.",
            "paragraph_rank": 49,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 124,
                    "text": "[51]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 191,
                    "text": "[49]",
                    "end": 195
                }
            ]
        },
        {
            "section": "Summary and conclusions",
            "text": "The present results constitute the first three-dimensional extraction for charge-separated pions, complementing the existing one-dimensional and two-dimensional measurements for identified charged pions [47][48][49][50] and the one-dimensional results for unidentified hadrons [51]. For the first time, results for the beamhelicity asymmetry are presented for charged kaons, for protons, and for anti-protons. The results are presented binned in one dimension and in three dimensions. These data can serve therefore as useful input to understand twist-3 PDFs and FFs and quarkgluon-quark correlations inside the nucleon and in hadronization, and disentangle the contributions from the various twist-3 PDFs and FFs to the beam-helicity asymmetry. Table A.1 One-dimensional lepton asymmetry (column 8) and virtual-photon asymmetry (column 9) for positively charged pions as a function of x B , z, and P h⊥ for data collected on a hydrogen target. The bin intervals are given in the first two columns. The average values of the indicated kinematic variables are given in columns 3 to 7. For the quoted uncertainties, the first is statistical, while the second is systematic.",
            "paragraph_rank": 50,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 203,
                    "text": "[47]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 207,
                    "text": "[48]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 211,
                    "text": "[49]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 215,
                    "text": "[50]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 277,
                    "text": "[51]",
                    "end": 281
                },
                {
                    "type": "table",
                    "start": 746,
                    "text": "Table A.",
                    "end": 754
                }
            ]
        },
        {
            "text": "Kinematic bin",
            "section_rank": 7
        },
        {
            "section": "Kinematic bin",
            "text": "Average value  Table A.2 One-dimensional lepton asymmetry (column 8) and virtual-photon asymmetry (column 9) for negatively charged pions as a function of x B , z, and P h⊥ for data collected on a hydrogen target. The bin intervals are given in the first two columns. The average values of the indicated kinematic variables are given in columns 3 to 7. For the quoted uncertainties, the first is statistical, while the second is systematic.",
            "paragraph_rank": 51,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 15,
                    "text": "Table A.",
                    "end": 23
                }
            ]
        },
        {
            "text": "Kinematic bin",
            "section_rank": 8
        },
        {
            "section": "Kinematic bin",
            "text": "Average value One-dimensional lepton asymmetry (column 8) and virtual-photon asymmetry (column 9) for positively charged kaons as a function of x B , z, and P h⊥ for data collected on a hydrogen target. The bin intervals are given in the first two columns. The average values of the indicated kinematic variables are given in columns 3 to 7. For the quoted uncertainties, the first is statistical, while the second is systematic.",
            "paragraph_rank": 52,
            "section_rank": 8
        },
        {
            "text": "Kinematic bin",
            "section_rank": 9
        },
        {
            "section": "Kinematic bin",
            "text": "Average value One-dimensional lepton asymmetry (column 8) and virtual-photon asymmetry (column 9) for negatively charged kaons as a function of x B , z, and P h⊥ for data collected on a hydrogen target. The bin intervals are given in the first two columns. The average values of the indicated kinematic variables are given in columns 3 to 7. For the quoted uncertainties, the first is statistical, while the second is systematic.",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "text": "Kinematic bin",
            "section_rank": 10
        },
        {
            "section": "Kinematic bin",
            "text": "Average value One-dimensional lepton asymmetry (column 8) and virtual-photon asymmetry (column 9) for anti-protons as a function of x B , z, and P h⊥ for data collected on a hydrogen target. The bin intervals are given in the first two columns. The average values of the indicated kinematic variables are given in columns 3 to 7. For the quoted uncertainties, the first is statistical, while the second is systematic.",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "text": "Kinematic bin",
            "section_rank": 11
        },
        {
            "section": "Kinematic bin",
            "text": "Average valuep One-dimensional lepton asymmetry (column 8) and virtual-photon asymmetry (column 9) for positively charged pions as a function of x B , z, and P h⊥ for data collected on a deuterium target. The bin intervals are given in the first two columns. The average values of the indicated kinematic variables are given in columns 3 to 7. For the quoted uncertainties, the first is statistical, while the second is systematic.",
            "paragraph_rank": 55,
            "section_rank": 11
        },
        {
            "text": "Kinematic bin",
            "section_rank": 12
        },
        {
            "section": "Kinematic bin",
            "text": "Average value One-dimensional lepton asymmetry (column 8) and virtual-photon asymmetry (column 9) for negatively charged pions as a function of x B , z, and P h⊥ for data collected on a deuterium target. The bin intervals are given in the first two columns. The average values of the indicated kinematic variables are given in columns 3 to 7. For the quoted uncertainties, the first is statistical, while the second is systematic.",
            "paragraph_rank": 56,
            "section_rank": 12
        },
        {
            "text": "Kinematic bin",
            "section_rank": 13
        },
        {
            "section": "Kinematic bin",
            "text": "Average value One-dimensional lepton asymmetry (column 8) and virtual-photon asymmetry (column 9) for positively charged kaons as a function of x B , z, and P h⊥ for data collected on a deuterium target. The bin intervals are given in the first two columns. The average values of the indicated kinematic variables are given in columns 3 to 7. For the quoted uncertainties, the first is statistical, while the second is systematic.  Table A.17 Three-dimensional lepton asymmetries (column 9) and virtual-photon asymmetries (column 10) for positively charged kaons as a function of x B , z, and P h⊥ for data collected on a hydrogen target. The bin intervals are given in the first three columns. The average values of the indicated kinematic variables are given in columns 4 to 8. For the quoted uncertainties, the first is statistical, while the second is systematic.  Table A.20 Three-dimensional lepton asymmetries (column 9) and virtual-photon asymmetries (column 10) for anti-protons as a function of x B , z, and P h⊥ for data collected on a hydrogen target. The bin intervals are given in the first three columns. The average values of the indicated kinematic variables are given in columns 4 to 8. For the quoted uncertainties, the first is statistical, while the second is systematic.  Table A.21 Three-dimensional lepton asymmetries (column 9) and virtual-photon asymmetries (column 10) for positively charged pions as a function of x B , z, and P h⊥ for data collected on a deuterium target. The bin intervals are given in the first three columns. The average values of the indicated kinematic variables are given in columns 4 to 8. For the quoted uncertainties, the first is statistical, while the second is systematic. Three-dimensional lepton asymmetries (column 9) and virtual-photon asymmetries (column 10) for negatively charged pions as a function of x B , z, and P h⊥ for data collected on a deuterium target. The bin intervals are given in the first three columns. The average values of the indicated kinematic variables are given in columns 4 to 8. For the quoted uncertainties, the first is statistical, while the second is systematic.  Table A.24 Three-dimensional lepton asymmetries (column 9) and virtual-photon asymmetries (column 10) for negatively charged kaons as a function of x B , z, and P h⊥ for data collected on a deuterium target. The bin intervals are given in the first three columns. The average values of the indicated kinematic variables are given in columns 4 to 8. For the quoted uncertainties, the first is statistical, while the second is systematic.",
            "paragraph_rank": 57,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 432,
                    "text": "Table A.",
                    "end": 440
                },
                {
                    "type": "table",
                    "start": 869,
                    "text": "Table A.20",
                    "end": 879
                },
                {
                    "type": "table",
                    "start": 1294,
                    "text": "Table A.21",
                    "end": 1304
                },
                {
                    "type": "table",
                    "start": 2158,
                    "text": "Table A.24",
                    "end": 2168
                }
            ]
        },
        {
            "text": "Kinematic bin Average value",
            "section_rank": 14
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Definition of the transverse momentum P h⊥ and the azimuthal angle φ of the hadron produced in the semi-inclusive DIS process e N → e h X .",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "F",
            "section_rank": 16
        },
        {
            "section": "F",
            "text": "sin(φR )LU does not vanish when integrating over the individual hadron transverse momenta, being instead sensitive to the orientation φ R of the relative transverse momentum of the two hadrons[34].",
            "paragraph_rank": 59,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 192,
                    "text": "[34]",
                    "end": 196
                }
            ]
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Virtual-photon asymmetry amplitudes for positively and negatively charged pions and kaons, for protons and anti-protons, as a function of x B , z, and P h⊥ , for data collected on a hydrogen (closed symbols) and deuterium (open symbols) target. The open symbols are slightly offset horizontally. The error bars represent the statistical uncertainties, while the error bands represent systematic uncertainties. In addition, there is a systematic uncertainty originating from the measurement of the beam polarization, corresponding to a scale factor of 3%. The grey data points represent the region for which z > 0.7, which is not included in the presentations of the asymmetry amplitudes as a function of x B and P h⊥ .",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Virtual-photon asymmetry amplitudes A Q ,sin(φ) LU for positively and negatively charged pions, as measured by HERMES (blue circles) and CLAS (grey squares) on a hydrogen target, as a function of x B , z, and P h⊥ . The data corresponding to the intervals in z indicated by the open symbols are not included in the projections as a function of x B and P h⊥ . For both experiments error bars represent the statistical uncertainties only.There is an additional scale uncertainty of 3% for the HERMES results originating from the measurement of the beam polarization.",
            "paragraph_rank": 61,
            "section_rank": 18
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Virtual-photon asymmetry amplitudes for negatively charged pions as a function of z for slices in P h⊥ (columns) and x B (rows), for data collected on a hydrogen (closed symbols) and deuterium (open symbols) target. The error bars represent the statistical uncertainties, while the error bands represent systematic uncertainties. In addition, there is a systematic uncertainty originating from the measurement of the beam polarization, corresponding to a scale factor of 3%.",
            "paragraph_rank": 62,
            "section_rank": 19
        },
        {
            "text": "One-dimensional lepton asymmetry (column 8) and virtual-photon asymmetry (column 9) for protons as a function of x B , z, and P h⊥ for data collected on a hydrogen target. The bin intervals are given in the first two columns. The average values of the indicated kinematic variables are given in columns 3 to 7. For the quoted uncertainties, the first is statistical, while the second is systematic.",
            "paragraph_rank": 63,
            "section_rank": 20
        },
        {
            "text": "−0.0160 ± 0.0333 ± 0.0085 −0.0173 ± 0.0508 ± 0.0098Table A.5",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "The bin intervals are given in the first two columns. The average values of the indicated kinematic variables are given in columns 3 to 7. For the quoted uncertainties, the first is statistical, while the second is systematic. One-dimensional lepton asymmetry (column 8) and virtual-photon asymmetry (column 9) for protons as a function of x B , z, and P h⊥ for data collected on a deuterium target. The bin intervals are given in the first two columns. The average values of the indicated kinematic variables are given in columns 3 to 7. For the quoted uncertainties, the first is statistical, while the second is systematic.(column 8) for positively charged pions as a function of x B , z, and P h⊥ for data collected on a hydrogen target. The bin intervals are given in the first two columns. The average values of the indicated kinematic variables are given in columns 3 to 7. Only the statistical uncertainty is quoted. for data collected on a hydrogen target. The bin intervals are given in the first two columns. The average values of the indicated kinematic variables are given in columns 3 to 7. Only the statistical uncertainty is quoted. Three-dimensional lepton asymmetries (column 9) and virtual-photon asymmetries (column 10) for positively charged pions as a function of x B , z, and P h⊥ for data collected on a hydrogen target. The bin intervals are given in the first three columns. The average values of the indicated kinematic variables are given in columns 4 to 8. For the quoted uncertainties, the first is statistical, while the second is systematic. Three-dimensional lepton asymmetries (column 9) and virtual-photon asymmetries (column 10) for negatively charged pions as a function of x B , z, and P h⊥ for data collected on a hydrogen target. The bin intervals are given in the first three columns. The average values of the indicated kinematic variables are given in columns 4 to 8. For the quoted uncertainties, the first is statistical, while the second is systematic.",
            "paragraph_rank": 65,
            "section_rank": 21
        },
        {
            "text": "0034 ± 0.0257 ± 0.0017 0.0101 ± 0.0400 ± 0.0054Table A.10 One-dimensional lepton asymmetry (column 8) and virtual-photon asymmetry (column 9) for negatively charged kaons as a function of x B , z, and P h⊥ for data collected on a deuterium target.−0.0425 ± 0.0260 ± 0.0190 −0.0570 ± 0.0406 ± 0.−0.0489 ± 0.0387 ± 0.0296 −0.0763 ± 0.0590 ± 0.0426Table A.11 Table A.12 One-dimensional lepton asymmetry (column 8) and virtual-photon asymmetry (column 9) for anti-protons as a function of x B , z, and P h⊥ for data collected on a deuterium target. The bin intervals are given in the first two columns. The average values of the indicated kinematic variables are given in columns 3 to 7. For the quoted uncertainties, the first is statistical, while the second is systematic.0.1102 ± 0.0764 ± 0.0226 0.1808 ± 0.1165 ± 0.0215 Table A.13 One-dimensional virtual-photon asymmetry A Q ,sin(φ) LU Q ,sin(φ) LU (column 8) for negatively charged pions as a function of x B , z, and P h⊥",
            "paragraph_rank": 66,
            "section_rank": 21
        },
        {
            "text": "Three-dimensional lepton asymmetries (column 9) and virtual-photon asymmetries (column 10) for negatively charged kaons as a function of x B , z, and P h⊥ for data collected on a hydrogen target. The bin intervals are given in the first three columns. The average values of the indicated kinematic variables are given in columns 4 to 8. For the quoted uncertainties, the first is statistical, while the second is systematic. Three-dimensional lepton asymmetries (column 9) and virtual-photon asymmetries (column 10) for protons as a function of x B , z, and P h⊥ for data collected on a hydrogen target. The bin intervals are given in the first three columns. The average values of the indicated kinematic variables are given in columns 4 to 8. For the quoted uncertainties, the first is statistical, while the second is systematic.",
            "paragraph_rank": 67,
            "section_rank": 22
        },
        {
            "text": "The hard scale is now given by the transverse momentum and is powersuppressed as −t, with t ≥ 2, so that the leading twist still corresponds to twist 2 (see Ref.[26] for details).3 For a modern usage of the Wandzura-Wilczek approximation[28] in semi-inclusive DIS see Ref.[29] and references therein.",
            "paragraph_rank": 68,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 161,
                    "text": "[26]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 179,
                    "text": "3",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 237,
                    "text": "[28]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 272,
                    "text": "[29]",
                    "end": 276
                }
            ]
        },
        {
            "text": "Acknowledgements",
            "section_rank": 24
        },
        {
            "section": "Acknowledgements",
            "text": "We gratefully acknowledge the DESY management for its support, the staff at DESY and the collaborating institutions for their significant effort. ",
            "paragraph_rank": 69,
            "section_rank": 24
        },
        {
            "text": "Appendix A. Extracted asymmetries and average kinematics",
            "section_rank": 26
        },
        {
            "section": "Appendix A. Extracted asymmetries and average kinematics",
            "text": "Three-dimensional lepton asymmetries (column 9) and virtual-photon asymmetries (column 10) for positively charged kaons as a function of x B , z, and P h⊥ for data collected on a deuterium target. The bin intervals are given in the first three columns. The average values of the indicated kinematic variables are given in columns 4 to 8. For the quoted uncertainties, the first is statistical, while the second is systematic.",
            "paragraph_rank": 70,
            "section_rank": 26
        },
        {
            "text": "Kinematic bin",
            "section_rank": 27
        },
        {
            "section": "Kinematic bin",
            "text": "Average value ",
            "paragraph_rank": 71,
            "section_rank": 27
        }
    ]
}