{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We report a measurement of the flux-integrated ν μ charged-current cross sections on water, hydrocarbon, and iron in the T2K on-axis neutrino beam with a mean neutrino energy of 1.5 GeV. The measured cross sections on water, hydrocarbon, and iron are σ H 2 O CC = (0.840±0.010(stat.) +0.10 −0.08 (syst.))×10 −38 cm 2 /nucleon, σ CH CC = (0.817±0.007(stat.) +0.11 −0.08 (syst.))× 10 −38 cm 2 /nucleon, and σ Fe CC = (0.859 ± 0.003(stat.) +0.12 −0.10 (syst.)) × 10 −38 cm 2 /nucleon, respectively, for a restricted phase space of induced muons: θ μ < 45 • and p μ >0. 4  = 1.023 ± 0.012(stat.) ± 0.058(syst.), and σ Fe CC /σ CH CC = 1.049 ± 0.010(stat.) ± 0.043(syst.). These results, with an unprecedented precision for the measurements of neutrino cross sections on water in the studied energy region, show good agreement with the current neutrino interaction models used in the T2K oscillation analyses. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 284,
                    "text": "+0.10",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "start": 357,
                    "text": "+0.11",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 566,
                    "text": "4",
                    "end": 567
                }
            ]
        },
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The Tokai-to-Kamioka (T2K) experiment [1] is a long-baseline neutrino oscillation experiment that started taking physics data in 2010. The T2K experiment studies the properties of neutrino oscillations via the disappearance of muon (anti-)neutrinos and the appearance of electron (anti-)neutrinos from a nearly pure muon (anti-)neutrino beam, which is produced by the J-PARC accelerator complex. The neutrino beam characteristics and neutrino-nucleus interactions are measured with a suite of near detectors, which are situated 280 m from the production target, consisting of the so-called INGRID [2] and ND280 [3][4][5][6][7]. The INGRID is placed at the center of the neutrino beam (on-axis), while the ND280 is at an off-axis angle of 2.5 • . The neutrino oscillation patterns are observed with the 2.5 • off-axis far detector, Super-Kamiokande [8], which is located 295 km away from the production target. In order to precisely measure neutrino oscillations, understanding of the neutrino interactions with nuclei is essential. In the current T2K oscillation analysis [9], data samples of charged-current candidates in which the interaction vertex is found in one of two fine-grained detectors, FGD1 or FGD2 [4], are used to constrain the neutrino flux prediction and cross section models. The former detector consists of 100% plastic scintillators (hydrocarbon) and the latter consists of a mixture of plastic scintillators and water, while the far detector consists of 100% water.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 38,
                    "text": "[1]",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 597,
                    "text": "[2]",
                    "end": 600
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 611,
                    "text": "[3]",
                    "end": 614
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 614,
                    "text": "[4]",
                    "end": 617
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 617,
                    "text": "[5]",
                    "end": 620
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 620,
                    "text": "[6]",
                    "end": 623
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 623,
                    "text": "[7]",
                    "end": 626
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 848,
                    "text": "[8]",
                    "end": 851
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1072,
                    "text": "[9]",
                    "end": 1075
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1212,
                    "text": "[4]",
                    "end": 1215
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The neutrino interaction model is used to extrapolate the near detector spectra to the (oscillated) far detector spectra in a few significant ways. First, the T2K off-axis near detector angular acceptance is more limited than the far detector. Second, the near detector event rate also includes significant interactions on materials other than the far detector (water) target. Finally, the interaction model is tuned at the near detector to predict the far detector energy spectra and this parameterization can be incomplete. Therefore, testing the interaction model with different target materials and at various ranges of neutrino energies is valuable to the T2K oscillation analysis. However, there have only been a few publications of the neutrino cross sections on water so far [10][11][12]. Two exclusive channels of charged-current interactions are measured by the ND280 [10,11] with approximately 15% uncertainties with a mean neutrino energy of 0.6 GeV. There is only one measurement of axial vector mass [12] with 10% uncertainty with a mean neutrino energy above 1 GeV.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 783,
                    "text": "[10]",
                    "end": 787
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 787,
                    "text": "[11]",
                    "end": 791
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 791,
                    "text": "[12]",
                    "end": 795
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 878,
                    "text": "[10,",
                    "end": 882
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 882,
                    "text": "11]",
                    "end": 885
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1014,
                    "text": "[12]",
                    "end": 1018
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A new water-target neutrino detector, named the Water Module [13], has been constructed for the precise measurements of neutrino interactions on water with a mean neutrino energy of 1.5 GeV. In this article, by using the Water Module and the other T2K detectors including the Proton Module [14] and INGRID [2], we measure the ν μ charged-current (CC) cross sections on water, hydrocarbon, iron, and their ratios. Dominant errors of the absolute cross section measurements come from the uncertainty of the T2K neutrino beam prediction, which largely cancels out when performing measurements on their cross section ratios. This method was established in the previous measurement of a cross section ratio between hydrocarbon and iron by using the Proton Module and INGRID [14]. In this article, measurements of neutrino interaction on water with the Water Module are conducted for the first time. In addition, in order to reduce the dependence on the Monte Carlo implemented model of neutrino-nucleus interactions in extracting the cross section values, a method for unfolding 4/30 PTEP 2019, 093C02 K. Abe et al. Table 1. Summary of detector specifications of the Water Module, Proton Module, and one of the INGRID modules. The target masses are calculated inside the fiducial volumes, which correspond to the effective target masses and are specially tuned for this analysis, as described in Sect. 5. the total cross section as a function of muon scattering angles is implemented. Hereafter, we will describe the detector configuration, the Monte Carlo simulation, the used data sample, the event selection, the method to extract the cross sections, systematic uncertainties, and the results.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 61,
                    "text": "[13]",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 290,
                    "text": "[14]",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 306,
                    "text": "[2]",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 769,
                    "text": "[14]",
                    "end": 773
                },
                {
                    "type": "table",
                    "start": 1111,
                    "text": "Table 1",
                    "end": 1118
                }
            ]
        },
        {
            "text": "Detector configuration",
            "section_rank": 3
        },
        {
            "section": "Detector configuration",
            "text": "We use the three detectors, INGRID, Proton Module, and Water Module, as iron (Fe), hydrocarbon (CH), and water (H 2 O) interaction targets, respectively. Table 1 shows the specifications of the three detectors. INGRID consists of 14 identical modules arranged in a cross shape; each module has a sandwich structure comprising 9 iron planes and 11 tracking planes as shown in Fig. 1. INGRID has been operating since 2009 to monitor the neutrino beam rate, its direction, and stability in real time. The tracking planes are formed from two layers of scintillator, each of which is composed of 24 bars that are oriented either horizontally or vertically. The thickness of the iron planes is 6.5 cm and the thickness of the scintillator is 1.0 cm. The iron planes, which play the role of the neutrino interaction target in this analysis, make up 96% of the total fiducial mass of the module. There are veto planes surrounding the module designed for tracking the charged particles entering the detector. More detailed information about the INGRID can be found in Ref. [2]. In this analysis, the central horizontal INGRID module is used as the iron target. The three horizontal INGRID modules surrounding the beam center are used for muon identification for the Proton Module and Water Module.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 154,
                    "text": "Table 1",
                    "end": 161
                },
                {
                    "type": "figure",
                    "start": 375,
                    "text": "Fig. 1",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1064,
                    "text": "[2]",
                    "end": 1067
                }
            ]
        },
        {
            "section": "Detector configuration",
            "text": "The Proton Module is a plastic scintillator target detector located between the horizontal and vertical INGRID modules, as shown in Fig. 2. It was built for the measurement of the neutrino cross section on hydrocarbon and it was located at the on-axis position from November 2010 to May 2016. It consists of 34 tracking planes with each plane being an array of 32 scintillator bars that are oriented either horizontally or vertically. Two types (SciBar-type and INGRID-type) of scintillator bars, which have different sizes, are used in the inner and outer sections of each tracking plane. Hydrocarbon in the scintillators of the tracking planes serves as the neutrino interaction target and comprises 98% of the total fiducial mass of the Proton Module. Similar to the INGRID modules,  the Proton Module is composed of veto planes surrounding the tracking planes of the detector. More detailed information about the Proton Module can be found in Ref. [14].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 132,
                    "text": "Fig. 2",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 952,
                    "text": "[14]",
                    "end": 956
                }
            ]
        },
        {
            "section": "Detector configuration",
            "text": "The Water Module is a neutrino detector with an interaction target region composed of 80% water and 20% plastic scintillators. The high fraction of water in the detector, in fact higher than previous water-target neutrino detectors [3,4], is essential to reduce the backgrounds induced by the neutrino interactions on non-water materials. The Water Module has been located at the on-axis position between the INGRID horizontal modules and vertical modules since June 2016, replacing the Proton Module. The Water Module consists of a stainless steel tank filled with water and 16 scintillator tracking planes immersed in the water, as shown in Fig. 3. The eight tracking planes are placed alternately in the x-direction and y-direction along the z-direction so that 3D tracks may be reconstructed. Each tracking plane is an array of 80 scintillator bars. Half of these bars, called parallel scintillators, are placed along the xy-direction. The other 40 bars, called grid scintillators, are placed along the z-direction with a grid-like structure in order to achieve a large angular acceptance. The plastic scintillators of dimension 100 cm (length) × 2.5 cm (width) × 0.3 cm (thickness) were produced in the Fermi National Accelerator Laboratory [15]. The scintillators are made of polystyrene, infused with PPO (1%) and POPOP (0.03%). The manufactured scintillator, co-extruded with a white reflective coating of TiO 2 infused in polystyrene, has a rectangular cross section with a groove to house a wavelength shifting (WLS) fiber (Kuraray Y-11 [16]). The WLS fiber is glued onto the scintillator with optical cement (Eljen Technology EJ-500 [17]). The surface of the scintillator is painted with a black cement of acrylic silicon to prevent optical crosstalk between the scintillators. Each layer of scintillator bars is affixed to a mechanical frame that sits inside a water tank. Spaces between scintillators are filled with water. Scintillation light from the scintillator is collected by the WLS fiber and detected by a multi-pixel photon counter (MPPC) [18], similar to that for the INGRID and Proton Module. While the Hamamatsu S10362-13-050C MPPC was used in the INGRID and Proton Module, a newer type of MPPC, S13660 with higher gain, lower noise rate, crosstalk rate, and after-pulse rate, is used in the Water Module. The same Trip-t electronics [19] are used for all three detectors. To record data from the neutrino beam, delivered typically in eight bunches with a cycle of 581 ns for each 2.48 s, a trigger from the J-PARC accelerator is provided to each detector. The integrated charge and hit timing of all channels are digitized and recorded with a 2.5 photoelectron (p.e.) threshold for each beam bunch.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 232,
                    "text": "[3,",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 235,
                    "text": "4]",
                    "end": 237
                },
                {
                    "type": "figure",
                    "start": 643,
                    "text": "Fig. 3",
                    "end": 649
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1246,
                    "text": "[15]",
                    "end": 1250
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1547,
                    "text": "[16]",
                    "end": 1551
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1644,
                    "text": "[17]",
                    "end": 1648
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 2061,
                    "text": "[18]",
                    "end": 2065
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2359,
                    "text": "[19]",
                    "end": 2363
                }
            ]
        },
        {
            "text": "Monte Carlo simulation",
            "section_rank": 4
        },
        {
            "section": "Monte Carlo simulation",
            "text": "A Monte Carlo (MC) simulation is used for the estimation of background contamination and signal detection efficiency. Three pieces of software are used for the chain of simulation: JNUBEAM [20] for the neutrino flux prediction, NEUT [21] for the neutrino interactions with nuclei, and a GEANT4 [22]based detector simulation. JNUBEAM simulates the interaction of 30 GeV primary protons on a graphite target, the propagation of the secondary and tertiary produced mesons in the magnetic fields induced by the magnetic horns, and their decays in the decay volume. The simulation uses the proton beam profiles measured by the J-PARC neutrino beam line and is tuned with external hadron production measurements, mainly from the NA61/SHINE experiment [23,24]. We can select either a muon neutrino beam or a muon anti-neutrino beam by changing the current polarity of the focusing magnetic horns. In this analysis, data collected in the former beam configuration are used. The simulated on-axis neutrino beam has a mean energy of 1.   For a given flux of incoming neutrinos, NEUT simulates the neutrino interactions with nuclei, including initial and final state interactions inside the nuclei, in order to provide the four-momenta of all induced particles. In this analysis, version 5.3.3 of NEUT is used. CC quasi-elastic (CCQE)like, neutral-current (NC) elastic, CC and NC single pion production (1π), deep inelastic scattering (DIS), multi-pion production, and coherent interactions are simulated. The CCQE-like interactions, characterized by the inclusion of a single charged lepton and no mesons in the final state, are simulated with a relativistic Fermi gas model (RFG) [25], random phase approximation (RPA) [26], and multi-nucleon (2p2h) interactions [27]. In addition to the nominal NEUT model, we test the sensitivity of the analysis to determining alternate available models [28]. Table 2 shows the nominal settings for each of the interaction models and tunable parameters in NEUT in this analysis. More details about the underlying neutrino interaction models implemented in NEUT that are used in the analysis can be found in Ref. [29].  are CCQE 1 , CC1π, CC multi-pion, and DIS production. The fraction of NC interaction is 30% of all interactions. Figure 5 shows the momentum and scattering angle distributions in the laboratory frame for muons produced by ν μ CC interactions. In this analysis, due to the limited acceptance of the horizontal INGRID modules to be used for muon identification for the Water Module and Proton Module as described in Sect. 5.5, we define the signal with a restricted phase space of muon kinematics, particularly CC interactions with θ μ < 45 • and p μ > 0.4 GeV/c in the laboratory frame. The cross section of the signal per nucleon is predicted by NEUT to be slightly different amongst H 2 O, CH, and Fe, as shown in Table 3. This is due to the target dependence of the total cross section of the CC coherent interaction, which is proportional to the square of the atomic number, and the difference in the fraction of neutrons and protons per nucleus for the targets considered.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 189,
                    "text": "[20]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 233,
                    "text": "[21]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 294,
                    "text": "[22]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 745,
                    "text": "[23,",
                    "end": 749
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 749,
                    "text": "24]",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1671,
                    "text": "[25]",
                    "end": 1675
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1710,
                    "text": "[26]",
                    "end": 1714
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1754,
                    "text": "[27]",
                    "end": 1758
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1881,
                    "text": "[28]",
                    "end": 1885
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1887,
                    "text": "Table 2",
                    "end": 1894
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 2139,
                    "text": "[29]",
                    "end": 2143
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 2259,
                    "text": "Figure 5",
                    "end": 2267
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 2861,
                    "text": "Table 3",
                    "end": 2868
                }
            ]
        },
        {
            "section": "Monte Carlo simulation",
            "text": "GEANT4 simulates the behavior of the secondary particles induced by the neutrino-nucleus interactions in the detector. Version v9r2p01n00 of GEANT4 and the physics list of QGSP BERT are used for the simulation. The geometry of the three detectors and the walls of the detector hall are modeled in GEANT4 based on the measurements performed during the detector construction. The responses of the scintillator, MPPC, and electronics are modeled based on the measurements, as shown in Table 1. The energy deposited in the scintillators estimated by GEANT4 is converted to the observed number of p.e. by multiplying it by a constant determined from measurements with minimum ionization particles (MIP), performed during the detector operation. The following effects are taken into account: the quenching effect of the scintillator; position-dependent light collection efficiency of WLS fibers; attenuation and propagation time of the light in the WLS fiber; crosstalk between grid scintillators; MPPC noise; MPPC crosstalk and after-pulses; MPPC saturation; noise from electronics; gate width of the electronics; and statistical fluctuation of photon counting. For the physics analysis, the neutrino flux and interactions on detector targets, plastic scintillators, and main mechanical structures of the detector and the walls of the detector hall are simulated for the three detectors. Backgrounds from cosmic rays are negligible, as described in Sect. 7.3, and are not simulated for the physics analysis.  ",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 482,
                    "text": "Table 1",
                    "end": 489
                }
            ]
        },
        {
            "text": "Data samples",
            "section_rank": 5
        },
        {
            "text": "Event selections",
            "section_rank": 6
        },
        {
            "section": "Event selections",
            "text": "In this analysis, we define the signal with a restricted phase space of muon kinematics, particularly CC interactions with θ μ < 45 • and p μ > 0.4 GeV/c. The main signature of CC interactions is the presence of a muon-like track produced inside the detector. Neutrino interactions originating from outside the detectors, CC interactions with non-target materials inside the detectors (mainly scintillators for the studied case with the Water Module), ν μ , ν e , ν e CC interactions, and NC interactions are the main sources of background in this analysis. The background from the NC interactions does not produce muons. In order to identify the muons originating from the Water Module and Proton Module, events on the Water Module or Proton Module are required to have a track that penetrates at least two iron planes in one of the three horizontal INGRID modules near the beam center. This method for muon identification limits the phase space of the induced muon, because we reject the CC interactions with low-momentum muons, which do not penetrate the iron planes, and high-angle muons, which do not enter the three INGRID modules. The event selections applied to the three detectors are similar to that from a previous analysis [14], achieving a similar selection performance for the cross section measurements in the three targets. Figure 6 shows an event display of a typical signal event passing the event selection criteria for the Water Module.",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1235,
                    "text": "[14]",
                    "end": 1239
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 1340,
                    "text": "Figure 6",
                    "end": 1348
                }
            ]
        },
        {
            "text": "Event selections for the Water Module",
            "section_rank": 7
        },
        {
            "text": "Time clustering",
            "section_rank": 8
        },
        {
            "section": "Time clustering",
            "text": "Scintillator channels having charges larger than 2.5 p.e. are defined as a \"hit\". Hits are clustered with the following criteria: if there are more than three hits within 100 ns in the Water Module, all the hits within 50 ns from the average time are grouped into a single cluster.",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "2D track reconstruction",
            "section_rank": 9
        },
        {
            "section": "2D track reconstruction",
            "text": "The 2D tracks in the x-z and y-z views are reconstructed independently by using a cellular automaton algorithm [36] to cluster the hits. More details about the algorithm can be found in Ref. [36]. The hits in the neighbor scintillator planes are defined as a \"cell\". Based on χ 2 values given by the linear fitting of the relevant hits, it is judged if the pair of two cells having a common hit are merged into  a new cell. This is repeated for all cells until no new cell is found and the long cells that have more than three hits are defined as tracks.",
            "paragraph_rank": 13,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 111,
                    "text": "[36]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 191,
                    "text": "[36]",
                    "end": 195
                }
            ]
        },
        {
            "text": "2D track matching with the horizontal INGRID modules",
            "section_rank": 10
        },
        {
            "section": "2D track matching with the horizontal INGRID modules",
            "text": "When 2D tracks are reconstructed in the same beam bunch for both the Water Module and the three horizontal INGRID modules near the beam center, an attempt is made to match one to the other. The tracks are matched if they meet the following requirements:",
            "paragraph_rank": 14,
            "section_rank": 10
        },
        {
            "section": "2D track matching with the horizontal INGRID modules",
            "text": "• The upstream edge of the reconstructed track in the three INGRID modules is in the most upstream two layers of the INGRID modules.",
            "paragraph_rank": 15,
            "section_rank": 10
        },
        {
            "section": "2D track matching with the horizontal INGRID modules",
            "text": "• The difference between the reconstructed angle of the three INGRID modules and the Water Module tracks with respect to the z-axis must be less than 35 • .",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "section": "2D track matching with the horizontal INGRID modules",
            "text": "• At the halfway point between the three INGRID modules and the Water Module, the distance between the three INGRID modules and the Water Module track is less than 150 mm.",
            "paragraph_rank": 17,
            "section_rank": 10
        },
        {
            "text": "3D track matching",
            "section_rank": 11
        },
        {
            "section": "3D track matching",
            "text": "3D tracks are formed among pairs of 2D INGRID-matched tracks in the x-z plane and in the y-z plane as long as the difference between the two measurements of the z coordinates of the most upstream hits is less than or equal to one plane of the parallel scintillators. If there are multiple candidates, we select a pair with the smallest difference in the most upstream hit point z. If there are still multiple candidates after the selection, we select a pair with the smallest difference in the most downstream hit point z.",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "section": "3D track matching",
            "text": "Only events that have at least one INGRID-matched track are used for the analysis. Because the horizontal INGRID modules are located downstream of the Water Module, the angular acceptance is limited. In addition, the momentum acceptance is limited because the track is required to penetrate at least two iron planes of the INGRID modules for the matching.",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "Vertexing",
            "section_rank": 12
        },
        {
            "section": "Vertexing",
            "text": "After the 3D track reconstruction, the most upstream z coordinate of each INGRID-matched 3D track is identified as a reconstructed vertex. If a pair of INGRID-matched 3D tracks meet the following conditions they are identified as tracks coming from a common vertex: PTEP 2019, 093C02 K. Abe et al. Fig. 7. Timing difference between the selected events and the expected beam bunch time, after the vertexing cut.",
            "paragraph_rank": 20,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 298,
                    "text": "Fig. 7",
                    "end": 304
                }
            ]
        },
        {
            "section": "Vertexing",
            "text": "• The difference between the most upstream z coordinate of the two tracks in the x-z view, added to the same difference in the y-z view, has to be less than three planes of the parallel scintillators.",
            "paragraph_rank": 21,
            "section_rank": 12
        },
        {
            "section": "Vertexing",
            "text": "• The distance between the upstream z coordinate of the two tracks in the x-y plane is less than 150 mm.",
            "paragraph_rank": 22,
            "section_rank": 12
        },
        {
            "section": "Vertexing",
            "text": "These cuts are applied to every vertex since each one is expected to correspond to a single neutrino interaction. The vertex position is redefined as that of the longest INGRID-matched track amongst those that belong to the common vertex. The longest INGRID-matched track is defined as a muon-like track.",
            "paragraph_rank": 23,
            "section_rank": 12
        },
        {
            "text": "Beam timing cut",
            "section_rank": 13
        },
        {
            "section": "Beam timing cut",
            "text": "To reduce non-beam backgrounds, such as cosmic rays, only events within 100 ns of the expected beam bunch timing are selected, as shown in Fig. 7. The individual event timing is defined as the time recorded by the MPPC channel with the largest light yield.",
            "paragraph_rank": 24,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 139,
                    "text": "Fig. 7",
                    "end": 145
                }
            ]
        },
        {
            "text": "Upstream veto cut and fiducial cut",
            "section_rank": 14
        },
        {
            "section": "Upstream veto cut and fiducial cut",
            "text": "Two cuts are applied based on the position of the vertex to reduce beam-induced backgrounds from neutrino interactions outside the Water Module, mainly from the walls of the detector hall and the INGRID vertical modules. If the upstream point of a track is in the first or second plane of the parallel scintillators, then that event is rejected. The fiducial volume is defined as the central part of the Water Module with dimensions of 70 cm (in the x coordinate) × 70 cm (in the y coordinate) × 21 cm (in the z coordinate).",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "section": "Upstream veto cut and fiducial cut",
            "text": "The vertex is required to be within the fiducial volume for the neutrino event to be selected. Figure 8 shows distributions of the vertex used for these two cuts.",
            "paragraph_rank": 26,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 95,
                    "text": "Figure 8",
                    "end": 103
                }
            ]
        },
        {
            "text": "Reconstructed angle cut",
            "section_rank": 15
        },
        {
            "section": "Reconstructed angle cut",
            "text": "The 3D angle of the longest reconstructed track from a vertex is required to be smaller than 45 • to reduce large-angle muons since the detection efficiency for such kinds of events is less than 10%, as described in Sect. 5.5.   Table 4 shows a summary of the parameters used for the event selection. The numbers of selected events and the backgrounds in the Water Module at each selection step are summarized in Table 5. There are 1.73 × 10 4 events expected in the MC after the event selection. The purity of the ν μ CC interactions on H 2 O is 69.0% and the main background is from neutrino interactions on the scintillators (19.8%). The remaining background sources are NC interactions (2.9%) due to misidentification of pions, neutrino interactions of ν μ , ν e , and ν e (2.0%), photons from π 0 produced by neutrino interactions on the walls of the detector hall (2.4%), and backscattered production of neutrino interactions in the INGRID (3.1%). The muon-like tracks, identified as the longest INGRID-matched track, have 87% probability of being true muons. Figure 9 shows the neutrino energy, muon momentum, and angle distributions of the selected events predicted by MC. The main interaction modes are CCQE, CC1π , CC multi-pion, and DIS production. Figure 10 (upper left) shows the angle distribution of the reconstructed muon-like tracks for events that passed all event selections in the Water Module.",
            "paragraph_rank": 27,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 229,
                    "text": "Table 4",
                    "end": 236
                },
                {
                    "type": "table",
                    "start": 413,
                    "text": "Table 5",
                    "end": 420
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 1066,
                    "text": "Figure 9",
                    "end": 1074
                },
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 1260,
                    "text": "Figure 10",
                    "end": 1269
                }
            ]
        },
        {
            "text": "Event selection summary",
            "section_rank": 16
        },
        {
            "text": "Event selections for the Proton Module",
            "section_rank": 17
        },
        {
            "section": "Event selections for the Proton Module",
            "text": "The event selections for the Proton Module and INGRID module are very similar to those for the Water Module. However, due to the difference in the scintillator layout, a few  parameters for the cellular automaton algorithm and event selection have been optimized as listed in Table 4. The numbers of selected events and the backgrounds in the Proton Module at each selection step are summarized in Table 6. After the event selection, a total of 2.23 × 10 4 events are expected by MC. The purity of the CC interactions on CH is 85.4%. Background sources are NC interactions (4.2%), neutrino interactions of ν μ , ν e , and ν e (2.4%), photons from π 0 produced by neutrino interactions on the walls of the detector hall (2.1%), and backscattered events from neutrino interactions in the INGRID (5.2%). Figure 10 (upper right) shows the angle distribution of the reconstructed muon-like tracks for events that passed all event selections in the Proton Module.",
            "paragraph_rank": 28,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 276,
                    "text": "Table 4",
                    "end": 283
                },
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 398,
                    "text": "Table 6",
                    "end": 405
                },
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 801,
                    "text": "Figure 10 (upper right)",
                    "end": 824
                }
            ]
        },
        {
            "text": "Event selections for the INGRID module",
            "section_rank": 18
        },
        {
            "section": "Event selections for the INGRID module",
            "text": "The event selections are applied for the horizontal INGRID module located at the beam center with the parameters listed in Table 4. In addition, an \"acceptance cut\" is applied only for the INGRID module in order to achieve a similar angular acceptance with the Water Module and Proton Module. An imaginary module located directly behind the INGRID module is defined, as shown in Fig. 11. The distance between the INGRID module and the imaginary module is the same as that between the Water Module and the INGRID horizontal modules. The reconstructed tracks are then projected further downstream, even if the track has stopped in the INGRID module. If at least one reconstructed track from the vertex reaches the imaginary module, that event is selected. The numbers of selected events and the backgrounds in the INGRID module at each selection step are summarized in Table 7. After the event selection, a total of 3.12 × 10 5 events are expected by MC. The purity of the ν μ CC interactions on Fe is 88.1%. Background sources are NC interactions (5.2%), neutrino interactions of ν μ , ν e , and ν e (2.9%), neutrino interactions on the scintillator (3.3%), photons from π 0 produced by neutrino interactions on the walls of the detector hall (0.3%), and the other INGRID modules (0.2%). Figure 10 (lower) shows the angle distribution of the reconstructed muon-like tracks for events that passed all event selections in the INGRID module.",
            "paragraph_rank": 29,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 123,
                    "text": "Table 4",
                    "end": 130
                },
                {
                    "type": "figure",
                    "start": 379,
                    "text": "Fig. 11",
                    "end": 386
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 867,
                    "text": "Table 7",
                    "end": 874
                },
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 1287,
                    "text": "Figure 10",
                    "end": 1296
                }
            ]
        },
        {
            "text": "Pileup correction for the INGRID module",
            "section_rank": 19
        },
        {
            "section": "Pileup correction for the INGRID module",
            "text": "If more than one neutrino event occurs in the detector at the same bunch timing, we sometimes fail to count them. Therefore, a correction must be applied to account for this event pileup effect. For the INGRID module, this effect is estimated in each bin of the reconstructed track angle by merging multiple bunches to enrich the pileup rate artificially. Table 8 shows the number of selected events before and after the pileup correction. For the Water Module and Proton Module, the effect of pileup is small due to the small target mass; therefore, no correction is applied.   selection efficiencies for the CC interactions with θ μ > 45 • or p μ < 400 MeV are less than 10%, these events are excluded from the signal sample defined in this analysis. Figure 13 shows the efficiency of the signal for the three detectors and their ratios as a function of the muon scattering angle. The signal efficiency is almost constant as a function of muon momentum, while it depends on the muon scattering angle. In this analysis, the cross section is calculated by a sum of the differential cross sections as a function of the muon scattering angle, as described in Sect. 6. In this method, the efficiency is calculated for each bin of the scattering angle and the dependence of the signal efficiency on the MC models used in this analysis is reduced.",
            "paragraph_rank": 30,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_9",
                    "start": 356,
                    "text": "Table 8",
                    "end": 363
                },
                {
                    "type": "figure",
                    "start": 753,
                    "text": "Figure 13",
                    "end": 762
                }
            ]
        },
        {
            "text": "Selection efficiencies",
            "section_rank": 20
        },
        {
            "section": "Selection efficiencies",
            "text": "PTEP 2019, 093C02 K. Abe et al. Fig. 11. An example of events selected and rejected by the \"acceptance cut\" for the INGRID module [37]. If at least one extended reconstructed track from the vertex reaches the imaginary module, the event is selected.   They are calculated as follows:",
            "paragraph_rank": 31,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 32,
                    "text": "Fig. 11",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 130,
                    "text": "[37]",
                    "end": 134
                }
            ]
        },
        {
            "section": "Selection efficiencies",
            "text": "where and ε is the detection efficiency of the signal. Subscript i is a bin index of the true muon scattering angle and subscript j is a bin index of the reconstructed angle of the muon-like track. The true and reconstructed muon scattering angle bins are defined as 9 bins from 0 • to 45 • with a bin width of 5 • , which are optimized based on the detector resolution. U ij is a probability that events in the reconstructed angle bin j are in the true muon scattering angle bin i. The CC cross section ratios are estimated by taking the ratios of σ H 2 O , σ CH , and σ Fe . N sel is estimated based on data as shown in Fig. 10 for the Water Module and Proton Module, and Table 8 for the INGRID module with the pileup correction. Except for the σ H 2 O measurement with the Water Module, in which the backgrounds from CC interactions on plastic scintillator (N CH BG WM ) are estimated with data from the Proton Module, other backgrounds N BG are estimated by MC simulation. N CH BG WM is estimated as follows:",
            "paragraph_rank": 32,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 622,
                    "text": "Fig. 10",
                    "end": 629
                },
                {
                    "type": "table",
                    "ref_id": "tab_9",
                    "start": 674,
                    "text": "Table 8",
                    "end": 681
                }
            ]
        },
        {
            "section": "Selection efficiencies",
            "text": "where σ i CH is the differential cross section on the CH target with the ith muon scattering angle bin. The other backgrounds are estimated by MC as summarized in Table 9 in detail. The integrated ν μ fluxes are estimated to be H 2 O WM = 3.72×10 13 /cm 2 with 7.25×10 21 POT, CH PM = 3.02×10 13 /cm 2 with 5.89 × 10 21 POT, and Fe INGRID = 2.99 × 10 13 /cm 2 with 5.89 × 10 21 POT by MC, as shown in Table 10. Although the data samples used for the Proton Module and the INGRID module are at the same delivered POT, the fact that the Proton Module is 1.2 m closer to the production target than the INGRID module leads to a small difference in the integrated flux between them. The number of target nucleons, T , is calculated based on measurements performed during the detector construction as shown in Table 11. The detection efficiency of the signal, ε, is estimated by MC as shown in Fig. 13 in each true muon scattering angle bin.",
            "paragraph_rank": 33,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 163,
                    "text": "Table 9",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 269,
                    "text": "21",
                    "end": 271
                },
                {
                    "type": "table",
                    "start": 401,
                    "text": "Table 10",
                    "end": 409
                },
                {
                    "type": "table",
                    "ref_id": "tab_11",
                    "start": 804,
                    "text": "Table 11",
                    "end": 812
                },
                {
                    "type": "figure",
                    "start": 888,
                    "text": "Fig. 13",
                    "end": 895
                }
            ]
        },
        {
            "section": "Selection efficiencies",
            "text": "U ij , the probability that events in the reconstructed angle bin j are in the true muon scattering angle bin i, is calculated as follows based on Bayes's theorem:",
            "paragraph_rank": 34,
            "section_rank": 20
        },
        {
            "section": "Selection efficiencies",
            "text": "where P(θ recon j |θ true i ) is calculated by MC as shown in Fig. 14. P(θ true  i ) is calculated by an iterative unfolding method [38], which is briefly described as follows:",
            "paragraph_rank": 35,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 62,
                    "text": "Fig. 14. P(θ true  i )",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 132,
                    "text": "[38]",
                    "end": 136
                }
            ]
        },
        {
            "section": "Selection efficiencies",
            "text": "(1) set P(θ true i ) to a flat prior, (2) calculate U ij , (3) set P(θ true",
            "paragraph_rank": 36,
            "section_rank": 20
        },
        {
            "section": "Selection efficiencies",
            "text": "The number of required iterations is set to 10 as described in Sect. 6.2.",
            "paragraph_rank": 37,
            "section_rank": 20
        },
        {
            "text": "19/30",
            "section_rank": 21
        },
        {
            "section": "19/30",
            "text": "PTEP 2019, 093C02 K. Abe et al.   ",
            "paragraph_rank": 38,
            "section_rank": 21
        },
        {
            "text": "Consistency test",
            "section_rank": 22
        },
        {
            "section": "Consistency test",
            "text": "From the number of selected events and the quantities described earlier in this section, the fluxintegrated CC cross sections on H 2 O, CH, Fe and their ratios are calculated based on Eq. 1. In this section, a consistency test is performed by replacing the number of selected events of data with that of the MC expectation, in order to check the consistency between the calculated cross section and MC expectation. Figure 15 shows the relation between the number of iterations and deviations of the calculated cross sections from MC expectation and the number of iterations when it is set to 10. Table 12 shows the calculated cross sections and their consistency with the MC expectation. The consistency test is performed with not only the nominal cross section model but also a few alternative models.",
            "paragraph_rank": 39,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 415,
                    "text": "Figure 15",
                    "end": 424
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 596,
                    "text": "Table 12",
                    "end": 604
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 23
        },
        {
            "section": "Systematic uncertainties",
            "text": "There are three main sources of systematic uncertainties for the cross section measurements: neutrino flux, neutrino interaction models, and detector response. The uncertainty evaluation for each source is detailed in this section.",
            "paragraph_rank": 40,
            "section_rank": 23
        },
        {
            "text": "Systematic uncertainties from the neutrino flux",
            "section_rank": 24
        },
        {
            "section": "Systematic uncertainties from the neutrino flux",
            "text": "The T2K neutrino flux simulation, based on JNUBEAM as mentioned in Sect. 3, relies on several measurements as inputs, including the hadron production measurements and information from the J-PARC beam line monitors. The uncertainty on the flux prediction takes into account the uncertainties in the measurements of the external hadron scattering experiments, mainly from NA61/SHINE [23,24], hadronic interaction models, and uncertainties in the beam profile measurements with the beam line monitors. Details of the sources of the flux uncertainty can be found in Ref. [20]. Figure 16 shows the calculated total on-axis flux uncertainty as a function of neutrino energy. The dominant ones come from uncertainties of hadronic interactions. The uncertainty of the neutrino flux is related to systematic uncertainties on the number of expected backgrounds (N BG ), integrated flux ( ), detection efficiency (ε), and reconstructed-to-true transfer matrix (U ). To evaluate the systematic effects on the cross section measurement, the number of produced and selected neutrino events in each bin of the reconstructed track angle and true muon scattering angle is varied by using the calculated flux uncertainty, including correlations between the true neutrino energy bins. Therefore the variations of N BG , , ε, and U are calculated and the variation of the cross section result is determined. This is repeated for many toy data sets and the 68% range of the distribution of the cross section variation around the central value is taken as the size of the flux-related systematic uncertainty. The first row in Table 13 shows the calculated flux uncertainties. They are approximately 10% for the absolute cross section measurement and 1-2% for the cross section ratios.",
            "paragraph_rank": 41,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 381,
                    "text": "[23,",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 385,
                    "text": "24]",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 567,
                    "text": "[20]",
                    "end": 571
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 573,
                    "text": "Figure 16",
                    "end": 582
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1604,
                    "text": "Table 13",
                    "end": 1612
                }
            ]
        },
        {
            "section": "Systematic uncertainties from the neutrino flux",
            "text": "In addition, uncertainties due to the difference in position of the INGRID module compared with the Water Module and Proton Module and differences in the running periods of the Water Module, Proton Module, and INGRID module are estimated separately. The former is estimated to be 0.31% based on measurement of the detector location. The latter is estimated to be 1.03% based on the beam stability measurements of the INGRID module between the different running periods. Their quadratic sums are summarized in the second row of Table 13.  ",
            "paragraph_rank": 42,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 527,
                    "text": "Table 13",
                    "end": 535
                }
            ]
        },
        {
            "text": "Systematic uncertainties from the neutrino interaction models",
            "section_rank": 25
        },
        {
            "section": "Systematic uncertainties from the neutrino interaction models",
            "text": "The NEUT neutrino interaction model has a number of uncertainties that can affect the detection efficiency (ε), background contamination (N BG ), and reconstructed-to-true transfer matrix (U ). To evaluate the model-related effect on the cross section measurement, for each ± 1σ variation of a given interaction model parameter, a deviation of the cross section from the nominal value calculated based on the induced variation of ε, N BG , and U is set as a systematic uncertainty. Table 14 shows the nominal values and the uncertainties of the neutrino interaction parameters. More details about the simulation models used can be found in Ref. [29]. In addition, uncertainties from pion final state interactions inside nuclei are taken into account: for each type of interaction, the uncertainties are assigned as normalization, as shown in Table 14. When the uncertainty is calculated, no correlation amongst the different target nuclei for the Fermi momentum (p F ), binding energy (E b ), 2p2h, and CC coherent normalizations is assumed. Full correlation amongst the different nuclei is assumed for the other parameters. Table 15 shows the calculated uncertainties and they are in a range between 2.6% and 5.2%. The dominant ones come from the uncertainties of the axial vector mass of the CCQE, CC1π , and the energy-dependent normalization of the CC multi-pion and DIS production.  from outside of the detector is not included here, although it affects N BG . It is calculated as one of the detector systematics, as described in Sect. 7.3. In addition to the systematic effects estimated by NEUT, the uncertainties of backscattered protons and pions produced by neutrino interactions with nuclei, which mainly affect the position of the reconstructed vertex, are estimated independently. A fraction of the events generated inside the fiducial volume have reconstructed vertices outside the fiducial volume due to backscattered secondary protons or pions. The fraction of such events is 3.0% for the Water Module, 1.6% for the Proton Module, and 2.0% for the INGRID module with respect to the total number of selected events. The number and the uncertainty of such backscattered secondary particles may not be simulated well by NEUT, so a 50% conservative uncertainty is assumed, which leads to 1.5%, 0.8%, and 1.0% uncertainties for the Water Module, Proton Module, and INGRID module respectively in the total number of selected events. This is taken to be the 1σ uncertainty for all reconstructed angle bins. In addition, no correlations between the target materials are assumed for this error. 24  Fig. 18. Ratio of the cross sections between data and NEUT predictions with the various cross section parameters listed in Table 14. Error bars show the sum of the statistical and systematic uncertainties of the measurement.",
            "paragraph_rank": 43,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_14",
                    "start": 482,
                    "text": "Table 14",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 645,
                    "text": "[29]",
                    "end": 649
                },
                {
                    "type": "table",
                    "ref_id": "tab_14",
                    "start": 842,
                    "text": "Table 14",
                    "end": 850
                },
                {
                    "type": "table",
                    "start": 1125,
                    "text": "Table 15",
                    "end": 1133
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 2602,
                    "text": "24",
                    "end": 2604
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 2606,
                    "text": "Fig. 18",
                    "end": 2613
                },
                {
                    "type": "table",
                    "ref_id": "tab_14",
                    "start": 2729,
                    "text": "Table 14",
                    "end": 2737
                }
            ]
        },
        {
            "section": "Systematic uncertainties from the neutrino interaction models",
            "text": "way to deal with our poor understanding of the target dependence of the neutrino interaction. The predictions agree with the data within the uncertainties. This measurement validates the neutrino interaction models on the water target and the difference between water, plastic, and iron and confirms the reliability of the T2K oscillation analysis. Additional comparisons of data and predictions with other parameters of the neutrino interaction listed in Table 14 are summarized in Fig. 18 and Table 17. All of the predictions agree with the data within the estimated uncertainties. These results of the measurements and the neutrino flux at an on-axis location are provided in text and ROOT format on the website in Ref.",
            "paragraph_rank": 44,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_14",
                    "start": 456,
                    "text": "Table 14",
                    "end": 464
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 483,
                    "text": "Fig. 18",
                    "end": 490
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 495,
                    "text": "Table 17",
                    "end": 503
                }
            ]
        },
        {
            "section": "Systematic uncertainties from the neutrino interaction models",
            "text": "[39].",
            "paragraph_rank": 45,
            "section_rank": 25
        },
        {
            "section": "Systematic uncertainties from the neutrino interaction models",
            "text": "28/30",
            "paragraph_rank": 46,
            "section_rank": 25
        },
        {
            "text": "...................................................................................................................",
            "paragraph_rank": 47,
            "section_rank": 26
        },
        {
            "text": "...................................................................................................................",
            "paragraph_rank": 48,
            "section_rank": 27
        },
        {
            "text": "Fig. 1 .Fig. 2 .Fig. 3 .",
            "section_rank": 28
        },
        {
            "section": "Fig. 1 .Fig. 2 .Fig. 3 .",
            "text": "Fig. 1. Schematic view of the INGRID detector (left) and one of the modules (right). The coordinate system used in this article is shown in the left figure.",
            "paragraph_rank": 49,
            "section_rank": 28
        },
        {
            "text": "5",
            "section_rank": 29
        },
        {
            "section": "5",
            "text": "GeV and a 1σ standard deviation between −0.75 GeV and +0.85 GeV, as shown inFig. 4.",
            "paragraph_rank": 50,
            "section_rank": 29
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 30
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Neutrino flux per 10 21 protons on target (POT) predicted by JNUBEAM in the muon neutrino beam mode at the position of the simulated Water Module (left) and the energy of neutrinos that interact with the H 2 O target inside the fiducial volume of the Water Module predicted by NEUT version 5.3.3 (right). In the right figure, the category of CCDIS includes both CC multi-pion and DIS production.",
            "paragraph_rank": 51,
            "section_rank": 30
        },
        {
            "text": "Figure 4shows the energy of neutrinos that interacted with the target nuclei of the Water Module simulated by NEUT. The main modes of the CC interactions 8/30 PTEP 2019, 093C02 K. Abe et al.",
            "paragraph_rank": 52,
            "section_rank": 31
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 32
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Scattering angle and momentum of muons produced by CC interactions on the H 2 O target predicted by NEUT. The highlighted red rectangle includes the signal region where p μ < 45 • and p μ > 0.4 GeV/c.",
            "paragraph_rank": 53,
            "section_rank": 32
        },
        {
            "text": "In this article, the data samples recorded by both the INGRID and Proton Module were taken from November 2010 to May 2013. The total number of protons on target (POT) is 5.89 × 10 20 with PTEP 2019, 093C02 K. Abe et al.",
            "paragraph_rank": 54,
            "section_rank": 33
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 34
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. An event display of a typical signal event passing the event selection criteria for the Water Module.",
            "paragraph_rank": 55,
            "section_rank": 34
        },
        {
            "text": "Fig. 8 .",
            "section_rank": 35
        },
        {
            "section": "Fig. 8 .",
            "text": "Fig. 8. Reconstructed vertex z distribution in the x-z view before the front veto cut for the Water Module (upper left), reconstructed vertex x (upper right), and y (lower) distribution after the front veto cut for the Water Module. In the upper-left plot, the x-axis shows the number of the plane and the most upstream plane is set to 0. The spikes for the plane numbers that are multiples of 3 are due to the parallel scintillators. In the upper-right and lower plots, the center of the detector is set to 600 mm.",
            "paragraph_rank": 56,
            "section_rank": 35
        },
        {
            "text": "Fig. 9 .",
            "section_rank": 36
        },
        {
            "section": "Fig. 9 .",
            "text": "Fig. 9. MC prediction of the true neutrino energy (upper left), muon momentum (upper right), and muon scattering angle (lower) of the selected events for the Water Module.",
            "paragraph_rank": 57,
            "section_rank": 36
        },
        {
            "text": "Figure 12",
            "section_rank": 37
        },
        {
            "section": "Figure 12",
            "text": "Figure 12shows the selection efficiency of CC interactions for the Water Module, Proton Module, and the INGRID module as a function of true muon scattering angle and momentum. Because the",
            "paragraph_rank": 58,
            "section_rank": 37
        },
        {
            "text": "Fig. 10 .",
            "section_rank": 38
        },
        {
            "section": "Fig. 10 .",
            "text": "Fig. 10. Reconstructed angle of the longest track from a vertex after the event selection for the Water Module (upper left), Proton Module (upper right), and INGRID module (lower).",
            "paragraph_rank": 59,
            "section_rank": 38
        },
        {
            "text": "Fig. 12 .Fig. 13 .",
            "section_rank": 39
        },
        {
            "section": "Fig. 12 .Fig. 13 .",
            "text": "Fig. 12. Neutrino selection efficiency for CC interactions as a function of true muon scattering angle and momentum for the Water Module (upper left), Proton Module (upper right), and the INGRID module (lower).",
            "paragraph_rank": 60,
            "section_rank": 39
        },
        {
            "text": "A represents the type of target material (H 2 O, CH, and Fe) and D is the corresponding detector (Water Module, Proton Module, and INGRID). N sel is the number of selected events, N BG is the number of expected backgrounds, is the integrated ν μ flux, T is the number of target nucleons,",
            "paragraph_rank": 61,
            "section_rank": 40
        },
        {
            "text": "Fig. 14 .",
            "section_rank": 41
        },
        {
            "section": "Fig. 14 .",
            "text": "Fig. 14. Calculated reconstructed-to-true transfer matrix for the Water Module (upper left), Proton Module (upper right), and INGRID module (lower). The angle resolution for the INGRID module is worse than that for the Water Module and Proton Module due to differences in the scintillator width.",
            "paragraph_rank": 62,
            "section_rank": 41
        },
        {
            "text": "Fig. 16 .",
            "section_rank": 42
        },
        {
            "section": "Fig. 16 .",
            "text": "Fig. 16. Fractional uncertainty of the muon neutrino on-axis flux in each true neutrino energy bin.",
            "paragraph_rank": 63,
            "section_rank": 42
        },
        {
            "text": "The uncertainty of the beam-induced backgrounds coming 23/30 PTEP 2019, 093C02 K. Abe et al.",
            "paragraph_rank": 64,
            "section_rank": 43
        },
        {
            "text": "093C02 K. Abe et al. laboratory frame. The measured cross section ratios are σ H 2 O CC /σ CH CC = 1.028 ± 0.016(stat.) ± 0.053(syst.), σ Fe CC /σ",
            "paragraph_rank": 65,
            "section_rank": 44
        },
        {
            "text": "Table 2 .",
            "section_rank": 45
        },
        {
            "section": "Table 2 .",
            "text": "Nominal models of the neutrino-nucleus interactions implemented in NEUT used in this analysis.",
            "paragraph_rank": 66,
            "section_rank": 45
        },
        {
            "section": "Table 2 .",
            "text": "F ) p F = 217, 225, 250 MeV/c for 12 C,16 O, and 56 Fe, respectively RPA model by Nieves et al.[26] RPA is applied for 12 O and 16 C RPA is not applied for 56 Fe 2p2h model by Nieves et al.",
            "paragraph_rank": 67,
            "section_rank": 45,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 39,
                    "text": "16",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 95,
                    "text": "[26]",
                    "end": 99
                }
            ]
        },
        {
            "text": "Table 3 .",
            "section_rank": 46
        },
        {
            "section": "Table 3 .",
            "text": "Flux-integrated CC cross sections per nucleon for ν μ on Fe, CH, and H 2 O simulated by NEUT. Neutrino interaction parameters used for the simulation are listed inTable 2. Because RPA for Fe is not implemented in NEUT at present, the expectation of σ Fe with RPA is not listed. Cross section NEUT expectation with RPA NEUT expectation without RPA σ H 2 O 0.819 × 10 −38 cm 2 0.860 × 10 −38 cm 2 σ CH 0.832 × 10 −38 cm 2 0.875 × 10 −38 cm 2 σ In July 2016, after the Water Module construction and its commissioning were completed, the Water Module replaced the Proton Module for physics data taking. A total of 7.25 × 10 20 POT were collected with the neutrino-mode beam by the Water Module and INGRID during the period between October 2016 and April 2017.",
            "paragraph_rank": 68,
            "section_rank": 46
        },
        {
            "text": "Table 4 .Table 5 .",
            "section_rank": 47
        },
        {
            "section": "Table 4 .Table 5 .",
            "text": "Parameters used for the event selection criteria for the on-axis detectors. Summary of the event selection for the Water Module. The purities of CC interactions are shown in parentheses. cut Track angle 17 528 1.20 × 10 4 (69%) 4.53 × 10 2 4.39 × 10 2 3.39 × 10 3 3.47 × 10 2 5.64 × 10 2 1.73 × 10 4 cut",
            "paragraph_rank": 69,
            "section_rank": 47
        },
        {
            "section": "Table 4 .Table 5 .",
            "text": "4 (4%) 1.66 × 10 2 1.12 × 10 3 1.08 × 10 4 9.10 × 10 5 2.77 ×105 1.24 × 10 6 cut Front veto 100 790 2.77 × 10 4 (21%) 1.04 × 10 3 9.38 × 10 2 6.66 × 10 3 8.09 × 10 4 1.46 × 10 4 1.32 × 10 5 cut Fiducial 17 992 1.25 × 10 4 (69%) 4.68 × 10 2 4.42 × 10 2 3.51 × 10 3 3.49 × 10 2 5.84 × 10 2 1.78 × 10 4",
            "paragraph_rank": 70,
            "section_rank": 47,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 0,
                    "text": "4",
                    "end": 1
                }
            ]
        },
        {
            "text": "Table 6 .",
            "section_rank": 48
        },
        {
            "section": "Table 6 .",
            "text": "Summary of the event selection for the Proton Module. The purities of CC interactions are shown in parentheses.",
            "paragraph_rank": 71,
            "section_rank": 48
        },
        {
            "text": "Table 7 .",
            "section_rank": 49
        },
        {
            "section": "Table 7 .",
            "text": "Summary of the event selection for the INGRID module. The INGRID BG in the table represents backgrounds from the other INGRID modules. The purities of CC interactions are shown in parentheses. .11 × 10 6 (44%) 6.98 × 10 4 3.20 × 10 4 4.49 × 10 4 9.45 × 10 5 3.36 × 2.54 × 10 6 cut Front veto 1468 490 1.07 × 10 6 (74%) 6.74 × 10 4 3.07 × 10 4 3.97 × 10 4 1.98 × 10 5 4.33 × 1.45 × 10 6 cut Fiducial 431 211 4.10 × 10 5 (88%) 2.58 × 10 4 1.14 × 10 4 1.49 × 10 4 1.52 × 10 3 1.06 × 4.65 × 10 5 cut Acceptance 308 971 2.88 × 10 5 (88%) 1.81 × 10 4 9.56 × 10 3 1.07 × 10 4 9.26 × 10 2 6.73 × 3.28 × 10 5 cut Track angle 293 418 2.74 × 10 5 (88%) 1.72 × 10 4 9.31 × 10 3 1.02 × 10 4 8.70 × 10 2 6.38 × 3.12 × 10 5 cut",
            "paragraph_rank": 72,
            "section_rank": 49
        },
        {
            "text": "Table 8 .",
            "section_rank": 50
        },
        {
            "section": "Table 8 .",
            "text": "The number of selected events for the INGRID module before and after the pileup correction.",
            "paragraph_rank": 73,
            "section_rank": 50
        },
        {
            "text": "Table 9 .Table 10 .",
            "section_rank": 51
        },
        {
            "section": "Table 9 .Table 10 .",
            "text": "Summary of the fraction of backgrounds after event selection. Non-target element backgrounds are neutrino interactions on neither CH nor H 2 O for the Water Module, on O, N, and Ti for the Proton Module, and on scintillators for the INGRID module. Integrated ν μ flux in the fiducial volume of each detector.",
            "paragraph_rank": 74,
            "section_rank": 51
        },
        {
            "text": "Table 11 .",
            "section_rank": 52
        },
        {
            "section": "Table 11 .",
            "text": "Summary of the number of target nucleons.",
            "paragraph_rank": 75,
            "section_rank": 52
        },
        {
            "text": "Table 12 .",
            "section_rank": 53
        },
        {
            "section": "Table 12 .",
            "text": "Relation between the number of iterations and deviations of calculated cross sections from MC expectation. Calculated cross sections using numbers of events expected by MC and their true values with the nominal model.",
            "paragraph_rank": 76,
            "section_rank": 53
        },
        {
            "text": "Table 13 .",
            "section_rank": 54
        },
        {
            "section": "Table 13 .",
            "text": "Summary of the systematic uncertainties for the cross section measurements (%).",
            "paragraph_rank": 77,
            "section_rank": 54
        },
        {
            "text": "Table 14 .",
            "section_rank": 55
        },
        {
            "section": "Table 14 .",
            "text": "List of the interaction model parameters and uncertainties used in the analysis.",
            "paragraph_rank": 78,
            "section_rank": 55
        },
        {
            "section": "Table 14 .",
            "text": "Downloaded from https://academic.oup.com/ptep/article/2019/9/093C02/5573875 by guest on 16 October 2020",
            "paragraph_rank": 79,
            "section_rank": 55
        },
        {
            "section": "Table 14 .",
            "text": "Here, 2p2h interactions are not included.9/30Downloaded from https://academic.oup.com/ptep/article/2019/9/093C02/5573875 by guest on 16 October 2020",
            "paragraph_rank": 80,
            "section_rank": 55
        },
        {
            "section": "Table 14 .",
            "text": "/30Downloaded from https://academic.oup.com/ptep/article/2019/9/093C02/5573875 by guest on 16 October 2020",
            "paragraph_rank": 81,
            "section_rank": 55
        },
        {
            "section": "Table 14 .",
            "text": "/30Downloaded from https://academic.oup.com/ptep/article/2019/9/093C02/5573875 by guest on 16 October 2020",
            "paragraph_rank": 82,
            "section_rank": 55
        },
        {
            "section": "Table 14 .",
            "text": "/30Downloaded from https://academic.oup.com/ptep/article/2019/9/093C02/5573875 by guest on 16 October 2020",
            "paragraph_rank": 83,
            "section_rank": 55
        },
        {
            "section": "Table 14 .",
            "text": "/30Downloaded from https://academic.oup.com/ptep/article/2019/9/093C02/5573875 by guest on 16 October 2020",
            "paragraph_rank": 84,
            "section_rank": 55
        },
        {
            "section": "Table 14 .",
            "text": "/30Downloaded from https://academic.oup.com/ptep/article/2019/9/093C02/5573875 by guest on 16 October 2020",
            "paragraph_rank": 85,
            "section_rank": 55
        },
        {
            "section": "Table 14 .",
            "text": "/30Downloaded from https://academic.oup.com/ptep/article/2019/9/093C02/5573875 by guest on 16 October 2020",
            "paragraph_rank": 86,
            "section_rank": 55
        },
        {
            "section": "Table 14 .",
            "text": "/30Downloaded from https://academic.oup.com/ptep/article/2019/9/093C02/5573875 by guest on 16 October 2020",
            "paragraph_rank": 87,
            "section_rank": 55
        },
        {
            "section": "Table 14 .",
            "text": "PTEP 2019, 093C02 K. Abe et al. Table 15. Summary of the neutrino interaction model-related uncertainties for each cross section measurement (%). Only the dominant systematic parameters are shown. ",
            "paragraph_rank": 88,
            "section_rank": 57,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 32,
                    "text": "Table 15",
                    "end": 40
                }
            ]
        },
        {
            "text": "Systematic uncertainties from the detector responses",
            "section_rank": 58
        },
        {
            "section": "Systematic uncertainties from the detector responses",
            "text": "Uncertainties of the detector response are estimated based on the difference between data and MC for the cosmic rays and beam-induced muons coming from outside of the detectors. We take into account the following errors: target mass, MPPC noise, scintillator crosstalk, hit efficiency of the scintillator, event pileup, beam-induced backgrounds from outside of the detector, 2D tracking efficiency, and 3D tracking efficiency. In addition, the uncertainties of the reconstructed variables used for the event selections are taken into account as follows: 2D track matching with the INGRID modules, 3D track matching, vertexing, beam timing cut, veto and fiducial volume cut, and reconstructed angle cut. The effect from non-beam-induced backgrounds is estimated to be less than 0.1% with beam-off data and is not included in the systematic uncertainties. The effect of the true and reconstructed muon angle binning is estimated to be less than 0.2% by changing the bin size and is not included in the systematic uncertainties. In order to evaluate these uncertainties on the cross section measurement, MC simulations are produced by varying detector parameters independently within their uncertainties by 1σ . The difference in the number of selected events in each bin of reconstructed track angle with respect to varying their uncertainty by 1σ defines the 1σ standard deviation systematic uncertainty in the number of events. Table 16 shows a summary of the uncertainties from the detector response for the absolute cross sections. For the measurements of the cross section ratios, no correlation is assumed between the three detectors except for the beam-induced backgrounds from outside the detector, which is treated as a common uncertainty. The fourth row in Table 13 shows the total uncertainty from the detector response. It is approximately 2% for the absolute cross section measurement and 4% for the cross section ratios because most of the systematics do not cancel between the detectors.",
            "paragraph_rank": 89,
            "section_rank": 58,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 1428,
                    "text": "Table 16",
                    "end": 1436
                },
                {
                    "type": "table",
                    "start": 1765,
                    "text": "Table 13",
                    "end": 1773
                }
            ]
        },
        {
            "section": "Systematic uncertainties from the detector responses",
            "text": "The total systematic uncertainties of the cross section measurements are estimated as a quadratic sum of the uncertainties of the neutrino flux, neutrino interaction, and detector response. Table 13 shows the total systematic uncertainties and they are between 10% and 14% for the absolute cross section measurements and approximately 5% for the cross section ratios.   ",
            "paragraph_rank": 90,
            "section_rank": 58,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 190,
                    "text": "Table 13",
                    "end": 198
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 59
        },
        {
            "section": "Results",
            "text": "The measured flux-integrated cross sections of ν μ CC interactions per nucleon at a mean neutrino energy of 1.5 GeV, defined in a restricted phase space of induced muon, θ μ < 45 • and p μ > 0.4 GeV/c, on H 2 O, CH, and Fe are σ H 2 O CC = (0.840 ± 0.010(stat.) +0.10 −0.08 (syst.)) × 10 −38 cm 2 /nucleon,",
            "paragraph_rank": 91,
            "section_rank": 59
        },
        {
            "section": "Results",
            "text": "σ CH CC = (0.817 ± 0.007(stat.) +0.11 −0.08 (syst.)) × 10 −38 cm 2 /nucleon,",
            "paragraph_rank": 92,
            "section_rank": 59
        },
        {
            "section": "Results",
            "text": "σ Fe CC = (0.859 ± 0.003(stat.) +0.12 −0.10 (syst.)) × 10 −38 cm 2 /nucleon.",
            "paragraph_rank": 93,
            "section_rank": 59
        },
        {
            "section": "Results",
            "text": "The cross section ratios are  ",
            "paragraph_rank": 94,
            "section_rank": 59
        },
        {
            "section": "Results",
            "text": "σ Fe CC σ CH CC = 1.049 ± 0.010(stat.) ± 0.043(syst.).",
            "paragraph_rank": 95,
            "section_rank": 59
        },
        {
            "section": "Results",
            "text": "The errors of both the measured absolute cross section and cross section ratios are dominated by the systematic uncertainties. This is the most precise measurement to date of neutrino cross sections on water in this energy region and the first measurement of neutrino cross section ratios of water to hydrocarbon and water to iron. Figure 17 shows the measured cross sections and their predictions by NEUT with nominal and varied parameters of the axial vector mass M QE A , normalization of 2p2h interaction, and Fermi momentum with 1σ , which have a relatively large effect on the cross section ratios in the parameters listed in ",
            "paragraph_rank": 96,
            "section_rank": 59,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 332,
                    "text": "Figure 17",
                    "end": 341
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 60
        },
        {
            "section": "Conclusion",
            "text": "For the precise measurement of neutrino oscillation parameters, understanding of neutrino interactions with nuclei is essential. We have reported measurements of the flux-integrated ν μ chargedcurrent cross sections on water, hydrocarbon, iron and their ratios in the T2K on-axis neutrino beam with a mean neutrino energy of 1.5 GeV in a restricted phase space for the kinematics of the induced muon with θ μ < 45 • and p μ > 0.4 GeV/c in the laboratory frame. This is the most precise measurement to date of neutrino cross sections on water in this energy region and the first measurement of neutrino cross section ratios of water to hydrocarbon and water to iron. The results agree with current neutrino interaction models used in the T2K oscillation analysis within their uncertainties.",
            "paragraph_rank": 97,
            "section_rank": 60
        },
        {
            "text": "Funding",
            "section_rank": 61
        },
        {
            "section": "Funding",
            "text": "Open Access funding: SCOAP 3 .",
            "paragraph_rank": 98,
            "section_rank": 61
        }
    ]
}