{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report a measurement of muon annual modulation in a 12-l liquid scintillation detector with a live-time of more than 4 years at the Soudan Underground Laboratory. Muon minimum ionization in the detector is identified by its observed pulse shape and large energy deposition. The measured muon rate in the detector is 28.69 ± 2.09 muons per day with a modulation amplitude of (2.64 ± 0.07)% and a phase at Jul 22 ± 36.2 days. This annual modulation is correlated with the variation of the effective atmospheric temperature in the stratosphere. The correlation coefficient, α T , is determined to be 0.898 ± 0.025. This can be interpreted as a measurement of the atmospheric charged kaon to pion (K /π ) ratio of 0.094 +0.044   −0.061 for E p > 7 TeV, consistent with the measurement from the MINOS far detector. To further constrain the value of K /π ratio, a Geant4 simulation of the primary cosmic-ray protons with energy up to 100 TeV is implemented to study the correlation of K /π ratio and the muon annual modulation for muon energy greater than 0.5 TeV. We find out that a charged K /π ratio of 0.1598, greater than the upper bound (0.138) from this work at the production point 30 km above the Earth surface in the stratosphere cannot induce muon annual modulation at the depth of Soudan.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Energetic muons produced by the decay processes of pions and kaons in the stratosphere can reach deep underground. Numerous underground detectors discovered the annual modulation of muon rates [1][2][3][4][5][6][7][8][9][10][11][12][13]. This annual modulation is believed to be correlated with a slow temperature variation over seasons in the stratosphere where those muons are produced. Therefore, the muon flux underground has a dependency on the effective temperature of the stratoa e-mail: Dongming. Mei@usd.edu sphere. An increase in the effective temperature in the stratosphere results in a lower density profile, which decreases the probability of pions and kaons interacting with the atmospheric particles. Consequently, more pions and kaons undergo decays, which increases the numbers of muons observed in a detector deep underground. Such a correlation factor, named α T , between the measured muon flux modulation underground and the effective temperature variation in the stratosphere was studied by several experiments such as AMANDA [7], Borexino [8], MACRO [6] and MINOS [11]. Since kaons and pions in the primary hadronic interactions of cosmic rays in the stratosphere contribute differently to α T due to the different masses and lifetimes, it was suggested that measuring the correlation factor, α T , between the annual modulation observed in an underground detector and the temperature variation in the stratosphere can provide the information on the atmospheric charged kaon/pion (K /π ) ratio [14]. This is particularly interesting for an underground site where the observed muons from primary cosmic rays can have energies greater than 7 TeV, since the Large Hadron Collider [15] only provides a collision energy of ∼ 7 TeV. Therefore, the phenomenon of the correlation between the muon annual modulation in an underground detector and the temperature variation in the stratosphere deserves more experimental and theoretical investigations to understand the expected local behavior of the atmospheric temperature effect and the difference in the muon flux over a long period of time. Such a strong correlation over a long period of time indicates a stable atmospheric charged K /π ratio, which could shed light on the energies of the primary cosmic rays, and opens a new window for high energy cosmic ray astronomy.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 193,
                    "text": "[1]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 196,
                    "text": "[2]",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 199,
                    "text": "[3]",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 202,
                    "text": "[4]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 205,
                    "text": "[5]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 208,
                    "text": "[6]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 211,
                    "text": "[7]",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 214,
                    "text": "[8]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 217,
                    "text": "[9]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 220,
                    "text": "[10]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 224,
                    "text": "[11]",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 228,
                    "text": "[12]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 232,
                    "text": "[13]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "start": 505,
                    "text": "Mei@usd.edu",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1049,
                    "text": "[7]",
                    "end": 1052
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1063,
                    "text": "[8]",
                    "end": 1066
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1074,
                    "text": "[6]",
                    "end": 1077
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1088,
                    "text": "[11]",
                    "end": 1092
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1518,
                    "text": "[14]",
                    "end": 1522
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1701,
                    "text": "[15]",
                    "end": 1705
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "To monitor the long term flux variation at a deep underground site, a liquid scintillation detector has been deployed at the Soudan Underground Laboratory (2100 m.w.e) and run there for over 4 years. It consists of a meter long and 5 in. in diameter aluminum tube, filled with 12 l EJ-301 liquid scin-tillator. Two 5-in. Hamamatsu PMTs (R4144) are attached to both ends of the tube through Pyrex windows to collect the scintillation light. Detailed calibration procedures and techniques are discussed in Refs. [16,17].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 510,
                    "text": "[16,",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 514,
                    "text": "17]",
                    "end": 517
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In a separate paper, we have reported the observation of annual modulation induced by γ rays from (α, γ ) reactions at the Soudan Underground Laboratory [18]. The energy of the observed γ rays is reported in the range of 4-10 MeV induced by α particles from radon decays. The amplitude of modulation is found to be 26.5%, which has been proven to be in correlation with the variation of radon concentration at the Soudan Underground Laboratory.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 153,
                    "text": "[18]",
                    "end": 157
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "It is worth mentioning that there may exist a few percent uncertainty in the depth of the Soudan Underground Laboratory, depending on the exact location of the experimental site. The reported depth varies from 2000 to 2100 m.w.e [11,19]. The evaluation of depth was also performed using the average muon flux and the corresponding depth is 1950±150 m.w.e. using a flat earth surface approximation [20]. The mean muon energy was reported to be 191 GeV and 212 Gev using two different theoretical models [20]. In the same reference, the local muon angular distribution was also reported to have a sec(θ ) distribution [20].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 229,
                    "text": "[11,",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 233,
                    "text": "19]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 397,
                    "text": "[20]",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 502,
                    "text": "[20]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 616,
                    "text": "[20]",
                    "end": 620
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, the variation of the muon rate underground correlating with the modulation of atmospheric temperature is studied with both experimental data over 4 years and the Monte Carlo simulation of the primary protons with energies up to 100 TeV. The minimum energy of muons required to reach the depth of 2100 m.w.e. at Soudan Underground Laboratory is above 0.5 TeV. Though the detector is small, the run period is long (4 years) that warrants a meaningful physical result to be reported in this article.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The variation of muon rate at the Soudan Underground Laboratory",
            "section_rank": 3
        },
        {
            "section": "The variation of muon rate at the Soudan Underground Laboratory",
            "text": "The experiment with a 12 l liquid scintillation detector was conducted at the Soudan Underground Laboratory with a live-time of 982.1 days over 4 years. The detector is calibrated from ∼1 MeV to ∼ 20 MeV by using gamma ray sources 22 Na (1.275 MeV), AmBe (4.4 MeV), and the minimum ionization peak from cosmic muons (20.4 MeV) [16]. The energy response to the entire energy range is accumulated and shown in Fig. 1. To maintain a stable energy scale over the entire experimental period, the peak position of the muon minimum ionization is closely monitored. Energies are re-calibrated on weekly basis according to the variation of the peak position from the muon minimum ionization along with time. The pedestal value is also monitored and used in the correction of the pulse shapes when calculating energies. The γ rays from radioactive decays ( 40 K, 232 Th and 238 U) and (α, γ ) reactions induced by radon decays are also recorded and analyzed [18]. The energies of γ rays are significantly below 20 MeV. Muon-induced neutrons and (α,n) neutrons have been reported in an earlier paper [17] and the event rates are significantly smaller than the muon rate reported in this work.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 231,
                    "text": "22",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 327,
                    "text": "[16]",
                    "end": 331
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 408,
                    "text": "Fig. 1",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 948,
                    "text": "[18]",
                    "end": 952
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1089,
                    "text": "[17]",
                    "end": 1093
                }
            ]
        },
        {
            "section": "The variation of muon rate at the Soudan Underground Laboratory",
            "text": "Muons detected in our detector are largely suppressed by the overburden of the rock. The variation of muon intensity is believed to correlated with the seasonal temperature variation in the stratosphere of atmosphere above the ground. An effective temperature T e f f is defined using a weighted average over the atmospheric depth [11]:",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 331,
                    "text": "[11]",
                    "end": 335
                }
            ]
        },
        {
            "section": "The variation of muon rate at the Soudan Underground Laboratory",
            "text": "(1)",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "The variation of muon rate at the Soudan Underground Laboratory",
            "text": "Where T (X ) is atmospheric temperature in the stratosphere at a given atmospheric depth X , and the weight W (X ) is the temperature dependence of the production of mesons and their decay into muons that can be observed in our detector. The variation of atmospheric temperature in the stratosphere results in a change of the air density. Consequently, the change of the air density modifies the ratio of meson decays to hadronic interaction and the hence changing the muon flux observed underground. An effective temperature coefficient α T can be defined as:",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "The variation of muon rate at the Soudan Underground Laboratory",
            "text": "< T e f f > .",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "The variation of muon rate at the Soudan Underground Laboratory",
            "text": "(2) Figure 2 shows the variation of amplitude along with time. The formula we use to determine the fractional modulation amplitude δ I /I and the period T is described in Eq. 3.  where I is the mean value and δ I is the variation amplitude. The phase t 0 is the time when the signal reaches its maximum. The top plot in Fig. 2   Fig. 2 is the muon variation curve. Data points with energy greater than the muon minimum ionization peak are collected to avoid the gamma ray contamination and any potential energy shift. With the fixed period of 365.1 days, the fitted result gives the variation amplitude of (2.64 ± 0.07)% with the phase at Jul 22 ± 36.2 days. The correlation of the percentage variation in the observed muon rate ΔI μ / < I μ > correlates with the change in effective temperature ΔT e f f / < T e f f > is shown in Fig. 3. The fitting result determines the value of α T = 0.898 ± 0.025. The error is dominated by the statistical uncertainty, since the systematical uncertainty is negligible. This is because the systematical uncertainty was carefully avoided using weekly calibration and the muon events were selected with energy greater than 20 MeV, which largely excludes gamma-ray (E γ < 20 MeV) contamination. In addition, the event rate from the muon-induced neutrons is much smaller than the muon event rate detected in the detector.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 4,
                    "text": "Figure 2",
                    "end": 12
                },
                {
                    "ref_id": "formula_2",
                    "start": 175,
                    "text": "3",
                    "end": 176
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 320,
                    "text": "Fig. 2",
                    "end": 326
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 329,
                    "text": "Fig. 2",
                    "end": 335
                },
                {
                    "type": "figure",
                    "start": 831,
                    "text": "Fig. 3",
                    "end": 837
                }
            ]
        },
        {
            "section": "The variation of muon rate at the Soudan Underground Laboratory",
            "text": "The remaining uncertainty associated with the value of α T measured in this work is therefore governed by the limited statistical error per bin (64 days with 1836 muon events per bin). underground sites agree with the predicted α T (red curve in Fig. 4) well. Our detector is adjacent to the MINOS far detector at the same depth level of the Soudan Underground Laboratory. Both results show a good agreement with the prediction. The charged K /π ratio, r (K /π ), can be determined using the relation below [14]:",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 246,
                    "text": "Fig. 4",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 507,
                    "text": "[14]",
                    "end": 511
                }
            ]
        },
        {
            "section": "The variation of muon rate at the Soudan Underground Laboratory",
            "text": "where (α T ) K ,π can be obtained using the theoretical prediction [14]:",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 67,
                    "text": "[14]",
                    "end": 71
                }
            ]
        },
        {
            "section": "The variation of muon rate at the Soudan Underground Laboratory",
            "text": "Utilizing the muon spectrum index, γ = 1.7 ± 0.1, kaon critical energy k = 0.851 ± 0.014 TeV, and pion critical energy π = 0.114 ± 0.003 TeV given by the Particle Data Group [22] and E th cosθ = 0.795 ± 0.14 TeV from MINOS [11], we can obtain (α T ) K = 0.620 +0.029 −0.037 and (α T ) π = 0.924 +0.008 −0.011 . Plugging the values of (α T ) K ,π and the measured α T =0.898±0.025 into Eq. 4, we obtain r (K /π ) = 0.094 +0.044 −0.061 . This is consistent with r (K /π ) = 0.12 +0.07 −0.05 determined by MINOS [11]. To further constrain the uncertainty of r (K /π ) from the measurements, we conduct a Geant4 simulation to study the correlation between the temperature variation in the stratosphere and the muon rate annual modulation underground at the Soudan Underground Laboratory for a given r (K /π ).",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 174,
                    "text": "[22]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 223,
                    "text": "[11]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "start": 420,
                    "text": "+0.044",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 509,
                    "text": "[11]",
                    "end": 513
                }
            ]
        },
        {
            "text": "Simulation of the muon rate annual modulation with a given K /π ratio",
            "section_rank": 4
        },
        {
            "text": "Simulation of muons from primary cosmic-ray protons",
            "section_rank": 5
        },
        {
            "section": "Simulation of muons from primary cosmic-ray protons",
            "text": "As observed in Fig. 2, the muon rate modulates over a year period. The correlation with the variation of temperature is demonstrated in Fig. 3. In the summer time, the temperature in the stratosphere increases. As a result, the air density decreases. Therefore, more mesons undergo decay processes to produce more energetic muons, which can be observed in a detector underground. In contrast to the summer, the temperature in the stratosphere decreases in the winter time, which increases the air density. Thus, more mesons can interact with air particles to produce muons with lower energies, which have less chance to reach a detector deep underground. This phenomenon is observed as the muon rate annual modulation in a detector underground. Since kaons (K + and K − have a shorter half-life (12.4 ns) than pions (26 ns for π + and π − ) [22], it is expected that this phenomenon is mainly due to the change of the fraction of pions that undergo decays with respect to the interactions with air particles [14] in the stratosphere. Accordingly, the correlation between the observed muon rate annual modulation and the variation of temperature in the stratosphere is sensitive to the K /π ratio in the production place. As a result, measuring this correlation provides an indirect way to measure the K /π ratio induced by very high energy cosmic rays in the stratosphere. The atmospheric K /π ratio was first measured using the MINOS-FD data in 2009 [11]. The measured α T , 0.873 ± 0.009(stat) ± 0.010(syst) was used to determine the K /π ratio together with the theoretical prediction with large errors up to 40% [23]. The determined atmospheric K /π ratio is 0.12 +0.07 −0.05 . Utilizing a well-understood 12-l liquid scintillation detector, we have determined α T = 0.898±0.025, which corresponds to a K /π ratio of 0.094 +0.044 −0.061 . To further con-",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 15,
                    "text": "Fig. 2",
                    "end": 21
                },
                {
                    "type": "figure",
                    "start": 136,
                    "text": "Fig. 3",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 841,
                    "text": "[22]",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1008,
                    "text": "[14]",
                    "end": 1012
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1451,
                    "text": "[11]",
                    "end": 1455
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1616,
                    "text": "[23]",
                    "end": 1620
                },
                {
                    "type": "bibr",
                    "start": 1827,
                    "text": "+0.044",
                    "end": 1833
                }
            ]
        },
        {
            "section": "Simulation of muons from primary cosmic-ray protons",
            "text": "Shown is the US 1976 Atmospheric Model [25] with 100 layers evenly divided for altitude ranging from 0 to 100 km Fig. 6 Shown is the seasonal air density variation obtained from IGRA for the location close to Soudan strain the uncertainty on the value of K /π ratio, a simulation is performed to reproduce the surface muons originating from primary cosmic rays with a given K /π ratio to examine the correlation between the muon rate annual modulation and the variation of temperature in the stratosphere. Primary cosmic-ray protons are generated at the top surface 100 km above sea level, since high-energy particles arriving from outer space are mainly (89%) protons [24]. We cast the proton energy range from 1 GeV to 100 TeV with the differential spectral index to be -2.7 (α = γ + 1) [22]. The US 1976 Atmosphere Model [25] has been adopted to simulate the average air density and pressure change along with the altitude as shown in Fig. 5.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 39,
                    "text": "[25]",
                    "end": 43
                },
                {
                    "type": "figure",
                    "start": 113,
                    "text": "Fig. 6",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 669,
                    "text": "[24]",
                    "end": 673
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 789,
                    "text": "[22]",
                    "end": 793
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 824,
                    "text": "[25]",
                    "end": 828
                },
                {
                    "type": "figure",
                    "start": 938,
                    "text": "Fig. 5",
                    "end": 944
                }
            ]
        },
        {
            "section": "Simulation of muons from primary cosmic-ray protons",
            "text": "The seasonal air density variation from the Integrated Global Radiosonde Archive (IGRA) for the location which is very close to Soudan [26] is adopted in the simulation. As an example, we show the seasonal air density variation in the stratosphere at the level of 30 km above sea level in Fig. 6.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 135,
                    "text": "[26]",
                    "end": 139
                },
                {
                    "type": "figure",
                    "start": 289,
                    "text": "Fig. 6",
                    "end": 295
                }
            ]
        },
        {
            "section": "Simulation of muons from primary cosmic-ray protons",
            "text": "The Geant4 module physics QGSP_BERT_EMV [27,28] with the step length 10 cm is applied in the simulation to reveal small perturbations of atmospheric weights caused by the variation of temperature. The hadronic models used in Geant4 are Bertini cascade (0-5.0 GeV) and Fritiof with Precompound (FTFP) (4.0 GeV-100 TeV) for hadrons as well as  Figure 7 shows the simulated cosmic-ray muon energy spectrum in comparison with the measurement [30]. Cosmic muons are secondary particles from cosmic ray air shower events. Muons reaching the sea level are collected and the simulated energy spectrum is compared with the experimental data (see Fig. 7). For our experimental setup, only those surface muons with energy greater than 500 GeV can reach the underground depth where our detector is located. The parent particle of those muons are mainly cosmic ray k± and π ±. The charged K /π with their energy greater than 0.5 TeV is counted as: 0.1598. The average energy conversion between the parent k±, π± and secondary muons are shown in Fig. 8. Most of decays of k± and π ± are found to be around 20 ∼ 30 km above the sea level.",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 40,
                    "text": "[27,",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 44,
                    "text": "28]",
                    "end": 47
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 342,
                    "text": "Figure 7",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 438,
                    "text": "[30]",
                    "end": 442
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 637,
                    "text": "Fig. 7",
                    "end": 643
                },
                {
                    "type": "figure",
                    "start": 1032,
                    "text": "Fig. 8",
                    "end": 1038
                }
            ]
        },
        {
            "text": "Simulation results",
            "section_rank": 6
        },
        {
            "section": "Simulation results",
            "text": "With a charged K /π ratio of 0.1598 in the simulation and the seasonal air density variation shown in Fig. 5, the muon rate annual modulation is not observed in the simulation for muons with energies greater than 0.5 TeV and 0.7 TeV as shown in Figs. 9 and 10.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 102,
                    "text": "Fig. 5",
                    "end": 108
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 245,
                    "text": "Figs. 9 and 10",
                    "end": 259
                }
            ]
        },
        {
            "section": "Simulation results",
            "text": "The results from the simulation indicate that the charged K /π ratio of 0.1598 originated from cosmic-ray protons interacting with air particles cannot generate the sufficient muon rate annual modulation observed in a detector at the Soudan Underground Laboratory. Since this K /π ratio given by the Geant4 simulation is greater than the upper bound of 0.138 determined by this work. This simulation sheds light on the constrain of the charged K /π ratio, which is in favor of the measured value 0.0924 +0.044 −0.061 . This lower K /π ratio is ± K ± π Fig. 8 The average energy conversion of parent π ±, k± versus secondary muons Fig. 9 The expected muon rate annual modulation for muon energy greater than 0.5 TeV. The modulation amplitude is only 0.42%, which is much less than the experimental measurement of 2.64% also consistent with the hypothesis of the muon rate annual modulation is mainly due to the change of the fraction of pions that undergo decays with respect to the interactions with air particles [14] in the stratosphere. A higher K /π ratio would reduce the muon rate annual modulation because kaons are not as sensitive as pions to the temperature variation in the stratosphere due to a relatively short half-life. This has been demonstrated by the simulated results in Figs. 9 and 10 where the large scatter of points represents the muons from kaon decays, which are less sensitive to the temperature variation when comparing with pions. Note that the Soudan Underground Laboratory has a flat surface. We used the flat Earth surface approximation to simulation muons traversing The upper bound from a theoretical prediction [14] The central value from a theoretical prediction [14] The lower bound from a theoretical prediction [14] This work",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 503,
                    "text": "+0.044",
                    "end": 509
                },
                {
                    "type": "figure",
                    "start": 552,
                    "text": "Fig. 8",
                    "end": 558
                },
                {
                    "type": "figure",
                    "start": 630,
                    "text": "Fig. 9",
                    "end": 636
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1014,
                    "text": "[14]",
                    "end": 1018
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1645,
                    "text": "[14]",
                    "end": 1649
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1698,
                    "text": "[14]",
                    "end": 1702
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1749,
                    "text": "[14]",
                    "end": 1753
                }
            ]
        },
        {
            "text": "MINOS",
            "section_rank": 7
        },
        {
            "section": "MINOS",
            "text": "The allowed region Fig. 11 Shown is α T versus the charged K /π ratio, r (K /π ). The allowed region is determined by combining the measurement from MINOS with the measurement from this work the overburden with an average density of 2.85 g/cm 3 [18]. The uncertainty associated with the the differential spectral index α = γ + 1 is γ = 1.7 ± 0.1, which does not introduce any visible variation in the muon flux underground.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 19,
                    "text": "Fig. 11",
                    "end": 26
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 245,
                    "text": "[18]",
                    "end": 249
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "Our detector accumulated data at the Soudan Underground Laboratory (2100 m.w.e.) for over 4 years. Data analysis gives a muon flux I μ = (1.65 ± 0.12) × 10 −7 cm −2 s −1 . Seasonal modulation of muon rates are observed with the percentage amplitude of 2.64% and the phase to be Jul 22±36.2 days. The correlation between atmospheric temperature variations and the changes in the muon rates observed in our detector has been investigated. The temperature coefficient of α T = 0.898 ± 0.025 is found for the under-ground depth where our detector is located. This result is in a good agreement with the measurement made by the MINOS-FD (0.873 ± 0.009(stat.) ± 0.010(syst.)). The value of α T , 0.898±0.025, implies that the atmospheric K /π ratio is 0.094 +0.044 −0.061 in the stratosphere determined by this work. Utilizing the Geant4 simulation, we find out a charged K /π ratio of 0.1598, greater than 0.138 the upper bound of this work, cannot contribute to the observed the muon annual modulation in our detector at the Soudan Underground Laboratory. If one combines this work with the measurement of MINOS (0.12 +0.07 −0.05 ), the charged K /π ratio is constrained to a range between 0.07 and 0.0138, as shwon in Fig. 11 determined by the observed muon annual modulation at the depth of Soudan.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1114,
                    "text": "+0.07",
                    "end": 1119
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1215,
                    "text": "Fig. 11",
                    "end": 1222
                }
            ]
        },
        {
            "text": "Fig. 1",
            "section_rank": 9
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1 The full energy spectrum in a 12 l liquid scintillation detector with a live-time of 982.1 days",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Fig. 2",
            "section_rank": 10
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2The top plot shows the effective temperature variation of the atmosphere above the Soudan Underground Laboratory. The data points in the bottom plot represent the variation of muon flux along time. The bin size is 64 days, corresponding to a total of 1836 muon events per bin",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "Figure 4 Fig. 3 DepthFig. 4",
            "section_rank": 11
        },
        {
            "section": "Figure 4 Fig. 3 DepthFig. 4",
            "text": "Fig. 3The variation of muon rate ΔI μ / < I μ > as a function of ΔT e f f / < T ef f >. The slope of the linear fit gives α T = 0.898 ± 0.025",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "Fig. 7",
            "section_rank": 12
        },
        {
            "section": "Fig. 7",
            "text": "Fig. 7Simulated muon energy spectrum at sea level compared with the measurement[30] ",
            "paragraph_rank": 28,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 79,
                    "text": "[30]",
                    "end": 83
                }
            ]
        },
        {
            "text": "Fig. 10",
            "section_rank": 13
        },
        {
            "section": "Fig. 10",
            "text": "Fig. 10The expected muon rate annual modulation for muon energy greater than 0.7 TeV. The modulation amplitude is only 0.15%, which is much less than the experimental measurement of 2.64%",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "represents the effective temperature variation of the atmosphere above the ground of the Soudan site. The atmospheric temperature data is obtained from Ref. [21]. A fixed period of 365.1 days is applied to fit the variation pattern. The fitted variation amplitude is found to be (2.87 ± 0.08)% with the phase at Jul 12 ± 3.4 days. The bottom plot in",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "Acknowledgements",
            "section_rank": 16
        },
        {
            "section": "Acknowledgements",
            "text": "The authors wish to thank Fred Gray, Keenan Thomas, Anthony Villano, Priscilla Cushman and the Soudan underground facility management for their invaluable suggestions and help. We also would like to thank Christina Keller for a careful reading of this manuscript and Jing Liu and Arun Soma for their useful discussion. This ",
            "paragraph_rank": 31,
            "section_rank": 16
        }
    ]
}