{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A measurement of fiducial and differential crosssections for W + W − production in proton-proton collisions at √ s = 13 TeV with the ATLAS experiment at the Large Hadron Collider using data corresponding to an integrated luminosity of 36.1 fb −1 is presented. Events with one electron and one muon are selected, corresponding to the decay of the diboson system as W W → e ± νμ ∓ ν. To suppress topquark background, events containing jets with a transverse momentum exceeding 35 GeV are not included in the measurement phase space. The fiducial cross-section, six differential distributions and the cross-section as a function of the jet-veto transverse momentum threshold are measured and compared with several theoretical predictions. Constraints on anomalous electroweak gauge boson self-interactions are also presented in the framework of a dimension-six effective field theory.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The measurement of the production of W -boson pairs through interactions of quarks and gluons probes the electroweak (EW) gauge structure of the Standard Model (SM) and allows further tests of the strong interaction between quarks and gluons. The W W production process is also important as it constitutes large irreducible backgrounds in searches for physics beyond the SM and to H → W W * production. Its large production cross-section combined with the large sample of proton-proton ( pp) collision data delivered by the Large Hadron Collider (LHC), enables this process to be studied differentially with a better statistical precision than was possible in previous measurements.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The first measurements of W W production were carried out at the LEP electron-positron collider [1]. At the Tevatron this process was measured in proton-antiproton collisions by the CDF [2,3] and DØ [4] Collaborations. In pp collisions at the LHC, W W production cross-sections were determined for centre-of-mass energies of √ s = 7 TeV and √ s = 8 TeV by the ATLAS [5,6] and CMS [7,8] Collaborations. In addition, a dedicated measurement of the W W + 1jet final state was carried out by the ATLAS Collaboration [9] at √ s = 8 TeV. At √ s = 13 TeV, the total cross-section for W W production was measured by the ATLAS Collaboration [10], albeit only for the small 2015 data sample, which did not allow any differential studies.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 96,
                    "text": "[1]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "start": 366,
                    "text": "[5,",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "start": 369,
                    "text": "6]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "start": 380,
                    "text": "[7,",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "start": 383,
                    "text": "8]",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "start": 632,
                    "text": "[10]",
                    "end": 636
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The cross-section measurements at √ s = 7 and √ s = 8 TeV revealed discrepancies between data and theory that have since been addressed through the inclusion of higher-order corrections in perturbative quantum chromodynamics (QCD) [11][12][13][14][15][16]. This has remedied the mismatch between the total measured and predicted cross-sections, but some discrepancies in the differential distributions persist. The highenergy behaviour of the W W cross-section and the angular distributions of the W W decay products could be affected by new physical phenomena at higher partonic centre-ofmass energies, such as EW doublet or triplet scalars [17,18] or degenerate and non-degenerate top-quark superpartners (stops) in supersymmetry (SUSY) scenarios [19,20]. These specific models can be constrained by their contribution to dimension-six operators in an effective Lagrangian at tree level [17]. At lower partonic centre-of-mass energies, W W production can also be used to provide complementary constraints on compressed EW SUSY scenarios with low stop masses [21].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 231,
                    "text": "[11]",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 235,
                    "text": "[12]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "start": 239,
                    "text": "[13]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 243,
                    "text": "[14]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 247,
                    "text": "[15]",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 251,
                    "text": "[16]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 642,
                    "text": "[17,",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 646,
                    "text": "18]",
                    "end": 649
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 749,
                    "text": "[19,",
                    "end": 753
                },
                {
                    "type": "bibr",
                    "start": 753,
                    "text": "20]",
                    "end": 756
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 889,
                    "text": "[17]",
                    "end": 893
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1060,
                    "text": "[21]",
                    "end": 1064
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The W W signal is composed of two leading sub-processes: qq → W W production 1 (in the t-and s-channels) and gluon-gluon fusion production (both non-resonant gg → W W and resonant gg → H → W W ). Figure 1 shows representative sub-processes. To allow for a proper treatment and inclusion of the interference, which is especially relevant in the tails of kinematic distributions, the resonant production is kept as part of the signal. The fiducial phase space is defined to be orthogonal to the H → W W measurements by the ATLAS Collaboration [22,23] using a requirement on the dilepton invariant mass. Therefore the Higgs boson contribution included in the signal definition is dominated by off-shell production and interference effects. The production of two W bosons from the decay of top-antitop quark pairs is not considered part of the signal.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 196,
                    "text": "Figure 1",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 541,
                    "text": "[22,",
                    "end": 545
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 545,
                    "text": "23]",
                    "end": 548
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The different sub-processes for W W production are known theoretically at different orders in the strong coupling constant α s . The qq → W W production cross-section is known to O(α 2 s ), next-to-next-to-leading order (NNLO) [11,15]. Recently, also a NNLO prediction matched to a parton shower has become available [15,24,25]. The nonresonant gg → W W production cross-section is known to O(α 3 s ), next-to-leading order (NLO) [26], and its interference with the resonant gg → W W production cross-section is known to O(α 2 s ). This paper presents a measurement of the fiducial crosssection for W W production at √ s = 13 TeV using pp collision data recorded in 2015 and 2016 by the ATLAS experiment, corresponding to an integrated luminosity of 36.1 fb −1 . The W W → e ± νμ ∓ ν decay channel is studied (denoted in the following by W W → eμ). The measurement is performed in a phase space close to the geometric and kinematic acceptance of the experimental analysis. This includes a veto on the presence of jets with transverse momenta ( p T ) above a series of thresholds, with a p T = 35 GeV threshold used as a baseline. Measuring the fiducial cross-section as a function of the jet veto p T threshold provides an indirect measure of the jet p T spectrum in W W events, without removing the jet veto that is necessary for background suppression.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 227,
                    "text": "[11,",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 231,
                    "text": "15]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 317,
                    "text": "[15,",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 321,
                    "text": "24,",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 324,
                    "text": "25]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 430,
                    "text": "[26]",
                    "end": 434
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Six differential distributions involving kinematic variables of the final-state charged leptons are measured in the baseline phase space. Three of them characterize the energy of the process: the transverse momentum of the leading lepton p lead T , the invariant mass of the dilepton system m eμ and the transverse momentum of the dilepton system p eμ T . Three further distributions probe angular correlations and the spin state of the W W system. These are the rapidity of the dilepton system |y eμ |, the difference in azimuthal angle between the decay leptons φ eμ , and | cos θ * | defined as:",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where η eμ is the difference between the pseudorapidities of the leptons. 2 This variable is longitudinally boost-invariant and sensitive to the spin structure of the produced diparticle pairs as discussed in Ref. [27]. The unfolded p lead T distribution is used to set limits on anomalous triple-gauge-boson couplings, since this distribution was identified as the most sensitive to the effect of these couplings.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 214,
                    "text": "[27]",
                    "end": 218
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS detector [28] at the LHC is a multipurpose particle detector with a forward-backward symmetric cylindrical geometry and nearly 4π coverage in solid angle. It consists of inner tracking devices surrounded by a superconducting solenoid, electromagnetic (EM) and hadronic calorimeters, and a muon spectrometer. The inner detector (ID) provides charged-particle tracking in the pseudorapidity region |η| < 2.5 and vertex reconstruction. It comprises a silicon pixel detector, a silicon microstrip tracker, and a straw-tube transition radiation tracker. The ID is placed inside a solenoid that produces a 2 T axial magnetic field. Lead/liquid-argon (LAr) sampling calorimeters provide EM energy measurements with high granularity. A steel/scintillator-tile hadronic calorimeter covers the central pseudorapidity range |η| < 1.7. The endcap and forward regions are instrumented with LAr calorimeters for both the EM and hadronic energy mea-",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 19,
                    "text": "[28]",
                    "end": 23
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "Feynman diagrams for SM W W production at tree level (from left to right): qq initial-state t-channel, qq initial-state s-channel, gg initial-state non-resonant and gg initial-state resonant production. The s-channel production contains the W W Z and W W γ triple-gauge-coupling vertices. The gluon-gluon fusion processes are mediated either by a quark loop (gg → W W ) or the resonant production of a Higgs boson with subsequent decay into W W (gg → H → W W ) surements up to |η| = 4.9. The muon spectrometer (MS) is operated in a magnetic field provided by air-core superconducting toroids and includes tracking chambers for precise muon momentum measurements up to |η| = 2.7 and trigger chambers covering the range |η| < 2.4.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "A two-level trigger system [29] selects the events used in the analysis. The first level is implemented in custom electronics, while the second trigger level is a flexible softwarebased system.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 27,
                    "text": "[29]",
                    "end": 31
                }
            ]
        },
        {
            "text": "Data and simulated event samples",
            "section_rank": 4
        },
        {
            "section": "Data and simulated event samples",
            "text": "The data were collected at a centre-of-mass energy of 13 TeV during 2015 and 2016, and correspond to an integrated luminosity of 36.1 fb −1 . Only high-quality data with all detectors in normal operating conditions are analysed. The average number of interactions per bunch crossing was estimated to be μ = 24.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Data and simulated event samples",
            "text": "Simulated event samples are used for most of the background estimates, for the correction of the signal yield due to detector effects, and for comparison with the measured cross-sections.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Data and simulated event samples",
            "text": "The W W signal was modelled using the NLO perturbative QCD Powheg-Box v2 event generator [30][31][32][33][34] for qq initial states. The gg → W W contribution was generated using the Sherpa 2.1.1+OpenLoops framework [35,36] at leading order (LO) with up to one additional parton and includes non-resonant and resonant Higgs boson production and interference terms. The Sherpa 2.1.1+OpenLoops framework also allows these contributions to be generated and studied separately. In both cases, the CT10 [37] parton distribution functions (PDF) were used. Powheg-Box was interfaced to Pythia 8.210 [38] for the modelling of parton showers and hadronization as well as underlying-event simulation, using the AZNLO [39] set of tuned parameters ('tune') and the CTEQ6L1 [40] PDF set. Sherpa used its own parton shower, fragmentation and underlying-event model. Alternative signal samples for the quark-induced production were gener-ated using Powheg-Box interfaced to Herwig++ 2.7.1 [41] with the UEEE5 tune [42], and using the Sherpa 2.2.2 generator with its own model for parton showering, hadronization and the underlying event. The Sherpa 2.2.2 prediction was obtained at NLO with up to one additional parton emission and up to three at LO and employs the NNPDF3.0 [43] PDF set. The W W signal predictions were normalized to the NNLO cross-section [11]; the gg → W W process was normalized to its inclusive NLO cross-section [26].",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 89,
                    "text": "[30]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 93,
                    "text": "[31]",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 97,
                    "text": "[32]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 101,
                    "text": "[33]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 105,
                    "text": "[34]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 216,
                    "text": "[35,",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 220,
                    "text": "36]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 498,
                    "text": "[37]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 592,
                    "text": "[38]",
                    "end": 596
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 707,
                    "text": "[39]",
                    "end": 711
                },
                {
                    "type": "bibr",
                    "start": 761,
                    "text": "[40]",
                    "end": 765
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 974,
                    "text": "[41]",
                    "end": 978
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 999,
                    "text": "[42]",
                    "end": 1003
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1260,
                    "text": "[43]",
                    "end": 1264
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1343,
                    "text": "[11]",
                    "end": 1347
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1420,
                    "text": "[26]",
                    "end": 1424
                }
            ]
        },
        {
            "section": "Data and simulated event samples",
            "text": "The background processes considered are: top-quark pair production (tt), associated production of a top quark with a W boson (W t), single vector-boson production (W or Z , in association with jets), multijet production, other diboson production (W Z, Z Z, W γ and Z γ ) and triboson production (W W W , W W Z, W Z Z and Z Z Z), where Z stands for Z /γ * .",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "Data and simulated event samples",
            "text": "For the generation of tt and W t processes at NLO, Powheg-Box v2 [44] and Powheg-Box v1 [30] respectively were used with the CT10 PDF set. For the parton shower, hadronization and underlying event, simulated events were interfaced to Pythia 8.186 for tt and Pythia 6.425 [45] for single-top production, using the A14 tune [46] and the Perugia 2012 [47] tune, respectively. The top-quark mass was set to 172.5 GeV. In the tt sample, the h damp parameter that regulates the highp T emission, against which the tt system recoils, was set to 1.5 times the top-quark mass following studies reported in Ref. [48]. Alternative samples were generated with different settings to assess the uncertainty in modelling top-quark events. To estimate uncertainties in additional QCD radiation in top-quark processes, a pair of samples was produced with the alternative sets of A14 (tt) or Perugia 2012 (W t) parameters for higher and lower radiation, as well as with different renormalization and factorization scales which were both varied either by a factor of 2 or 0.5. For the higher-radiation samples, the value of the h damp parameter was doubled. Two alternative Monte Carlo (MC) programs were used to estimate the impact of the choice of hard-scatter generator and hadronization algorithm in top-quark events; for each of these samples one of the two components was replaced by an alternative choice. The alter-native choices are MadGraph5_aMC@NLO 2.3 [49] for the hard-scatter generator and Herwig 7 [50] (Herwig++ 2.7.1) for the hadronization algorithm in tt (W t) events. In addition, the modelling of the overlap at NLO between W t and tt diagrams [51] was studied. The effect was assessed by generating W t events with different schemes for overlap removal using the Powheg-Box event generator interfaced to Pythia 6.425 for the simulation of parton showering and non-perturbative effects. The top-quark events were normalized using the NNLO+next-to-next-to-leading-logarithm (NNLL) QCD cross-section [52] for tt, and the NLO+NNLL cross-section [53] for W t production.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 65,
                    "text": "[44]",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 88,
                    "text": "[30]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 271,
                    "text": "[45]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "start": 322,
                    "text": "[46]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 348,
                    "text": "[47]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 602,
                    "text": "[48]",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1445,
                    "text": "[49]",
                    "end": 1449
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1494,
                    "text": "[50]",
                    "end": 1498
                },
                {
                    "type": "bibr",
                    "start": 1645,
                    "text": "[51]",
                    "end": 1649
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1999,
                    "text": "[52]",
                    "end": 2003
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 2043,
                    "text": "[53]",
                    "end": 2047
                }
            ]
        },
        {
            "section": "Data and simulated event samples",
            "text": "The Z +jets process (with Z → ee/μμ/τ τ ) was modelled using Sherpa 2.2.1 [54] with the NNPDF3.0 PDF set. This process was calculated with up to two additional partons at NLO and up to four additional partons at LO. The W +jets and alternative Z +jets events were produced with the Powheg-Box generator at NLO accuracy using the CT10 PDF set, interfaced to Pythia 8.186 for parton showering, hadronization and the underlying event. As in the W W samples, the AZNLO tune was used for the underlying event together with the CTEQ6L1 PDF set. The Z +jets and W +jets events were normalized using their respective NNLO cross-section calculations [55].",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 74,
                    "text": "[54]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 641,
                    "text": "[55]",
                    "end": 645
                }
            ]
        },
        {
            "section": "Data and simulated event samples",
            "text": "The background from diboson production processes (W Z, Z Z, W γ and Z γ ) was simulated using the Sherpa 2.2.2 generator with the NNPDF 3.0 PDF set. The samples include up to one additional parton emission at NLO and up to three at LO. Alternative samples for W Z and Z Z processes were produced using the same Powheg-Box+Pythia 8 set-up as the qq-initiated W W signal samples discussed above. The background from triboson production was modelled using the Sherpa+OpenLoops generator with the CT10 PDF set, calculated at NLO for inclusive production and including up to two hard parton emissions at LO. The W Z, Z Z and triboson samples produced with Sherpa were normalized to the cross-section calculated by Sherpa, with hard parton emissions at NLO or LO as discussed, and thus already capturing some of the NNLO effects. The W Z and Z Z backgrounds simulated with Powheg-Box were normalized to their NNLO cross-sections [56][57][58][59][60].",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 923,
                    "text": "[56]",
                    "end": 927
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 927,
                    "text": "[57]",
                    "end": 931
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 931,
                    "text": "[58]",
                    "end": 935
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 935,
                    "text": "[59]",
                    "end": 939
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 939,
                    "text": "[60]",
                    "end": 943
                }
            ]
        },
        {
            "section": "Data and simulated event samples",
            "text": "EvtGen 1.2.0 [61] was used for the properties of the bottom and charm hadron decays after hadronization in all samples generated with Powheg-Box and Mad-Graph5_aMC@NLO.",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 13,
                    "text": "[61]",
                    "end": 17
                }
            ]
        },
        {
            "section": "Data and simulated event samples",
            "text": "Additional interactions in the same or nearby bunch crossings (pile-up) were simulated using Pythia 8.186 using the A2 tune [62] and the MSTW2008LO PDF [63] set and were overlaid on the simulated signal and background events.",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 124,
                    "text": "[62]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 152,
                    "text": "[63]",
                    "end": 156
                }
            ]
        },
        {
            "section": "Data and simulated event samples",
            "text": "All simulated event samples were produced using the ATLAS simulation infrastructure [64], using the full Geant 4 [65] simulation of the ATLAS detector. Simulated events were then reconstructed with the same software as used for the data and were corrected with data-driven correction factors to account for differences in lepton and jet reconstruction and identification between data and simulation. These corrections are of the order of 1-3%.",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "Event reconstruction and selection",
            "section_rank": 5
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The W W event candidates are selected by requiring each event to contain exactly one electron and exactly one muon of opposite charge, each passing the selections described below. Events with a same-flavour lepton pair are not used because they have a larger background from the Drell-Yan process.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Candidate events are required to have at least one vertex with at least two associated tracks with p T > 400 MeV. The vertex with the highest p 2 T of the associated tracks is considered to be the primary vertex.",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "Trigger",
            "section_rank": 6
        },
        {
            "section": "Trigger",
            "text": "Candidate events were recorded by either a single-muon or a single-electron trigger that imposed a minimum lepton transverse momentum threshold that varied during datataking. The p T threshold of the leptons required by triggers in 2015 was 24 GeV for electrons and 20 GeV for muons, both satisfying loose isolation requirements. Due to the higher instantaneous luminosity in 2016 the trigger threshold was increased to 26 GeV for both the electrons and the muons, and more restrictive isolation for both the leptons as well as more restrictive identification requirements for electrons were applied. Additionally, single-lepton triggers with higher p T thresholds but with no isolation or with loosened identification criteria were used to increase the efficiency. The trigger efficiency for events satisfying the full selection criteria described below is about 99% and is determined using a simulated signal sample that is corrected to reflect the data efficiencies with corrections measured using Z → ee [66] and Z → μμ [67] events. These data-driven corrections are of the order of 2% with permille level uncertainties.",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1008,
                    "text": "[66]",
                    "end": 1012
                }
            ]
        },
        {
            "text": "Leptons",
            "section_rank": 7
        },
        {
            "section": "Leptons",
            "text": "Electron candidates are reconstructed from the combination of a cluster of energy deposits in the EM calorimeter and a track in the ID [66]. Candidate electrons must satisfy the TightLH quality definition described in Ref. [66]. Signal electrons are required to have E T > 27 GeV and the pseudorapidity of electrons is required to be |η| < 2.47, excluding the transition region between the barrel and endcaps in the LAr calorimeter (1.37 < |η| < 1.52). In addition, a requirement is added to reject electrons that potentially stem from photon conversions to reduce the W γ background [66]. This uses a simple classification based on the candidate electron's E/ p and p T , the presence of a hit in the pixel detector, and the secondary-vertex information, to determine whether the electron could also be considered as a photon candidate and rejected.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 135,
                    "text": "[66]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "start": 223,
                    "text": "[66]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "start": 584,
                    "text": "[66]",
                    "end": 588
                }
            ]
        },
        {
            "section": "Leptons",
            "text": "Muon candidates are reconstructed by combining a track in the ID with a track in the MS [67]. The Medium quality criterion, as defined in Ref. [67], is applied to the combined tracks. Signal muons are required to have p T > 27 GeV and |η| < 2.5.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 88,
                    "text": "[67]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "start": 143,
                    "text": "[67]",
                    "end": 147
                }
            ]
        },
        {
            "section": "Leptons",
            "text": "Leptons are required to originate from the primary vertex. The longitudinal impact parameter of each lepton track, calculated relative to the primary vertex and multiplied by sin θ of the track, is required to be smaller than 0.5 mm. Furthermore, the significance of the transverse impact parameter, defined by the transverse impact parameter (d 0 ) of a lepton track relative to the beam line, divided by its estimated uncertainty (σ d 0 ), is required to satisfy |d 0 /σ d 0 | < 3.0 (5.0) for muons (electrons). Leptons are also required to be isolated using information from ID tracks and energy clusters in the calorimeters in a cone around the lepton. The expected isolation efficiency is at least 90% (99%) at a p T of 25 The jet-vertex-tagger (JVT) technique [74] is used to separate hard-scatter jets from pile-up jets within the acceptance of the tracking detector by requiring a significant fraction of the jets' summed track p T to come from tracks associated with the primary vertex. For jets with 2.5 < |η| < 4.5, a forward-JVT selection is applied to suppress pile-up jets [75].",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1087,
                    "text": "[75]",
                    "end": 1091
                }
            ]
        },
        {
            "section": "Leptons",
            "text": "Candidate jets are discarded if they are within a cone of size R = 0.2 around an electron candidate, or if they have fewer than three associated tracks and are within a cone of size R = 0.2 around a muon candidate. However, if a jet with three or more associated tracks is within a cone of size R = 0.4 around a muon candidate, or any jet is within a region 0.2 < R < 0.4 around an electron candidate, the corresponding electron or muon candidate is discarded.",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "section": "Leptons",
            "text": "Within the ID acceptance, jets originating from the fragmentation of b-hadrons (b-jets) are identified using a multi-variate algorithm (MV2c10 BDT) [76,77]. The chosen operating point has an efficiency of 85% for selecting jets containing b-hadrons, as estimated from a sample of simulated tt events and validated with data [77].",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 148,
                    "text": "[76,",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "start": 152,
                    "text": "77]",
                    "end": 155
                }
            ]
        },
        {
            "text": "Missing transverse momentum",
            "section_rank": 8
        },
        {
            "section": "Missing transverse momentum",
            "text": "The missing transverse momentum is computed as the negative of the vectorial sum of the transverse momenta of tracks associated with jets and muons, as well as tracks in the ID that are not associated with any other component. The p T of the electron track is replaced by the calibrated transverse momentum of the reconstructed electron [78]. This definition has been updated for Run 2 data-taking conditions [79], and denoted by E miss,track T with its absolute value denoted by E miss,track",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 337,
                    "text": "[78]",
                    "end": 341
                }
            ]
        },
        {
            "text": "T",
            "section_rank": 9
        },
        {
            "section": "T",
            "text": ". The tracks are required to be associated with the primary vertex and to satisfy the selection criteria described in Ref. [79].",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 123,
                    "text": "[79]",
                    "end": 127
                }
            ]
        },
        {
            "section": "T",
            "text": "The E miss,track T takes advantage of the excellent vertex resolution of the ATLAS detector and gives a missing transverse momentum estimate that is robust in the presence of pile-up, but it neglects the contribution of neutral particles, which do not form tracks in the ID. The pseudorapidity coverage of E miss,track T is also limited to the tracking volume of |η| < 2.5, which is smaller than the calorimeter coverage of |η| < 4.9. For events without any reconstructed jets, the E miss,track ",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "Signal region definition",
            "section_rank": 10
        },
        {
            "section": "Signal region definition",
            "text": "The signal region (SR), in which the measurement is performed, is defined as follows. To reduce the background from other diboson processes, events are required to have no additional electrons or muons with p T > 10 GeV fulfilling loosened selection criteria. For this looser selection, the GradientLoose isolation requirement [66,67] is used for both the electrons and the muons, which has an expected isolation efficiency of at least 95% (99%) at a p T of 25 (60) GeV. Moreover, a less stringent MediumLH requirement [66] is applied for electron identification.",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "section": "Signal region definition",
            "text": "To suppress the background contribution from top-quark production, events are required to have no jets with p T > 35 GeV and |η| < 4.5, and no b-jets with p T > 20 GeV and |η| < 2.5. The jet p T requirement is optimized to minimize the total systematic uncertainty in the measurement. The additional b-jet veto requirement allows the background from top-quark production to be suppressed by a factor of three, while keeping 97% of the W W signal events. For the remaining top-quark background events that pass all selection criteria, the b-jets are mainly produced outside the accep-  > 55 GeV) reduces the H → W W * contribution to a level below 1% of the expected signal. This last requirement is inverted compared with the one used in the recent measurement of H → W W * production at 13 TeV by ATLAS [23], making the two measurements statistically independent. Otherwise, both measurements use similar selections for events in the 0-jet category, although with lower lepton p T requirements in the H → W W * analysis.",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 585,
                    "text": "> 55 GeV)",
                    "end": 594
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 804,
                    "text": "[23]",
                    "end": 808
                }
            ]
        },
        {
            "section": "Signal region definition",
            "text": "The lepton, jet, and event selection criteria are summarized in Table 1.",
            "paragraph_rank": 35,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 64,
                    "text": "Table 1",
                    "end": 71
                }
            ]
        },
        {
            "text": "Background estimation",
            "section_rank": 11
        },
        {
            "section": "Background estimation",
            "text": "After applying all selection requirements described in Sect. 4, the dominant background is from top-quark production. This includes tt and W -associated single-top production, which both yield two real leptons in the final state.",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "section": "Background estimation",
            "text": "The non-prompt lepton background originates from leptonic decays of heavy quarks, hadrons misidentified as leptons, and electrons from photon conversions. Such leptonlike objects are collectively referred to as fake leptons. Events with fake leptons are mainly due to the production of W +jets, s-and t-channel single-top production, both with leptonic W -boson decay and a jet misidentified as a lepton, or from multijet production with two jets misidentified as leptons.",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "section": "Background estimation",
            "text": "Other processes can contribute as well, but are negligible in the signal region. Since most of these events -more than 98% -correspond to W +jets production, this background is referred to as W +jets background in the following.",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "section": "Background estimation",
            "text": "Drell-Yan production of τ -leptons (Z → τ τ ) can also give rise to the eμ final state. Other diboson (W Z, Z Z, W γ and Z γ ) and triboson (V V V , where V = W, Z ) production processes constitute a smaller background contribution. A summary table comparing the number of observed candidate events in data to the respective numbers of predicted signal and background events in the signal region can be found in Sect. 5.5.",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "Background from top-quark production",
            "section_rank": 12
        },
        {
            "section": "Background from top-quark production",
            "text": "Background from top-quark production is estimated using a partly data-driven method [6,80], in which the top-quark contribution is extrapolated from a control region (top CR) to the signal region. The top CR is selected by applying the W W signal selection except for the b-jet and jet-veto requirements. To reduce the W W signal contamination in this control region, an additional requirement on the scalar sum of the transverse momenta of leptons and jets, H T > 200 GeV, is applied. The remaining non-top-quark contribution estimated by MC simulation is subtracted and the resulting number of top-quark events, N top CR , is corrected for the H T cut efficiency, H T , using top-quark MC samples. With the efficiency for top-quark events to satisfy the jet-veto requirement, jet-veto , the top-quark background contribution in the signal region can be calculated as:",
            "paragraph_rank": 40,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 84,
                    "text": "[6,",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "start": 87,
                    "text": "80]",
                    "end": 90
                }
            ]
        },
        {
            "section": "Background from top-quark production",
            "text": "The jet-veto efficiency, which mainly quantifies the fraction of top events with jets below the jet-veto and b-jet-veto p T thresholds, is calculated from simulation, with an extra correction factor [6,80]:",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "section": "Background from top-quark production",
            "text": "where single-jet-veto is defined as the fraction of top-quark events that contain no jets other than the b-tagged jet, and MC jet-veto extrapolates the top-quark MC prediction from the top CR (without H T requirement) to the signal region. The single-jet-veto is determined both in data and simulation using events with two leptons, the same requirements on E miss,track T , p eμ T and m eμ as for the signal selection, and at least one btagged jet. The small contributions to this region of the signal and other background contributions, mainly W +jets production, are subtracted before the calculation of Data single-jet-veto . The ratio Data single-jet-veto / MC single-jet-veto then corrects for differences in the veto efficiency for a single jet between data and simulation. It is found to be consistent with one. The exponent n jets represents the average number of jets in the top CR and is measured to be approximately 2.5 in both data and top-quark background simulation. It is varied by ±1.0 as part of the uncertainty in the method to conservatively cover n jets variations in different control regions as well as variations due to detector uncertainties and modelling, with a small impact (1.8%) on the total uncertainty in the top-quark background estimate.",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "section": "Background from top-quark production",
            "text": "The top-quark background estimate includes detector uncertainties in addition to the uncertainties in the method. Modelling uncertainties are determined using alternative MC samples and include the modelling of the parton shower, extra QCD radiation and the effect of the choice of generators. Interference effects between W t and tt are also considered. These modelling uncertainties are estimated by comparing the results from different MC samples described in Sect. 3. The cross-section uncertainty is taken to be 6% for tt [52,[81][82][83][84][85][86] and 10% for W t production [53,87]. The total uncertainty in the top-quark background estimate in the signal region is about 12% using this partly data-driven approach, making use of cancellations of systematic uncertainties in the ratio MC jet-veto /( MC single-jet-veto ) n jets in Eq. 1. It is dominated by the b-tagging and modelling uncertainties. The contribution of the tt and W t background to the total expected yield in the signal region is about 25% (17% tt and 8% W t).",
            "paragraph_rank": 43,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 527,
                    "text": "[52,",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "start": 531,
                    "text": "[81]",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "start": 535,
                    "text": "[82]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "start": 539,
                    "text": "[83]",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "start": 543,
                    "text": "[84]",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "start": 547,
                    "text": "[85]",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "start": 551,
                    "text": "[86]",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 583,
                    "text": "[53,",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "start": 587,
                    "text": "87]",
                    "end": 590
                },
                {
                    "ref_id": "formula_3",
                    "start": 844,
                    "text": "1",
                    "end": 845
                }
            ]
        },
        {
            "section": "Background from top-quark production",
            "text": "The differential top-quark background contribution and its uncertainties are evaluated by applying the same procedure in each bin of the measured observables. As an example, Fig. 2 shows the relevant quantities used in this partly datadriven method, as a function of the transverse momentum of the leading (highest p T ) lepton. The systematic uncertainties in N top SR are significantly reduced due to the systematics cancellations compared with the uncertainty bands from Fig. 2. The decrease of MC jet-veto at high leading lepton p T is due to an increase in the typical p T of extra jets which recoil against the leptons, nearing the jet-veto p T threshold, and hence reducing the probability to still pass the jet veto. Since the efficiency ratio, Data single-jet-veto / MC single-jet-veto , is found to be independent of any kinematic variable, the single value of 0.98 ± 0.05 is used for all differential distributions. This is shown as a dashed line in the lower right panel of Fig. 2.",
            "paragraph_rank": 44,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 174,
                    "text": "Fig. 2",
                    "end": 180
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 474,
                    "text": "Fig. 2",
                    "end": 480
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 986,
                    "text": "Fig. 2",
                    "end": 992
                }
            ]
        },
        {
            "text": "Background from Drell-Yan production",
            "section_rank": 13
        },
        {
            "section": "Background from Drell-Yan production",
            "text": "The estimate of the Drell-Yan background process is based on MC simulation, with a 5% theoretical cross-section uncertainty [88]. A validation region dominated by Drell-Yan events is defined with the same selections as for the signal region, but with the eμ invariant mass required to be 45 GeV < m eμ < 80 GeV and with the events failing either the p eμ T -or the E miss,track T -requirement to make the sample orthogonal to that in the signal region. Good agreement between the data and the simulation is observed in this region. The shape uncertainty is evaluated by using an alternative MC event generator, as detailed in Sect. 3, and includes uncertainties due to the modelling of the acceptance. The total uncertainty in the Drell-Yan background is 11% and the contribution of this background in the signal region is found to be 4%.",
            "paragraph_rank": 45,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 124,
                    "text": "[88]",
                    "end": 128
                }
            ]
        },
        {
            "text": "Background from W +jets production",
            "section_rank": 14
        },
        {
            "section": "Background from W +jets production",
            "text": "The yield of W +jets is estimated by comparing in data the number of events with leptons satisfying either of two alternative sets of selection requirements, together with the W W signal selection criteria, following the same procedure as that described in Ref. [6]. The loose lepton selection criteria are defined such that the signal sample is a subset of the loose lepton sample. For electrons, the loose selection corresponds to the MediumLH quality definition [66] and no isolation requirements are imposed. For muons, the loose selection is the same as for signal muons, except that the isolation requirement is omitted. The tight selection criteria are the same as those used for the signal selection. With the introduction of real-lepton and fake-lepton efficiencies, a system of four equations can be solved to estimate the number of W +jets events. Here, the number of events that have exactly one loose muon (electron) and one tight electron (muon), two loose leptons or two tight leptons, are used. The real-lepton (fake-lepton) efficiency used in these equations is defined as the probability for prompt (fake) leptons selected with the loose criteria to satisfy the tight selection criteria.",
            "paragraph_rank": 46,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 262,
                    "text": "[6]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "start": 465,
                    "text": "[66]",
                    "end": 469
                }
            ]
        },
        {
            "section": "Background from W +jets production",
            "text": "The efficiencies for real electrons (muons) are determined using MC simulation, with data-to-MC correction factors [66,67] applied. The efficiencies for fake electrons (muons) are measured using a multijet data sample, in a control region with exactly one loose electron (muon) and between one and three jets.",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "section": "Background from W +jets production",
            "text": "Events in this control region are also required to have low E miss,track T and low transverse mass 3 m T , to fulfil angular requirements between E miss,track T and the jets in the event, and to have no b-tagged jets. Real-lepton contributions to the control region are estimated using MC simulation and are subtracted.",
            "paragraph_rank": 48,
            "section_rank": 14
        },
        {
            "section": "Background from W +jets production",
            "text": "Both the real-and fake-lepton efficiencies are derived as functions of p T and η of the lepton. This is sufficient to describe the most important correlations with the differential distributions studied. Moreover, as the loose lepton selection in the W +jets background estimate at low leptonp T ( p T < 50 GeV for muons or p T < 60 GeV for electrons) 3 The transverse mass is defined as:",
            "paragraph_rank": 49,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 352,
                    "text": "3",
                    "end": 353
                }
            ]
        },
        {
            "section": "Background from W +jets production",
            "text": ". is typically looser than in the trigger selection, the efficiencies are provided separately for lowp T electrons or muons that satisfy or fail to satisfy the trigger selection requirements. The fake-lepton efficiency for the non-triggered leptons is estimated using events recorded with triggers that have lower muonp T , only MediumLH electron quality and no lepton isolation requirements, but only record a fraction of the events satisfying these criteria.",
            "paragraph_rank": 50,
            "section_rank": 14
        },
        {
            "section": "Background from W +jets production",
            "text": "The uncertainty in the W +jets background is directly related to the uncertainties in the real-and fake-lepton efficiencies. For real-lepton efficiencies, these take into account uncertainties in electron and muon reconstruction and isolation correction factors. Uncertainties in the fake lepton efficiencies include variations in the control region definition, as well as normalization and shape uncertainties in the subtracted contributions from other processes in the control region. The control region variations are designed to cover the uncertainty in the flavour composition of the jets faking leptons, and include variations of the m T requirement and the number of b-tagged jets.",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "section": "Background from W +jets production",
            "text": "The total uncertainty in the W +jets yield is 90% and is dominated by the uncertainty in the fake and real electron efficiencies, because of the greater contribution of electron fakes to the W +jets background. The W +jets background amounts to 3% of the expected yield in the signal region.",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "section": "Background from W +jets production",
            "text": "The differential W +jets distributions necessary for the differential cross-section measurements are also determined in a fully data-driven way, by evaluating the same system of linear equations [6] in each bin of the differential distributions.",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "section": "Background from W +jets production",
            "text": "The predicted contributions to the backgrounds from W +jets are validated using a data control sample in which the two selected leptons are required to have the same electric charge (same-sign) and satisfy all the other selection requirements. Figure 3 shows the pseudorapidity difference between the leptons and the transverse momentum of the sub-leading Fig. 3 Distributions of the pseudorapidity difference between the leptons (left) and the transverse momentum of the sub-leading lepton (right) for the same-sign validation region. The uncertainties shown include statistical and systematic uncertainties lepton for this same-sign control sample. The predictions and the data agree well.",
            "paragraph_rank": 54,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 244,
                    "text": "Figure 3",
                    "end": 252
                },
                {
                    "type": "figure",
                    "start": 356,
                    "text": "Fig. 3",
                    "end": 362
                }
            ]
        },
        {
            "text": "Background from multi-boson production",
            "section_rank": 15
        },
        {
            "section": "Background from multi-boson production",
            "text": "The estimate of the diboson background from W Z, Z Z, W γ and Z γ processes is based on MC simulation. These processes contribute about 3% to the total number of events. The uncertainty in the cross-section for these diboson processes is taken as 10% [89,90] and variations in the shape and the acceptance are considered for W Z and Z Z production by using alternative MC generators, as detailed in Sect. 3.",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "section": "Background from multi-boson production",
            "text": "The V γ background simulation is validated in data using the events passing the same selection as for the signal region, except inverting the electron identification criteria and requiring the reconstructed electron track to have no hit in the innermost layer of the pixel detector. The W Z background simulation is validated in data using events that allow for the presence of a third loosely isolated lepton with p T > 10 GeV and require the same-flavour lepton pair to be of opposite sign and with invariant mass of 80 GeV < m ee/μμ < 100 GeV, while otherwise passing the signal region selection. Good agreement between the data and the simulation is found in both regions.",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "section": "Background from multi-boson production",
            "text": "The background from triboson production (W W W , W W Z, W Z Z and Z Z Z) is less than 0.1% and is evaluated using MC simulation. The cross-section uncertainty is taken as 30% [89].",
            "paragraph_rank": 57,
            "section_rank": 15
        },
        {
            "text": "W W candidate events and estimated background yields",
            "section_rank": 16
        },
        {
            "section": "W W candidate events and estimated background yields",
            "text": "After applying all the selection requirements, 12 659 events are observed in data, with a contribution of 65% from W W production, which is estimated using simulation (see Sect. 3). A summary of the data, signal, and background yields is shown in Table 2. Kinematic distributions comparing the selected data with the signal and backgrounds in the signal region are shown in Fig. 4. Fair agreement between data and expectations is observed for the overall normalization and the shapes of various kinematic distributions. Small underpredictions in the peak region of the leading lepton p T distribution, the low m eμ region and a small downward trend in the ratio of the data to expectations in the φ eμ distribution have also been observed in the previous ATLAS measurement at √ s = 8 TeV [6]. The trend in the φ eμ distribution was also observed at √ s = 8 TeV by CMS Collaboration [8]. For the φ eμ distribution, the largest discrepancy between data and expectations (of about three standard deviations) is observed in the range 1.3 < φ eμ < 1.6.",
            "paragraph_rank": 58,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 247,
                    "text": "Table 2",
                    "end": 254
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 374,
                    "text": "Fig. 4",
                    "end": 380
                },
                {
                    "type": "bibr",
                    "start": 788,
                    "text": "[6]",
                    "end": 791
                },
                {
                    "type": "bibr",
                    "start": 882,
                    "text": "[8]",
                    "end": 885
                }
            ]
        },
        {
            "text": "Fiducial cross-section determination",
            "section_rank": 17
        },
        {
            "section": "Fiducial cross-section determination",
            "text": "The W W cross-section is evaluated in the fiducial phase space of the eμ decay channel, as defined in Table 3. In simulated events, electrons and muons are required to originate from one of the W bosons produced in the hard scatter, and the momenta of photons emitted in a cone R = 0.1 around the lepton direction are added to the lepton momentum after QED final-state radiation to form 'dressed' leptons [91]. Final-state particles with lifetimes greater than 30 ps are clustered into jets (referred to as particle-level jets) using the same algorithm as for detector-level jets, i.e. the anti-k t algorithm with radius parameter R = 0.4. The selected charged leptons and any neutrino in the event are not included in the jet clustering. The fiducial phase space at particle level does not make any requirement on jets containing b-quarks. The missing transverse momentum is defined at particle level as the transverse component of the vectorial sum of the neutrino momenta. Its magnitude is denoted in Table 3 by E miss T . The fiducial cross-section is obtained as follows:",
            "paragraph_rank": 59,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 102,
                    "text": "Table 3",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "start": 405,
                    "text": "[91]",
                    "end": 409
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1004,
                    "text": "Table 3",
                    "end": 1011
                }
            ]
        },
        {
            "section": "Fiducial cross-section determination",
            "text": "where L is the integrated luminosity, N obs is the observed number of events, N bkg is the estimated number of background events and C is a factor that accounts for detector inefficiencies, resolution effects and contributions from τlepton decays. The C factor is defined as the ratio of the number of reconstructed W W events after the final selection with electrons or muons in the final state (including electrons or muons from τ -lepton decays) to the number of W W events generated in the fiducial region where only direct decays of W bosons to electrons and muons are allowed. The C factor takes into account the contribution to the W W signal originating outside of the fiducial phase space. This contribution is estimated from MC simulation to be about 21% of the expected reconstructed signal, about 40% of which originates from τ -lepton decays. The C factor has a value of 0.613 with an uncertainty of 3%, including experimental and unfolding method sources, as detailed in Sect. 7. The fiducial cross-section as a function of the jet-veto p T threshold is determined using the same method, but modifying the selection requirements to exclude events with jets above a transverse momentum of 30 GeV, 35 GeV, 40 GeV, 45 GeV, 50 GeV, 55 GeV, and 60 GeV, respectively. The T . The number of iterations is optimized to find a balance between too many iterations, causing high statistical uncertainties in the unfolded distributions, and too few iterations, which can bias the measurement towards the MC prediction. The unfolding procedure corrects for migrations between bins in the distributions during the reconstruction of the events, and applies fiducial as well as reconstruction efficiency corrections. The fiducial corrections take into account events that are reconstructed in the signal region, but originate from outside the fiducial region; the reconstruction efficiency corrects for events inside the fiducial region that are not reconstructed in the signal region due to detector inefficiencies. Tests with MC simulation demonstrate that the method is successful in retrieving the true distribution in the fiducial region from the reconstructed distribution in the signal region.",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic uncertainties in the W W cross-section measurements arise from the reconstruction of leptons and jets, the background determination, pile-up and integrated luminosity uncertainties, as well as the procedures used to correct for detector effects, and theoretical uncertainties in the signal modelling.",
            "paragraph_rank": 61,
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "For leptons and jets, uncertainties in the momentum or energy scale and resolution are considered  pile-up interactions by its uncertainty of 10% of the nominal value. The variations are designed to cover the uncertainty in the ratio of the predicted to the measured cross-section of non-diffractive inelastic events producing a hadronic system of mass m X > 13 GeV [97], where the nominal value of σ inel = 74 mb is used in the simulation.",
            "paragraph_rank": 62,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 366,
                    "text": "[97]",
                    "end": 370
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Uncertainties in MC-based background processes include variations of the shapes of predicted distributions, the normalization, and the statistical uncertainties in the simulation, in addition to the full set of detector-related uncertainties. The first two are estimated as discussed in Sects. 3 and 5. The uncertainties in the background from top-quark and W +jets production are mitigated by the use of the data-driven methods described in Sect. 5.",
            "paragraph_rank": 63,
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "Uncertainties due to the unfolding procedure and the modelling of the signal process are considered by repeating the cross-section extraction with modified inputs. The uncertainty due to the choice of generator for the hard interaction, the parton shower model and the underlying-event modelling for the MC-based unfolding inputs, is estimated by using Sherpa 2.2.2 instead of Powheg-Box+Pythia 8 for qq-initiated W W production, with the samples detailed in Sect. 3. The impact of mismodelling of the data by Powheg-Box+Pythia 8 for each observable is estimated by reweighting the distribution at generator level to improve the agreement between data and simulation after event reconstruction. The obtained prediction at detector level, which is then very similar to data, is unfolded with the normal inputs and the difference from the reweighted prediction at generator level is considered as an uncertainty. The impact of statistical uncertainties in the nominal signal simulation is estimated using pseudo-data. The theory uncertainties cover PDF and scale variations of the unfolding inputs. The PDF uncertainty is estimated as the 68% confidence level (CL) envelope of the CT10 [37] prediction. The uncertainty associated with higher-order QCD corrections is evaluated by varying the renormalization (μ r ) and factorization (μ f ) scales independently by factors of 2 and 0.5 with the constraint 0.5≤μ f /μ r ≤2.",
            "paragraph_rank": 64,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1184,
                    "text": "[37]",
                    "end": 1188
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty in the combined 2015+2016 integrated luminosity is 2.1%. It is derived from the calibration of the luminosity scale using x-y beam-separation scans, following a methodology similar to that detailed in Ref. [98], and using the LUCID-2 detector for the baseline luminosity measurements [99]. The LHC beam energy uncertainty is estimated to be 0.1% [100]. It affects the signal cross-section by less than 0.2% and is not considered in the total uncertainty.",
            "paragraph_rank": 65,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 222,
                    "text": "[98]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 300,
                    "text": "[99]",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 362,
                    "text": "[100]",
                    "end": 367
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "A summary of the systematic uncertainties in the fiducial cross-section measurement is shown in Table 4. The total uncertainty is dominated by the b-tagging uncertainty (3.4%), the jet energy scale uncertainty (3%), and the modelling of the W +jets (3.1%) and top-quark (2.6%) backgrounds. ",
            "paragraph_rank": 66,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 96,
                    "text": "Table 4",
                    "end": 103
                }
            ]
        },
        {
            "text": "Theoretical predictions",
            "section_rank": 19
        },
        {
            "section": "Theoretical predictions",
            "text": "Theoretical predictions are calculated for the fiducial and the differential cross-sections and include the qq → W W and gg → W W sub-processes. The qq-initiated production makes up 95% of the total cross-section, while the nonresonant and resonant gg-initiated sub-processes account for 5%. NNLO predictions for the qq → W W production crosssections are determined using the MATRIX program [101][102][103], including off-shell effects and the non-resonant and resonant gluon-initiated contributions at LO. For improved precision, the MATRIX prediction for qq-initiated production is also complemented with NLO corrections to gluon-induced W W production [104] and with extra NLO EW corrections that also include the photon-induced (γ γ → W W ) contribution [105]. For all these predictions, the NNPDF 3.1 LUXqed PDF set is used [106,107], the renormalization and factorization scales are set to m W W /2, and the scale uncertainties are evaluated according to Ref. [108]. The PDF uncertainty corresponds to the 68% CL variations of the NNPDF set. The MATRIX prediction itself does not include EW radiative effects from leptons in contrast to the MC simulation used to define leptons in the fiducial region, where photons from the parton shower outside a cone of R = 0.1 can be present. The application of NLO EW corrections compensates, at least partially, for this difference. It is observed that the NLO corrections to the gg → W W sub-process increase the fiducial cross-section by 3%, whereas the NLO EW corrections, applied to the sum of qq-and gg-initiated production, decrease it by 6%. NLO predictions for qq → W W production, which are matched to a parton shower (qq NLO+PS), are determined using either Powheg-Box interfaced to Pythia 8 or Herwig++, or Sherpa 2.2.2. They are combined with the Sherpa+OpenLoops calculation for the gluon-induced nonresonant and resonant W W production (gg LO+PS). These predictions are described in detail in Sect. 3. The NLO+PS predictions also include photon final-state radiation and thus already part of the EW effects. Therefore no additional EW correction is applied.",
            "paragraph_rank": 67,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 391,
                    "text": "[101]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 396,
                    "text": "[102]",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 401,
                    "text": "[103]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 655,
                    "text": "[104]",
                    "end": 660
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 758,
                    "text": "[105]",
                    "end": 763
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 829,
                    "text": "[106,",
                    "end": 834
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 834,
                    "text": "107]",
                    "end": 838
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 966,
                    "text": "[108]",
                    "end": 971
                }
            ]
        },
        {
            "section": "Theoretical predictions",
            "text": "A summary of fiducial cross-section predictions for W W production is given in Table 5. Predictions from the different generators matched to parton showers agree well among each other and with the fixed-order predictions. For the Sherpa 2.2.2 prediction, scale uncertainties are larger than for the Powheg-Box predictions because the Sherpa calculation includes matrix elements with higher jet multiplicities, which results in a larger uncertainty estimate when varying the renormalization and factorization scales in the matrix element calculation. For fixed-order predictions, scale uncertainties are large because they are evaluated according to Ref. [108].",
            "paragraph_rank": 68,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 79,
                    "text": "Table 5",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 654,
                    "text": "[108]",
                    "end": 659
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 20
        },
        {
            "text": "Cross-section measurements and comparisons with theoretical predictions",
            "section_rank": 21
        },
        {
            "section": "Cross-section measurements and comparisons with theoretical predictions",
            "text": "The measured fiducial cross-section for W W → eμ production at √ s = 13 TeV is:",
            "paragraph_rank": 69,
            "section_rank": 21
        },
        {
            "section": "Cross-section measurements and comparisons with theoretical predictions",
            "text": "The combined statistical and systematic uncertainty of the measurement, including the uncertainty in the luminosity, is 7.1%. A comparison between the fiducial cross-section measurement and fixed-order theoretical calculations is shown in Fig. 5. The measurement is compared with the NNLO QCD MATRIX predictions including the full set of QCD and EW  The measured fiducial cross-sections as a function of the jet-veto p T thresholds are shown in Fig. 6. The fiducial cross-section rises by about 30% when accepting events containing jets with a transverse momentum of up to 60 GeV, as compared with 30 GeV. The measurement is compared to NNLO predictions from MATRIX (Fig. 6, left), and to NLO+PS predictions from Powheg-Box+Pythia 8, Powheg-Box+Herwig++ and Sherpa 2.2.2 for qq-initiated states, combined with Sherpa+OpenLoops (LO+PS) for the gg initial states (Fig. 6, right). All three qq NLO+PS predictions are normalized to the NNLO theoretical prediction for the total cross-section, with the gg LO+PS contribution normalized to NLO. With increasing jet-veto p T threshold, the fiducial cross-section rises as it becomes more inclusive. All predictions agree within uncertainties with the data, but are consistently at the lower bound of these.  Figs. 7 and 8. They are compared with the NNLO QCD predictions from MATRIX, including NLO corrections for gg → W W production and extra NLO EW corrections, as well as with the same qq NLO+PS predictions as stated above (combined with gg LO+PS) normalized to the NNLO (NLO) theoretical prediction for the total cross-section. All of these predictions provide a fair description of the data, except for low values of the p T of the leading lepton as well as low values of invariant mass m eμ and φ eμ < 1.8. For the p lead T distribution, Powheg-Box+Pythia 8 and Sherpa 2.2.2 underestimate the cross-section by up to 15-20%. For the other two distributions, all predictions display similar underestimates of the measured differential crosssection but to slightly varying degrees, depending on the size of their uncertainties. The most consistent difference is observed at around φ eμ ≈ 1.5. A similar underprediction of the data, shifted slightly to lower φ eμ values (around ≈ 0.5-1.0) was seen in both the ATLAS and CMS measurements at 8 TeV [6,8] when compared with the predictions from a variety of MC generators. Global χ 2 comparisons are carried out for all the predictions. They do not display any significant differences between predictions and data with the largest χ 2 per degree of freedom being 18.5/14 when comparing the Sherpa 2.2.2 +Sherpa+OpenLoops prediction with the measured p lead T distribution.",
            "paragraph_rank": 70,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 239,
                    "text": "Fig. 5",
                    "end": 245
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 445,
                    "text": "Fig. 6",
                    "end": 451
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 666,
                    "text": "(Fig. 6, left)",
                    "end": 680
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 861,
                    "text": "(Fig. 6, right)",
                    "end": 876
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 1251,
                    "text": "Figs. 7 and 8",
                    "end": 1264
                }
            ]
        },
        {
            "text": "Limits on anomalous gauge couplings",
            "section_rank": 22
        },
        {
            "section": "Limits on anomalous gauge couplings",
            "text": "The self-couplings of the electroweak gauge bosons can be probed via the W W Z and W W γ vertices, present when the W bosons are produced via s-channel Z /γ * exchange, as shown in Fig. 1. New physics processes at a high energy scale ( ) that alter W W production can be described by operators with mass dimensions larger than four in an effective field theory (EFT) framework [109]. The higher-dimensional operators of the lowest order from purely EW processes have dimension six, and can generate anomalous triple-gaugeboson couplings (aTGC). A deviation from the SM in measured W W production rates or in certain kinematic distributions, as predicted by these theories, could provide evidence for physics beyond the SM. In the EFT framework employed, there are five dimension-six operators (O i ) and the relevant EFT coefficients (coupling constants) are: c W W W , c W , c B , cW W W and cW [109]. The dimensionless coefficients ",
            "paragraph_rank": 71,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 181,
                    "text": "Fig. 1",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 377,
                    "text": "[109]",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 896,
                    "text": "[109]",
                    "end": 901
                }
            ]
        },
        {
            "section": "Limits on anomalous gauge couplings",
            "text": "Constraints on the EFT coefficients are determined by considering only one operator at a time using the unfolded leading lepton p T ( p lead T ) fiducial cross-section, which was identified as the unfolded distribution most sensitive to the effect of the five operators. Templates of the p lead T distribution representing the pure SM contribution, the aTGC contribution, and the interference between the SM and aTGC contributions at LO are prepared at generator level using MadGraph5_aMC@NLO version 2.6.3.2 [110], interfaced to Pythia 8.212 with the A14 tune for parton showering and hadronization. The relative size of the SM cross-section modification increases with p lead T so that the last measured bin is most sensitive to the aTGC effects. To ensure a good agreement of the MadGraph5_aMC@NLO prediction with the baseline SM prediction, a bin-wise correction, determined as the ratio of the pure SM contributions from Powheg-Box+Pythia 8 (normalized to the NNLO cross-section) and MadGraph5_aMC@NLO, is applied.",
            "paragraph_rank": 72,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 509,
                    "text": "[110]",
                    "end": 514
                }
            ]
        },
        {
            "section": "Limits on anomalous gauge couplings",
            "text": "It is verified that the pure SM assumption used in the unfolding procedure introduces no bias to the extraction of limits from the unfolded cross-section. A reweighting procedure implemented in the MadGraph5_aMC@NLO [111] generator is used to obtain multiple signal predictions that include aTGCs of a magnitude corresponding to the upper limits set by the Run 1 analysis [6]. The simulation is interfaced to Herwig 6.5 [112] and passed through the ATLAS detector simulation. Neither the reconstruction efficiency and the fiducial corrections nor the bin-to-bin migrations are significantly different.",
            "paragraph_rank": 73,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 216,
                    "text": "[111]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "start": 372,
                    "text": "[6]",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 420,
                    "text": "[112]",
                    "end": 425
                }
            ]
        },
        {
            "section": "Limits on anomalous gauge couplings",
            "text": "The measured p lead T cross-section and the MadGraph5_aMC@NLO prediction, interfaced to Pythia 8, as described above, are used to construct a likelihood function, in which statistical and systematic measurement uncertainties are modelled by a multivariate Gaussian distribution. Systematic uncertainties in the theory prediction are considered as nuisance parameters, each constrained with a Gaussian distribution. Since electroweak radiative effects are already partially taken into account in the parton shower of the MadGraph5_aMC@NLO prediction, the effect of applying NLO EW corrections to the p lead T distribution in addition is considered as a further systematic uncertainty.",
            "paragraph_rank": 74,
            "section_rank": 22
        },
        {
            "section": "Limits on anomalous gauge couplings",
            "text": "Frequentist confidence intervals for the EFT coefficients are computed from values of a profile likelihood ratio test statistic [113]. Observed and expected 95% CL intervals for the EFT coefficients are summarized in Table 6. Due to the higher centre-of-mass energy, the limits reported here are more restrictive than those previously published by the ATLAS and CMS Collaborations in the W W final state [6,8]. Compared to results from inclusive W Z production [114] and electroweak W and Z boson production in association with two jets [115], both at √ s = 13 TeV, the limits on c B / 2 , except for the c W coefficient where both the direct contribution and the interference between the SM and terms containing EFT operators contribute equally.",
            "paragraph_rank": 75,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 128,
                    "text": "[113]",
                    "end": 133
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 217,
                    "text": "Table 6",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "start": 404,
                    "text": "[6,",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "start": 407,
                    "text": "8]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 461,
                    "text": "[114]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 537,
                    "text": "[115]",
                    "end": 542
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 23
        },
        {
            "section": "Conclusion",
            "text": "The cross-section for the production of W + W − pairs in pp collisions at √ s = 13 TeV (with subsequent decays into W W → eν e μν μ ) is measured in a fiducial phase space that excludes the presence of jets with transverse momentum above 35 GeV. The measurement is performed with data recorded by the ATLAS experiment at the LHC in 2015 and 2016, which correspond to an integrated luminosity of 36.1 fb −1 . The measured fiducial cross-section is σ fid = (379.1 ± 5.0 (stat) ± 25.4 (syst) ± 8.0 (lumi)) fb, and is found to be consistent with theoretical predictions, including NNLO QCD and NLO EW corrections. The fiducial cross-section is also measured as a function of the transverse momentum threshold for the jet veto. Differential crosssections are measured as a function of kinematic and angular variables of the final-state charged leptons and are compared with several predictions from perturbative QCD calculations. Data and theory show fair agreement for all differential distributions. The distribution of the transverse momentum of the leading lepton is used to investigate anomalous triplegauge-boson coupling parameters. No evidence for anomalous W W Z and W W γ couplings is found, hence limits on their magnitudes are set. These limits are more restrictive than those derived at √ s = 8 TeV.",
            "paragraph_rank": 76,
            "section_rank": 23
        },
        {
            "section": "Conclusion",
            "text": "without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; ",
            "paragraph_rank": 77,
            "section_rank": 23
        },
        {
            "text": "1",
            "section_rank": 24
        },
        {
            "section": "1",
            "text": "Introduction . . . . . . . . . . . . . . . . . . . . . 1 2 ATLAS detector . . . . . . . . . . . . . . . . . . . 2 3 Data and simulated event samples . . . . . . . . . . 3 4 Event reconstruction and selection . . . . . . . . . . 4 4.1 Trigger . . . . . . . . . . . . . . . . . . . . . . 4 4.2 Leptons . . . . . . . . . . . . . . . . . . . . . 4 4.3 Jets . . . . . . . . . . . . . . . . . . . . . . . . 5 4.4 Missing transverse momentum . . . . . . . . . 5 4.5 Signal region definition . . . . . . . . . . . . . 5 5 Background estimation . . . . . . . . . . . . . . . . 6 5.1 Background from top-quark production . . . . 6 5.2 Background from Drell-Yan production . . . . 7 5.3 Background from W +jets production . . . . . . 7 5.4 Background from multi-boson production . . . 9 5.5 W W candidate events and estimated background yields . . . . . . . . . . . . . . . . . . 9 6 Fiducial cross-section determination . . . . . . . . . 10 7 Systematic uncertainties . . . . . . . . . . . . . . . 10 e-mail: atlas.publications@cern.ch",
            "paragraph_rank": 78,
            "section_rank": 24
        },
        {
            "text": "( 60 )",
            "section_rank": 25
        },
        {
            "section": "( 60 )",
            "text": "GeV using the Gradient working point defined in Refs. [66,67]. 4.3 Jets Jet candidates are reconstructed within the calorimeter acceptance using the anti-k t jet clustering algorithm [68] using the FastJet code [69] with a radius parameter of R = 0.4, which combines clusters of topologically connected calorimeter cells [70,71]. The jet energy is calibrated by applying a p T -and η-dependent correction derived from MC simulation with additional corrections based on data [72]. As part of the jet energy calibration a pile-up correction based on the concept of jet area is applied to the jet candidates [73]. Jets are required to have a pseudorapidity |η| < 4.5.",
            "paragraph_rank": 79,
            "section_rank": 25
        },
        {
            "text": "improvement of the E miss T resolution compared with the standard reconstruction algorithms [79].",
            "paragraph_rank": 80,
            "section_rank": 26
        },
        {
            "text": "Fig. 2",
            "section_rank": 27
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2 Inputs to the partly data-driven method for the top background estimate as a function of the p T of the leading lepton: (upper left) events selected in data and in simulation in the top CR, with a requirement of H T > 200 GeV applied, (upper right) the H T cut efficiency HT , (lower left) the MC-based jet-veto efficiency MC jet-veto , and (lower right) the",
            "paragraph_rank": 81,
            "section_rank": 27
        },
        {
            "text": "[67,72,94]. Uncertainties in the lepton reconstruction and identification efficiencies [66,67] as well as the efficiency of the jet vertex tagging requirements [74,75] in the simulation are taken into account. Uncertainties in the b-tagging, which mainly stem from the top-quark background contributions, are also taken into account based on the studies in Refs. [95,96]. The impact of uncertainties in the scale and resolution of E miss,track T are estimated as discussed in Ref. [79]. The pile-up modelling uncertainty is evaluated by varying the number of simulated",
            "paragraph_rank": 82,
            "section_rank": 28
        },
        {
            "text": "Fig. 4",
            "section_rank": 29
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4 Kinematic distributions of the selected data events after the full event selection (from left to right and top to bottom): p lead T , m eμ , p eμ T , |y eμ |, φ eμ and | cos θ * |. Data are shown together with the predictions of the signal and background production processes. Statistical and sys-",
            "paragraph_rank": 83,
            "section_rank": 29
        },
        {
            "text": "Fig. 5",
            "section_rank": 30
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5 Comparison of the measured fiducial cross-section with various theoretical predictions. Theoretical predictions are indicated as points with inner (outer) error bars denoting PDF (PDF+scale) uncertainties. The central value of the measured cross-section is indicated by a vertical line with the narrow band showing the statistical uncertainty and the wider band the total uncertainty including statistical and systematic uncertainties",
            "paragraph_rank": 84,
            "section_rank": 30
        },
        {
            "text": "Fig. 6",
            "section_rank": 31
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6Comparison of the measured fiducial cross-section as a function of the jet-veto p T threshold with various theoretical predictions. The measurement is compared with NNLO predictions from MATRIX on the left. This calculation does not include the NLO EW correction and is Born-level, whilst the measurement is conducted using dressed leptons, which might account for some of the differences seen. On the right a comparison with NLO+PS predictions from Powheg-Box+Pythia 8, Powheg-Box+Herwig++ and Sherpa 2.2.2 for qq initial states, com-",
            "paragraph_rank": 85,
            "section_rank": 31
        },
        {
            "text": "Fig. 7",
            "section_rank": 32
        },
        {
            "section": "Fig. 7",
            "text": "Fig. 7 Measured fiducial cross-sections of W W → eμ production for four of the six observables (from left to right and top to bottom): p lead T , m eμ , p eμ T , and |y eμ |. The measured cross-section values are shown as points with error bars giving the statistical uncertainty and solid bands indicating the size of the total uncertainty. The results are compared with the NNLO prediction with extra NLO EW corrections and NLO corrections for gg → W W production, and with NLO+PS predic-",
            "paragraph_rank": 86,
            "section_rank": 32
        },
        {
            "text": "Fig. 8",
            "section_rank": 33
        },
        {
            "section": "Fig. 8",
            "text": "Fig. 8Measured fiducial cross-sections of W W → eμ production for two of the six observables: φ eμ and | cos θ * |. The measured crosssection values are shown as points with error bars giving the statistical uncertainty and solid bands indicating the size of the total uncertainty. The results are compared with the NNLO prediction with extra NLO EW corrections and NLO corrections for gg → W W production, and with NLO+PS predictions from Powheg-Box+Pythia 8, Powheg-",
            "paragraph_rank": 87,
            "section_rank": 33
        },
        {
            "text": "Table 1",
            "section_rank": 34
        },
        {
            "section": "Table 1",
            "text": "Summary of lepton, jet, and event selection criteria for W W candidate events. In the table stands for e or μ. The definitions of lepton identification and isolation are detailed in Refs. [66] and [67]",
            "paragraph_rank": 88,
            "section_rank": 34
        },
        {
            "section": "Table 1",
            "text": "tance of the detector ( p T < 20 GeV or |η| > 2.5), according to MC simulation. In addition, the requirements of E miss,track T > 20 GeV and p eμ T > 30 GeV suppress the Drell-Yan background contributions. A further requirement on the invariant mass of the lepton pair (m eμ",
            "paragraph_rank": 89,
            "section_rank": 34
        },
        {
            "text": "Table 2",
            "section_rank": 35
        },
        {
            "section": "Table 2",
            "text": "Number of events observed in data, compared with the numbers of predicted signal and background events in the signal region. The systematic uncertainties, described in Sect. 7, do not include the uncertainty in the integrated luminosity. The uncertainties in the total background and in the sum of signal and background are the sums in quadrature of the uncertainties in the various background and signal sources",
            "paragraph_rank": 90,
            "section_rank": 35
        },
        {
            "text": "Table 3",
            "section_rank": 36
        },
        {
            "section": "Table 3",
            "text": "Definition of the W W → eμ fiducial phase space",
            "paragraph_rank": 91,
            "section_rank": 36
        },
        {
            "text": "Table 4",
            "section_rank": 37
        },
        {
            "section": "Table 4",
            "text": "Relative uncertainties in the W W fiducial cross-section measurement",
            "paragraph_rank": 92,
            "section_rank": 37
        },
        {
            "text": "Table 5",
            "section_rank": 38
        },
        {
            "section": "Table 5",
            "text": "Predictions of the W W fiducial cross-section. Predictions matched to parton showers are normalized to inclusive fixed-order calculations",
            "paragraph_rank": 93,
            "section_rank": 38
        },
        {
            "text": "Table 6",
            "section_rank": 39
        },
        {
            "section": "Table 6",
            "text": "The expected and observed 95% CL intervals for the anomalous coupling parameters of the EFT model[109]. There is a change in convention relative to Ref.[6] that changes the sign on some of these parameters",
            "paragraph_rank": 94,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 97,
                    "text": "[109]",
                    "end": 102
                }
            ]
        },
        {
            "text": "and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIEN-CIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DRF/IRFU, France; SRNSFG, Georgia; BMBF, HGF, and MPG, Germany; GSRT, RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref.[116]. Availability Statement This manuscript has no associated data or the data will not be deposited. [Authors' comment: All ATLAS scientific output is published in journals, and preliminary results are made available in Conference Notes. All are openly available, without restriction on use by external parties beyond copyright law and the standard conditions agreed by CERN. Data associated with journal publications are also made available: tables and data from plots (e.g. cross section values, likelihood profiles, selection efficiencies, cross section limits, ...) are stored in appropriate repositories such as HEPDATA (http:// hepdata.cedar.ac.uk/). ATLAS also strives to make additional material related to the paper available that allows a reinterpretation of the data in the context of new theoretical models. For example, an extended encapsulation of the analysis is often provided for measurements in the framework of RIVET (http://rivet.hepforge.org/).]Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 .2. CDF Collaboration, Observation of W + W − Production in pp collisions at √ s = 1.8 T eV . Phys. Rev. Lett. 78, 4536 (1997) 3. CDF Collaboration, Measurement of the W + W − Production Cross Section and Search for Anomalous W W γ and W W Z Couplings in pp Collisions at √ s = 1.96 T eV . Phys. Rev. Lett. 104, 201801 (2010) [Erratum: Phys. Rev. Lett. 105 (2010) 019905]. arXiv:0912.4500 [hep-ex] 4. DØ Collaboration, Measurement of the W W production cross section with dilepton final states in pp collisions at √ s = 1.96 T eV and limits on anomalous trilinear gauge couplings. Phys. Rev. Lett. 103, 191801 (2009). arXiv:0904.0673 [hep-ex] 5. ATLAS Collaboration, Measurement of W + W − production in pp collisions at √ s = 7 T eV with the ATLAS detector and limits on anomalous W W Z and W W γ couplings. Phys. Rev. D Measurement of W + W − production in association with one jet in proton-proton collisions at √ s = 8 T eV with the ATLAS detector. Phys. Lett. B 763, 114 (2016). arXiv:1608.03086 [hep-ex] 10. ATLAS Collaboration, Measurement of the W + W − production cross section in pp collisions at a centre-of-mass energy of √ s = 13 T eV with the ATLAS experiment. Phys. Lett. B 773, 64. ATLAS Collaboration, The ATLAS Simulation Infrastructure. Eur. Phys. J. C 70, 823 (2010). arXiv:1005.4568 [physics.ins-det] 65. GEANT4 Collaboration, S. Agostinelli et al., Geant4-a simulation toolkit. Nucl. Instrum. Methods A 506, 250 (2003) 66. ATLAS Collaboration, Electron reconstruction and identification in the ATLAS experiment using the 2015 and 2016 LHC protonproton collision data at √ s = 13 T eV . Eur. Phys. J. C 79, 639 (2019). arXiv:1902.04655 [physics.ins-det] 67. ATLAS Collaboration, Muon reconstruction performance of the ATLAS detector in proton-proton collision data at √ s = 13 T eV . Eur. Phys. J. C 76, 292 (2016). arXiv:1603.05598 [hep-ex] 68. M. Cacciari, G.P. Salam, G. Soyez, The anti-k t jet clustering algorithm. JHEP 04, 063 (2008). arXiv:0802.1189 [hep-ph] 69. M. Cacciari, G.P. Salam, G. Soyez, FastJet user manual. Eur. Phys. J. C 72, 1896 (2012). arXiv:1111.6097 [hep-ph] 70. ATLAS Collaboration, Properties of jets and inputs to jet reconstruction and calibration with the ATLAS detector using protonproton collisions at √ s = 13 T eV . ATL-PHYS-PUB-2015-036 (2015). https://cds.cern.ch/record/2044564 71. ATLAS Collaboration, Topological cell clustering in the ATLAS calorimeters and its performance in LHC Run 1. Eur. Phys. J. C 77, 490 (2017). arXiv:1603.02934 [hep-ex] 72. ATLAS Collaboration, Jet energy scale measurements and their systematic uncertainties in proton-proton collisions at √ s = 13 T eV with the ATLAS detector. Phys. Rev. D 96, 072002 (2017). arXiv:1703.09665 [hep-ex] 73. ATLAS Collaboration, Constituent-level pile-up mitigation techniques in ATLAS, ATLAS-CONF-2017-065 (2017). https://cds. cern.ch/record/2281055 74. ATLAS Collaboration, Performance of pile-up mitigation techniques for jets in pp collisions at √ s = 8 T eV using the ATLAS detector. Eur. Phys. J. C 76, 581 (2016). arXiv:1510.03823 [hepex] 75. ATLAS Collaboration, Identification and rejection of pile-up jets at high pseudorapidity with the ATLAS detector. Eur. Phys. J. C 77, 580 (2017). arXiv:1705.02211 [hep-ex] [Erratum: Eur. Phys. J. C 77, 712 (2017)] 76. ATLAS Collaboration, Expected performance of the ATLAS btagging algorithms in Run-2, ATL-PHYS-PUB-2015-022 (2015). https://cds.cern.ch/record/2037697 77. ATLAS Collaboration, Commissioning of the ATLAS b-tagging algorithms using tt events in early Run 2 data, ATL-PHYS-PUB-2015-039 (2015). https://cds.cern.ch/record/2047871 78. ATLAS Collaboration, Performance of algorithms that reconstruct missing transverse momentum in √ s = 8 T eV protonproton collisions in the ATLAS detector. Eur. Phys. J. C 77, 241 (2017). arXiv:1609.09324 [hep-ex] 79. ATLAS Collaboration, Performance of missing transverse momentum reconstruction with the ATLAS detector using proton-proton collisions at √ s = 13 T eV . Eur. Phys. J. C 78, 903 (2018). arXiv:1802.08168 [hep-ex] 80. B. Mellado, X. Ruan, Z. Zhang, Extraction of top backgrounds in the Higgs boson search with the Higgs boson search with the H → W W → + E miss T decay with a full-jet veto at the LHC. Phys. Rev. D 84, 096005 (2011). arXiv:1101.1383 [hep-ph] 81. M. Cacciari, M. Czakon, M. Mangano, A. Mitov, P. Nason, Toppair production at hadron colliders with next-to-next-to-leading logarithmic soft-gluon resummation. Phys. Lett. B 710, 612 (2012). arXiv:1111.5869 [hep-ph] 82. M. Beneke, P. Falgari, S. Klein, C. Schwinn, Hadronic top-quark pair production with NNLL threshold resummation. Nucl. Phys. B 855, 695 (2012). arXiv:1109.1536 [hep-ph] 83. P. Bärnreuther, M. Czakon, A. Mitov, Percent-level-precision physics at the tevatron: next-to-next-to-leading order QCD corrections to qq → tt+X . Phys. Rev. Lett. 109, 132001 (2012). arXiv:1204.5201 [hep-ph] 84. M. Czakon, A. Mitov, NNLO corrections to top-pair production at hadron colliders: the all-fermionic scattering channels. JHEP 12, 054 (2012). arXiv:1207.0236 [hep-ph] 85. M. Czakon, A. Mitov, NNLO corrections to top pair production at hadron colliders: the quark-gluon reaction. JHEP 01, 080 (2013). arXiv:1210.6832 [hep-ph] 86. M. Czakon, P. Fiedler, A. Mitov, Total top-quark pair-production cross section at hadron colliders through O(α 4 S ). Phys. Rev. Lett. 110, 252004 (2013). arXiv:1303.6254 [hep-ph] 87. N. Kidonakis, Top quark production, in Proceedings, Helmholtz International Summer School on Physics of Heavy Quarks and Hadrons (HQ 2013): JINR, Dubna, July 15-28, 2013, p. 139 (2014). arXiv:1311.0283 [hep-ph] 88. ATLAS Collaboration, Measurement of W ± and Z-boson production cross sections in pp collisions at √ s = 13 T eV with the ATLAS detector. Phys. Lett. B 759, 601 (2016). arXiv:1603.09222 [hep-ex] 89. ATLAS Collaboration, Multi-boson simulation for 13 TeV ATLAS analyses, ATL-PHYS-PUB-2016-002 (2016). https://cds. cern.ch/record/2119986 90. M. Grazzini, S. Kallweit, D. Rathlev, W γ and Z γ production at the LHC in NNLO QCD. JHEP 07, 085 (2015). arXiv:1504.01330 [hep-ph] 91. A. Buckley et al., Rivet user manual. Comput. Phys. Commun. 184, 2803 (2013). arXiv:1003.0694 [hep-ph] 92. G. D'Agostini, A multidimensional unfolding method based on Bayes' theorem. Nucl. Instrum. Methods A 362, 487 (1995) 93. G. D'Agostini, Improved iterative Bayesian unfolding (2010). arXiv:1010.0632 [physics.data-an] 94. ATLAS Collaboration, Electron and photon energy calibration with the ATLAS detector using 2015-2016 LHC proton-proton collision data. JINST 14, P03017 (2019). arXiv:1812.03848 [hepex] 95. ATLAS Collaboration, Measurements of b-jet tagging efficiency with the ATLAS detector using tt events at √ s = 13 T eV . JHEP 08, 089 (2018). arXiv:1805.01845 [hep-ex] 96. ATLAS Collaboration, Measurement of b-tagging efficiency of c-jets in tt events using a likelihood approach with the ATLAS detector, ATLAS-CONF-2018-001 (2018). https://cds.cern.ch/ record/2306649 97. ATLAS Collaboration, Measurement of the inelastic protonproton cross section at √ s = 13 T eV with the ATLAS detector at the LHC. Phys. Rev. Lett. 117, 182002 (2016). arXiv:1606.02625 [hep-ex] 98. ATLAS Collaboration, Luminosity determination in pp collisions at √ s = 8 T eV using the ATLAS detector at the LHC. Eur. Phys.",
            "paragraph_rank": 95,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 431,
                    "text": "[116]",
                    "end": 436
                }
            ]
        },
        {
            "text": "The notation qq → W W is used to include both the qq and qg initial states for W W production.",
            "paragraph_rank": 96,
            "section_rank": 40
        },
        {
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point in the centre of the detector and the z-axis coinciding with the axis of the beam pipe. The x-axis points from the interaction point to the centre of the LHC ring, and the y-axis points upward. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2), and φ is the azimuthal angle around the beam pipe relative to the x-axis. The angular distance is defined as R = ( η) 2 + ( φ) 2 . Transverse energy is computed as E T = E • sin θ.",
            "paragraph_rank": 97,
            "section_rank": 40
        },
        {
            "text": "Acknowledgements",
            "section_rank": 42
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions",
            "paragraph_rank": 98,
            "section_rank": 42
        }
    ]
}