{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Measurements of CP observables in B 0 → DK * 0 decays are presented, where D represents a superposition of D 0 andD 0 states. The D meson is reconstructed in the two-body final states K",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In the Standard Model, CP violation is described by the irreducible complex phase of the Cabibbo-Kobayashi-Maskawa (CKM) quark mixing matrix [1,2]. This matrix is unitary, leading to the condition V ud V ub * + V cd V cb * + V td V tb * = 0, where V ij is the CKM matrix element relating quark i to quark j. This relation can be represented as a triangle in the complex plane, with angles α, β and γ. Improving knowledge of γ is one of the most important goals in flavour physics. This angle is defined as γ ≡ arg (−",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 141,
                    "text": "[1,",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 144,
                    "text": "2]",
                    "end": 146
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "which is equal to arg (−V us V ub * /V cs V cb * ) up to O(λ 4 ) ∼ 10 −3 [3]. This can be measured through the interference of b → c and b → u transition amplitudes in tree-level b-hadron decays. 1 Such a measurement provides a Standard-Model benchmark against which observables determined in loop-mediated processes, expected to be more susceptible to the influence of physics beyond the Standard Model, can be compared. Measurements from the LHCb experiment yield γ = (74.0 +5.0 −5.8 ) • [4,5], which is the most precise determination of γ from a single experiment. The precision is dominated by measurements exploiting the decay B + → DK + , where D indicates a superposition of D 0 and D 0 mesons reconstructed in a final state common to both. In order to test JHEP08(2019)041",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 73,
                    "text": "[3]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 196,
                    "text": "1",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 490,
                    "text": "[4,",
                    "end": 493
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 493,
                    "text": "5]",
                    "end": 495
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "internal consistency, and to improve overall sensitivity, it is important to complement these measurements with those based on other decay modes. One important example is B 0 → DK * 0 [6], where K * 0 is the K * (892) 0 meson and is reconstructed in its decay to K + π − . This process involves the interference of B 0 → D 0 K * 0 decays, which proceed via a b → c quark transition, and B 0 → D 0 K * 0 decays, which involve a b → u quark transition and are therefore suppressed relative to B 0 → D 0 K * 0 . Feynman diagrams of these decays are shown in figure 1. Both transitions are colour-suppressed, in contrast to the charged B-meson case where only the b → u transition is colour-suppressed. This leads to a greater suppression of the overall decay rates, but with the benefit of enhanced interference effects with respect to B + → DK + decays. The ratio r DK * 0 B between the magnitudes of the suppressed and favoured B 0 decay amplitudes is expected to be around three times larger than the corresponding parameter in B + → DK + decays.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 184,
                    "text": "[6]",
                    "end": 187
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The LHCb collaboration has performed studies of B 0 → DK * 0 decays using data corresponding to an integrated luminosity of 3.0 fb −1 , reconstructing the D meson in the two-body final states K ± π ∓ , K + K − and π + π − [7], and also the self-conjugate modes K 0 S π + π − and K 0 S K + K − [8,9]. In addition, the two-body D decay modes K + π − , K + K − and π + π − have previously been exploited in an amplitude analysis of B 0 → DK + π − decays, including B 0 → DK * 0 decays [10].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 222,
                    "text": "[7]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "start": 293,
                    "text": "[8,",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 296,
                    "text": "9]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 482,
                    "text": "[10]",
                    "end": 486
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, results are presented for a study of B 0 → DK * 0 decays performed on a data set corresponding to 3.0 fb −1 of integrated luminosity collected at centre-of-mass energies of 7 and 8 TeV during Run 1 of the LHC, and 1.8 fb −1 collected at 13 TeV during Run 2 in 2015 and 2016. Observables sensitive to γ are measured for the following final states of the D-meson decay: K ± π ∓ , K + K − , π + π − , K ± π ∓ π + π − and π + π − π + π − . The study of the two-body modes benefits from several improvements with respect to ref. [7], as well as from the larger data set. The four-body modes are analysed for the first time in this decay chain. The measurements involving D → π + π − π + π − are based on Run 2 data alone, as the central processing that performs the first step of the selection did not include a suitable selection for this mode in Run 1.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 539,
                    "text": "[7]",
                    "end": 542
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The paper is organised as follows: section 2 presents the observables to be measured, and their relationships to the physics parameters of interest; section 3 discusses those aspects of the detector, trigger and simulation that are relevant for the measurement; sections 4, 5 and 6 describe the candidate selection, the fit of the mass spectra and the  Figure 1. Feynman diagrams of (left) B 0 → D 0 K * 0 and (right)",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 353,
                    "text": "Figure 1",
                    "end": 361
                }
            ]
        },
        {
            "text": "JHEP08(2019)041",
            "section_rank": 3
        },
        {
            "section": "JHEP08(2019)041",
            "text": "assignment of systematic uncertainties, respectively; the results, and their interpretation, are given in section 7; and conclusions are presented in section 8.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Analysis strategy",
            "section_rank": 4
        },
        {
            "section": "Analysis strategy",
            "text": "This analysis exploits the interference between B 0 → D 0 K * 0 and B 0 → D 0 K * 0 decays, with the D 0 and D 0 mesons reconstructed in a common final state. The partial widths of these decays are used to construct observables, which have a dependence on γ and the following parameters: the ratio r DK * 0",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "B",
            "section_rank": 5
        },
        {
            "section": "B",
            "text": "between the magnitudes of the suppressed and favoured B 0 decay amplitudes; the CP -conserving strong-phase difference δ DK * 0 B between the amplitudes; and a coherence factor κ, which accounts for other amplitudes that may contribute to the B 0 → DK + π − final state in addition to the two diagrams responsible for the B 0 → DK * 0 signal process. Detailed definitions of these parameters may be found in ref. [7]. An amplitude analysis of B 0 → DK + π − decays has determined the coherence factor to be κ = 0.958 +0.005 −0.046 for the K * 0 selection criteria used in this measurement (see section 4) [10], which indicates an almost pure DK * 0 sample.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 413,
                    "text": "[7]",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 605,
                    "text": "[10]",
                    "end": 609
                }
            ]
        },
        {
            "section": "B",
            "text": "Reconstructing the charmed meson through a decay to a CP eigenstate, such as D → K + K − or D → π + π − , brings information on γ through a strategy first proposed by Gronau, London and Wyler (GLW) [11,12]. The asymmetry",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 198,
                    "text": "[11,",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 202,
                    "text": "12]",
                    "end": 205
                }
            ]
        },
        {
            "section": "B",
            "text": "where Γ represents a partial decay width, is measured for both modes, yielding A KK CP and A ππ CP , which are expected to be equal when the small CP -violating effects observed in the Dmeson decay [13] are neglected; this assumption applies for the remainder of the discussion. The asymmetry is related to the underlying parameters through",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 198,
                    "text": "[13]",
                    "end": 202
                }
            ]
        },
        {
            "section": "B",
            "text": "where R CP is the charge-averaged rate of decays involving a D meson decaying to a CP eigenstate, defined as",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "B",
            "text": "This is related to γ and the auxiliary parameters through",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "B",
            "text": "Experimentally it is convenient to access R CP by noting that it is closely approximated by",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "B",
            "text": "where the branching fractions B are known [14].",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 42,
                    "text": "[14]",
                    "end": 46
                }
            ]
        },
        {
            "section": "B",
            "text": "-3 -",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "JHEP08(2019)041",
            "section_rank": 6
        },
        {
            "section": "JHEP08(2019)041",
            "text": "As proposed in refs. [15,16], multibody D-meson decays to self-conjugate final states may be used in a quasi-GLW analysis provided their fractional CP content is known. Hence the observables A 4π",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 21,
                    "text": "[15,",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 25,
                    "text": "16]",
                    "end": 28
                }
            ]
        },
        {
            "section": "JHEP08(2019)041",
            "text": "CP and R 4π CP are measured, which are analogous to the two-body observables A CP and R hh CP , but for the decay D → π + π − π + π − . These new observables can be interpreted through equivalent expressions to eqs. (2.2) and (2.4) in which the interference terms acquire a factor of (2F 4π + −1), where F 4π + is the fractional CP -even content of the decay, measured to be 0.769 ± 0.023 from quantum-correlated D-meson decays [17].",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 428,
                    "text": "[17]",
                    "end": 432
                }
            ]
        },
        {
            "section": "JHEP08(2019)041",
            "text": "The decays D → K ± π ∓ are exploited in a method proposed by Atwood, Dunietz and Soni (ADS) [18,19]. Considering the decays K * 0 → K + π − and K * 0 → K − π + , four categories are defined: two decays with the same charge of the final-state kaons, which are favoured and labelled Kπ, and two decays with the opposite charge of the final-state kaons, which are suppressed and labelled πK. The interference effects, and hence sensitivity to γ, are expected to be substantial for the suppressed modes, and smaller for the favoured modes.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 92,
                    "text": "[18,",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 96,
                    "text": "19]",
                    "end": 99
                }
            ]
        },
        {
            "section": "JHEP08(2019)041",
            "text": "The partial-rate asymmetry of the suppressed ADS decays is given by 6) and the charge-averaged rate with respect to the favoured modes by",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 68,
                    "text": "6)",
                    "end": 70
                }
            ]
        },
        {
            "section": "JHEP08(2019)041",
            "text": "which have the following dependence on γ and the auxiliary parameters:",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "JHEP08(2019)041",
            "text": "Here, r Kπ D = 0.059±0.001 is the ratio between the doubly Cabibbo-suppressed and Cabibbofavoured decay amplitudes of the neutral charm meson, and",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "JHEP08(2019)041",
            "text": "• is a strong-phase difference between the amplitudes [20]. 2 The quantities measured experimentally are the ratios",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 54,
                    "text": "[20]",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 60,
                    "text": "2",
                    "end": 61
                }
            ]
        },
        {
            "section": "JHEP08(2019)041",
            "text": "The relationships",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "JHEP08(2019)041",
            "text": "JHEP08(2019)041",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "JHEP08(2019)041",
            "text": "allow the ADS observables to be recovered, where the approximate equalities are exact in the absence of CP asymmetry in the favoured modes. The ADS method can be extended in an analogous way to the four-body mode D →",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "JHEP08(2019)041",
            "text": "In interpreting the results it is necessary to account for the variation of amplitude across the phase space of the D-meson decay. In the equivalent relations for eqs. (2.8) and (2.9) the amplitude ratio and charm strong-phase difference become r K3π D and δ K3π D , respectively, which are quantities averaged over phase space, and the interference terms [21]   [22,23]. In the favoured ADS modes the asymmetries",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 356,
                    "text": "[21]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 363,
                    "text": "[22,",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 367,
                    "text": "23]",
                    "end": 370
                }
            ]
        },
        {
            "section": "JHEP08(2019)041",
            "text": "are measured. These modes are expected to exhibit much smaller CP asymmetries than the suppressed decay channels.",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "JHEP08(2019)041",
            "text": "Observables associated with the decay B 0 s → DK * 0 are also measured. This decay is expected to exhibit negligible CP violation, but serves as a useful control mode. In this case, for the ADS selection the final state with opposite-sign kaons constitutes the favoured mode, and so the analogously defined asymmetries A ",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "Detector, online selection and simulation",
            "section_rank": 7
        },
        {
            "section": "Detector, online selection and simulation",
            "text": "The LHCb detector [24,25] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream of the magnet. The tracking system provides a measurement of the momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary vertex (PV), the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) µm, where p T is the component of the momentum transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov (RICH) detectors. Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers.",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 18,
                    "text": "[24,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 22,
                    "text": "25]",
                    "end": 25
                }
            ]
        },
        {
            "text": "JHEP08(2019)041",
            "section_rank": 8
        },
        {
            "section": "JHEP08(2019)041",
            "text": "The online event selection is performed by a trigger, which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction. The events considered in the analysis must be triggered at the hardware level when either one of the final-state tracks of the signal decay deposits enough energy in the calorimeter system, or when one of the other tracks in the event, not reconstructed as part of the signal candidate, fulfils any trigger requirement. At the software stage, it is required that at least one particle should have high p T and high χ 2",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "section": "JHEP08(2019)041",
            "text": "IP , where χ 2 IP is defined as the difference in the PV fit χ 2 with and without the inclusion of that particle. A multivariate algorithm [26] is used to identify secondary vertices consistent with being a two-, three-or four-track b-hadron decay. The PVs are fitted with and without the B candidate tracks, and the PV that gives the smallest χ 2 IP is associated with the B candidate. Simulated events are used to describe the signal mass shapes and compute efficiencies. In the simulation, pp collisions are generated using Pythia [27] with a specific LHCb configuration [28]. Decays of hadronic particles are described by EvtGen [29], in which final-state radiation is generated using Photos [30]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [31,32] as described in ref. [33].",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 139,
                    "text": "[26]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 346,
                    "text": "2",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 534,
                    "text": "[27]",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 574,
                    "text": "[28]",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 633,
                    "text": "[29]",
                    "end": 637
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 696,
                    "text": "[30]",
                    "end": 700
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 823,
                    "text": "[31,",
                    "end": 827
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 827,
                    "text": "32]",
                    "end": 830
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 852,
                    "text": "[33]",
                    "end": 856
                }
            ]
        },
        {
            "text": "Offline selection",
            "section_rank": 9
        },
        {
            "section": "Offline selection",
            "text": "Signal B-meson candidates are obtained by combining D and K * 0 candidates, and are required to have a p T greater than 5 GeV/c, a lifetime greater than 0.2 ps, and a goodquality vertex fit. The D candidate is reconstructed from the seven different decay modes of interest within a ±25 MeV/c 2 window around the known D 0 mass [14], and must have a p T greater than 1.8 GeV/c. The K * 0 candidate is reconstructed from the final state K + π − , selected within a ±50 MeV/c 2 window around the known K * 0 mass and with a total p T of at least 1 GeV/c. This mass window is approximately the width of the K * (892) 0 resonance [14]. The helicity angle θ * , defined as the angle between the K + momentum in the K * 0 rest frame and the K * 0 momentum in the B 0 rest frame, is required to satisfy |cos(θ * )| > 0.4. This requirement removes 60% of the combinatorial background with a fake K * 0 , while retaining 93% of the signal. The D and K * 0 candidates are both required to have a good-quality vertex fit, a significant separation from the PV, and a distance-ofclosest-approach between their decay products of less than 0.5 mm. All charged final-state particles are required to have a good-quality track fit, p greater than 1 GeV/c, and p T greater than 100 MeV/c. The B decay chain is refitted [34] with the D mass fixed to its known value and the B meson constrained to originate from its associated PV.",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 327,
                    "text": "[14]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 625,
                    "text": "[14]",
                    "end": 629
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1299,
                    "text": "[34]",
                    "end": 1303
                }
            ]
        },
        {
            "section": "Offline selection",
            "text": "Gradient Boosted Decision Trees (BDTs) [35] are used to separate signal from combinatorial background. A shared BDT is employed for the favoured and suppressed two-body ADS modes, and similarly for the four-body ADS modes. Three independent BDTs are used to select the K + K − , π + π − and π + π − π + π − decays. All BDTs are trained with samples of simulated B 0 → DK * 0 decays as signal and with candidates from the upper B mass sideband (5800 < m(B) < 6000 MeV/c 2 ) in data as background. The discriminating vari-",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 39,
                    "text": "[35]",
                    "end": 43
                }
            ]
        },
        {
            "text": "JHEP08(2019)041",
            "section_rank": 10
        },
        {
            "section": "JHEP08(2019)041",
            "text": "ables in the BDT comprise: the B vertex-fit χ 2 ; the χ 2 IP of the B and D candidates; the χ 2",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "IP",
            "section_rank": 11
        },
        {
            "section": "IP",
            "text": "and p T of the K * 0 products; the angle between the B momentum vector and the vector between the PV and the B decay vertex; and the p T asymmetry between the B candidate and other tracks from the PV in a cone around the B candidate. The p T asymmetry is defined as (",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "section": "IP",
            "text": "T is the transverse momentum of the B candidate and p cone T is the scalar sum of the transverse momenta of all other tracks in the cone. The radius of the cone is chosen to be 1.5 units in the plane of pseudorapidity and azimuthal angle (expressed in radians). The p T asymmetry is a measure of the isolation of the B candidate. The BDTs applied to B candidates with two-body D-meson decays also use the p T and χ 2",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "IP",
            "section_rank": 12
        },
        {
            "section": "IP",
            "text": "of the D decay products. These variables are not included in the BDTs applied to B candidates with four-body D decays to avoid significant changes to the phase-space distribution.",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "section": "IP",
            "text": "Particle-identification (PID) information from the RICH detectors is used to improve the purity of the different D-meson samples. Criteria are chosen such that no candidate can appear in more than one D decay category. A stringent PID requirement is applied to the kaon from the K * 0 candidate to suppress contamination from B 0 → Dπ + π − decays, with a pion misidentified as a kaon.",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "section": "IP",
            "text": "It is possible for both the kaon and pion (or one of the two pions, in the four-body case) from the D-meson decay in the favoured mode to be misidentified, and thus pollute the suppressed sample. To eliminate this source of contamination, the D invariant mass is reconstructed with the opposite mass hypothesis for the kaon and pion. Candidates within ±15 MeV/c 2 of the known D 0 mass in this alternative reconstruction are vetoed. After this veto, a contamination rate of O(0.1%) is expected in the suppressed mode. No veto is applied to remove B 0 → DK * 0 decays where both the kaon and pion from the K * 0 candidate are misidentified, as this background is sufficiently suppressed by the PID requirement on the kaon, leaving a contamination rate of O(0.7%) in the suppressed mode.",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "section": "IP",
            "text": "Additional background can arise from",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "section": "IP",
            "text": "decaying to a three-body combination of kaons and pions. This contamination is removed by imposing a ±15 MeV/c 2 veto around the known D ± (s) mass in the invariant mass of the relevant three tracks. These vetoes are over 99% efficient at retaining signal candidates.",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "section": "IP",
            "text": "A background from charmless B decays that peaks at the same invariant mass as the signal is suppressed by requiring that the flight distance of the D candidate divided by its uncertainty be greater than 3. A further background from B + → DK + decays that are mistakenly combined with a random pion from elsewhere in the event contaminates the region in invariant mass above the signal. This background is removed with a veto of ±25 MeV/c 2 around the known B + mass in the invariant mass of the D meson and the kaon from the K * 0 candidate.",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "Invariant-mass fit",
            "section_rank": 13
        },
        {
            "section": "Invariant-mass fit",
            "text": "The selected data set comprises two LHC runs and seven D-meson decay modes. The sample is further divided into B 0 and B 0 candidates, based on the charge of the kaon from the K * 0 meson. This gives a total of 26 categories, as the π",
            "paragraph_rank": 45,
            "section_rank": 13
        },
        {
            "section": "Invariant-mass fit",
            "text": "selected in the Run 1 data. The invariant-mass distributions are fit simultaneously in these categories with an unbinned extended maximum-likelihood fit. A fit model is developed comprising several signal and background components, which unless otherwise stated are modelled using simulated signal and background samples reconstructed as the signal decay and passing the selection requirements. The components are:",
            "paragraph_rank": 46,
            "section_rank": 13
        },
        {
            "section": "Invariant-mass fit",
            "text": "1. Signal B 0 → DK * 0 and B 0 s → DK * 0 decays, described by Cruijff functions [36] with free means and widths, and tail parameters fixed from simulation.",
            "paragraph_rank": 47,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 81,
                    "text": "[36]",
                    "end": 85
                }
            ]
        },
        {
            "section": "Invariant-mass fit",
            "text": "2. Combinatorial background, described by an exponential function with a free slope. As the shape is completely free in the fit, no simulation is used to model this background.",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "text": "Partially reconstructed background from",
            "section_rank": 14
        },
        {
            "section": "Partially reconstructed background from",
            "text": "where the neutral pion or photon is not reconstructed. These components are described by analytic probability distribution functions constructed from a parabolic function to describe the decay kinematics that is convolved with the sum of two Gaussians with a common mean to describe the detector resolution, as further described in ref. [37]. All shape parameters are fixed from simulation. The form of the parabola depends on both the missed particle and the helicity of the D * meson, which can be equal to zero (longitudinal polarisation) or ±1 (transverse polarisation). 4. Partially reconstructed background from B + → DK + π − π + decays, where the π + meson is not reconstructed. This background is described by the sum of two Gaussian functions with separate means and a parabola convolved with the sum of two Gaussians with a common mean. All shape parameters are fixed from simulation.",
            "paragraph_rank": 49,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 337,
                    "text": "[37]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 575,
                    "text": "4",
                    "end": 576
                }
            ]
        },
        {
            "text": "5.",
            "section_rank": 15
        },
        {
            "section": "5.",
            "text": "A background from B 0 → Dπ + π − decays, with one of the pions misidentified as a kaon. This background is described by the sum of two Crystal Ball functions [38] with all shape parameters fixed from simulation.",
            "paragraph_rank": 50,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 158,
                    "text": "[38]",
                    "end": 162
                }
            ]
        },
        {
            "section": "5.",
            "text": "The signal and combinatorial background yields are free parameters for each LHC run. Preliminary studies showed that the ratios of the yields of the partially reconstructed backgrounds with respect to the signal yields are compatible within uncertainties between Runs 1 and 2, and so a single value is used in the fit. The same assumption cannot be made for the misidentified B 0 → Dπ + π − background, as the yield of this background is affected by the π → K misidentification rate, which can vary between running periods. The proportion of this background with respect to the signal is therefore corrected in Run 2 with respect to Run 1. Studies of simulated signal and background samples determine this correction factor to be 0.928 ± 0.014.",
            "paragraph_rank": 51,
            "section_rank": 15
        },
        {
            "section": "5.",
            "text": "The B 0 → Dπ + π − background is assumed to have no CP asymmetry, as the candidates cannot be tagged as coming from a B 0 or B 0 decay, and the difference between the π + and π − misidentification rates is found to be negligible in simulated samples. Misidentified B 0 → Dπ + π − decays should therefore contaminate B 0 and B 0 equally. The B 0 s → D * K * 0 background is not expected to exhibit CP violation, so the CP asymmetry is fixed to zero JHEP08(2019)041 in the GLW modes but is free in the ADS modes. The yields of the B 0 → Dπ + π − and B 0 s → D * K * 0 backgrounds are free parameters in the ADS modes and fixed in the GLW modes relative to the ADS yields from knowledge of the D 0 branching fractions [14] and relative selection efficiencies determined from simulation. The B 0 → D * K * 0 background may exhibit CP violation, so the yields of each D decay channel are free parameters, thus allowing for a nonzero CP asymmetry. The relative yields and asymmetries of the B + → DK + π − π + background are fixed using measurements from ref. [39].",
            "paragraph_rank": 52,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 715,
                    "text": "[14]",
                    "end": 719
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1054,
                    "text": "[39]",
                    "end": 1058
                }
            ]
        },
        {
            "section": "5.",
            "text": "For both the B 0 → D * K * 0 and B 0 s → D * K * 0 backgrounds, the relative proportion of partially reconstructed D * → Dγ and D * → Dπ 0 decays is fixed by known D * 0 branching fractions [14] and relative selection efficiency as determined from simulation. The fraction of longitudinal polarisation is unknown and is therefore a free parameter in the fit.",
            "paragraph_rank": 53,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 190,
                    "text": "[14]",
                    "end": 194
                }
            ]
        },
        {
            "section": "5.",
            "text": "Figures 2 to 5 show the invariant mass distributions and the fitted shapes for the various components. Table 1 gives the signal yields for each D final state. The fit strategy is validated by pseudoexperiments, and is found to be reliable and unbiased for all free parameters.",
            "paragraph_rank": 54,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 103,
                    "text": "Table 1",
                    "end": 110
                }
            ]
        },
        {
            "section": "5.",
            "text": "The observables introduced in section 2 are determined directly from the fit. The ratios and asymmetries between the raw yields are corrected for efficiency differences, and production and detection asymmetries. To obtain the ratios R hh CP and R 4π CP , the raw ratios are normalised using the corresponding D 0 branching fractions. These corrections are discussed further in section 6.",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "Correction factors and systematic uncertainties",
            "section_rank": 16
        },
        {
            "section": "Correction factors and systematic uncertainties",
            "text": "The measured observables are either asymmetries or ratios of yields between similar final states, and are thus robust against systematic biases. Nonetheless, small differences in efficiencies between numerator and denominator mean that correction factors must be applied to the ratios, apart from the case of R     Figure 2. Invariant-mass distributions (data points with error bars) and results of the fit (lines and coloured areas) for the two-body GLW modes (top left)",
            "paragraph_rank": 56,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 315,
                    "text": "Figure 2",
                    "end": 323
                }
            ]
        },
        {
            "section": "Correction factors and systematic uncertainties",
            "text": "samples, which are weighted to match the momentum and pseudorapidity of the simulated signal samples. Uncertainties are assigned due to the finite size of the simulated samples, and for possible biases introduced by the binning schemes used in the reweighting of the calibration sample and the background-subtraction procedure used for these samples.",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "section": "Correction factors and systematic uncertainties",
            "text": "As can be seen from eq. (2.5), determining R hh CP requires normalising the measured ratio of yields by a ratio of D 0 branching fractions. These branching fractions are taken from ref. [14] and the uncertainties are propagated to the observables.",
            "paragraph_rank": 58,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 186,
                    "text": "[14]",
                    "end": 190
                }
            ]
        },
        {
            "section": "Correction factors and systematic uncertainties",
            "text": "The raw observables are corrected for detection asymmetry, which is predominantly caused by the shorter interaction length of K − mesons compared with K + mesons. The difference between the kaon and pion detection asymmetries, A D (K − π + ), is computed following the method used in ref. [40]. Raw charge asymmetries A raw (K − π + π + ) and A raw (K 0 π + ) are measured for the decays D + → K − π + π + and D + → K 0 π + , respectively. These asymmetries are determined using calibration samples which are weighted to match the kinematics of the kaons and pions in the signal data set. The value of",
            "paragraph_rank": 59,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 289,
                    "text": "[40]",
                    "end": 293
                }
            ]
        },
        {
            "section": "Correction factors and systematic uncertainties",
            "text": "where A D (K 0 ) is the measured value of the detection asymmetry in the decay K 0 → π + π − , giving A D (K − π + ) = (−0.92 ± 0.20)% in Run 1 and (−1.0 ± 0.6)% in Run 2. A correction of A D (K − π + ) is applied to the observables for each K ± π ∓ pair in the final state.     Figure 3. Invariant-mass distributions (data points with error bars) and results of the fit (lines and coloured areas) for the two-body ADS modes (top left)    Figure 4. Invariant-mass distributions (data points with error bars) and results of the fit (lines and coloured areas) for the four-body GLW mode (left)     Figure 5. Invariant-mass distributions (data points with error bars) and results of the fit (lines and coloured areas) for the four-body ADS modes (top left)",
            "paragraph_rank": 60,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 279,
                    "text": "Figure 3",
                    "end": 287
                },
                {
                    "type": "figure",
                    "start": 439,
                    "text": "Figure 4",
                    "end": 447
                },
                {
                    "type": "figure",
                    "start": 596,
                    "text": "Figure 5",
                    "end": 604
                }
            ]
        },
        {
            "section": "Correction factors and systematic uncertainties",
            "text": "The bottom distributions are shown on a logarithmic scale.",
            "paragraph_rank": 61,
            "section_rank": 16
        },
        {
            "section": "Correction factors and systematic uncertainties",
            "text": "The observables are also corrected for the asymmetry in the production of B 0 and B 0 mesons within the acceptance of the analysis, A prod . This asymmetry has been measured in bins of B-meson momentum and pseudorapidity in Run 1 [41]. A weighted average based on the kinematical distributions of simulated signal gives A prod = (−0.8 ± 0.5)%. The same central value is applied for Run 2, with the uncertainty doubled in order to account for a possible change in asymmetry due to the higher collision energy.",
            "paragraph_rank": 62,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 230,
                    "text": "[41]",
                    "end": 234
                }
            ]
        },
        {
            "section": "Correction factors and systematic uncertainties",
            "text": "Uncertainties are assigned to account for the shape parameters that are fixed in the invariant-mass model. The values of these fixed parameters derive from fits to simulated samples, and so the uncertainties on these fits are propagated to the mass model. The fixed tail parameters of the signal shape are treated as a single source of systematic uncertainty. Uncertainties due to all fixed parameters related to the background shapes are treated simultaneously, apart from those for the partially reconstructed B 0 s → D * K * 0 decays, which are an important source of background that overlaps with the signal region, and are therefore treated separately.",
            "paragraph_rank": 63,
            "section_rank": 16
        },
        {
            "section": "Correction factors and systematic uncertainties",
            "text": "Uncertainties are also considered for other fixed parameters in the fit. These are the relative proportion of partially reconstructed D * → Dπ 0 and D * → Dγ decays, the correction to the relative yield of misidentified B 0 → Dπ + π − decays between Run 1 and Run 2, and the relative yields and CP asymmetries of the partially reconstructed B + → JHEP08(2019)041 DK + π − π + background. For the latter, the uncertainties taken from ref. [39] are doubled to account for the fact that there are possible differences in the phase-space acceptance between the two analyses.",
            "paragraph_rank": 64,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 438,
                    "text": "[39]",
                    "end": 442
                }
            ]
        },
        {
            "section": "Correction factors and systematic uncertainties",
            "text": "A study of the invariant-mass sidebands of the D candidates is performed in order to search for evidence of any residual charmless background which would also contaminate the B signal region. This sideband study is performed after imposing the flight distance cut on the D candidate, but without applying the BDT selection, as this may not have a uniform acceptance in D mass. Regions of the sidebands where there are known reflections from D-meson decays with misidentified final products are excluded. No significant signals are found from charmless decays in any mode. The measured yields are extrapolated into the signal region and taken as the central values from which many pseudoexperiments with an added charmless background component are simulated. These data sets are fitted using the nominal fit model which neglects the new background contribution, and a systematic uncertainty is assigned based on the measured bias. Table 2 gives the systematic uncertainties for each observable. Systematic uncertainties which are more than two orders of magnitude smaller than the statistical uncertainty are considered to be negligible and ignored. The non-negligible uncertainties are added in quadrature to give the total systematic uncertainty, which in all cases is considerably smaller than the statistical uncertainty.",
            "paragraph_rank": 65,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 930,
                    "text": "Table 2",
                    "end": 937
                }
            ]
        },
        {
            "section": "Correction factors and systematic uncertainties",
            "text": "The acceptance for the four-body D-decay modes is not fully uniform across phase space. Studies performed with amplitude models of these decays indicate that, at the current level of sensitivity, a nonuniform acceptance does not lead to any significant bias when the observables are interpreted in terms of γ and the other underlying physics parameters. No systematic uncertainty is assigned.",
            "paragraph_rank": 66,
            "section_rank": 16
        },
        {
            "text": "Results and discussion",
            "section_rank": 17
        },
        {
            "section": "Results and discussion",
            "text": "The measured values for the principal observables are  Table 2. Systematic uncertainties for the observables. Uncertainties are shown if they are larger than 1% of the statistical uncertainty. The total systematic uncertainty is calculated by summing all sources in quadrature. Statistical uncertainties are given for reference.",
            "paragraph_rank": 67,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 55,
                    "text": "Table 2",
                    "end": 62
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "-14 -",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "JHEP08(2019)041",
            "section_rank": 18
        },
        {
            "section": "JHEP08(2019)041",
            "text": "where the first uncertainty is statistical, and the second systematic. The values of R πK ± and R πKππ ± are used to calculate the suppressed-mode ADS observables, which are found to be A πK ADS = 0.19 ± 0.19 ± 0.01, R πK ADS = 0.080 ± 0.015 ± 0.002, A πKππ ADS = −0.01 ± 0.24 ± 0.01, R πKππ ADS = 0.073 ± 0.018 ± 0.002.",
            "paragraph_rank": 69,
            "section_rank": 18
        },
        {
            "section": "JHEP08(2019)041",
            "text": "All CP asymmetries are compatible with zero to within two standard deviations. The values of the GLW asymmetries and ratios are found to be consistent between the two modes, within 0.8 and 1.8 standard deviations, respectively. The results for D → π + π − π + π − are in agreement with these values, after correcting for the known CPeven content of this state. The same observables determined for B 0 s decays are compatible with the CP -conserving hypothesis. Results for B 0 s decays can be found in appendix A, together with the results for all observables separated between the Run 1 and Run 2 data sets, and full correlation matrices.",
            "paragraph_rank": 70,
            "section_rank": 18
        },
        {
            "section": "JHEP08(2019)041",
            "text": "The statistical significances of the signal yields in the previously unobserved channels are calculated using Wilks' theorem [42]. The likelihood profiles are convolved with a Gaussian function with standard deviation equal to the systematic uncertainties on the yields. This procedure yields a significance of 8.4σ for the B 0 → D(π + π − π + π − )K * 0 decay, 5.8σ for the B 0 → D(π + K − )K * 0 decay and 4.4σ for the B 0 → D(π + K − π + π − )K * 0 decay, constituting the first observation of the first two modes, and strong evidence for the presence of the suppressed four-body ADS channel.",
            "paragraph_rank": 71,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 125,
                    "text": "[42]",
                    "end": 129
                }
            ]
        },
        {
            "section": "JHEP08(2019)041",
            "text": "The results are interpreted in terms of the underlying physics parameters γ, r DK * 0 B and δ DK * 0 B by performing a global χ 2 minimisation. The minimised χ 2 /ndf is equal to 7.1/9. A scan of physics parameters is performed for a range of values and the difference in χ 2 between the parameter scan and the global minimum, ∆χ 2 , is evaluated. The confidence level for any pair of parameters is calculated assuming that these are normally distributed, which allows the ∆χ 2 = 2.30, 6.18, 11.8 contours to be drawn, corresponding to 68.6%, 95.5%, 99.7% confidence levels, respectively. These contours are shown in figure 6. As expected, there is a degeneracy in the (γ, δ DK * 0  ",
            "paragraph_rank": 72,
            "section_rank": 18
        },
        {
            "text": "Conclusion",
            "section_rank": 19
        },
        {
            "section": "Conclusion",
            "text": "Measurements of CP observables in B 0 → DK * 0 decays with the D meson decaying to K + π − , π + K − , K + K − and π + π − are performed using LHCb data collected in 2011, 2012, 2015 and 2016. The results, benefitting from the increased data sample and improved analysis methods, supersede those of the previous study [7]. Measurements with D mesons reconstructed in the K + π − π + π − , π + K − π + π − and π + π − π + π − final states are presented for the first time. First observations are obtained for the suppressed ADS mode B 0 → D(π + K − )K * 0 and the mode B",
            "paragraph_rank": 73,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 318,
                    "text": "[7]",
                    "end": 321
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "The observables are interpreted in terms of the weak phase γ and associated parameters, and are found to be compatible with the previous LHCb results [4,5], which are dominated by measurements of B + → DK + processes. The amplitude ratio r DK * 0 B is determined to be equal to 0.265 ± 0.023 at a confidence level of 68.3%. These results can be combined with those from other modes in B 0 → DK * 0 decays to provide powerful constraints on γ. This can be compared to results obtained from studies of other processes. ",
            "paragraph_rank": 74,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 150,
                    "text": "[4,",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 153,
                    "text": "5]",
                    "end": 155
                }
            ]
        },
        {
            "text": "A Additional results",
            "section_rank": 20
        },
        {
            "section": "A Additional results",
            "text": "Observables for B 0 s → DK * 0 decays are defined analogously to those for B 0 → DK * 0 decays in eqs. The B 0 and B 0 s observables are also measured separately for Run 1 and Run 2; these measurements are presented in table 3. The correlation matrices for the principal observables are given in tables 4, 5 and 6 for the combined, Run 1, and Run 2 results, respectively. Table 7 gives the correlations between the Run 1 and Run 2 results.    0.00 0.00 0.01 0.00 0.00 0.00 0.00 0.00 0.00 0.00 −0.01 −0.01 A ππ CP ,1 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 −0.01 0.00  Table 7. Correlation matrix for the principal observables between Run 1 and Run 2 data.",
            "paragraph_rank": 75,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 372,
                    "text": "Table 7",
                    "end": 379
                },
                {
                    "type": "table",
                    "start": 578,
                    "text": "Table 7",
                    "end": 585
                }
            ]
        },
        {
            "text": "JHEP08(2019)041",
            "section_rank": 21
        },
        {
            "section": "JHEP08(2019)041",
            "text": "-20 -",
            "paragraph_rank": 76,
            "section_rank": 21
        },
        {
            "text": "JHEP08(2019)041",
            "section_rank": 22
        },
        {
            "section": "JHEP08(2019)041",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 77,
            "section_rank": 22
        },
        {
            "text": "are measured. Signal yields are currently too small to permit a study of the suppressed mode. Finally, the GLW asymmetries A KK s,CP , A ππ s,CP and A 4π s,CP , defined analogously to eq. (2.1), and the ratios R KK s,CP , R ππ s,CP and R 4π s,CP , defined analogously to eq. (2.5), are determined.",
            "paragraph_rank": 78,
            "section_rank": 23
        },
        {
            "text": "9 -",
            "section_rank": 24
        },
        {
            "section": "9 -",
            "text": "πK(ππ) ±where an identical selection is used for both the suppressed and favoured ADS modes. The selection efficiencies are computed from simulated signal samples, which are weighted in the transverse momentum and pseudorapidity of the B meson to agree with the data distributions. The efficiencies of the PID requirements between different charges and D final states are evaluated using calibration -",
            "paragraph_rank": 79,
            "section_rank": 24
        },
        {
            "text": "Figure 3. Invariant-mass distributions (data points with error bars) and results of the fit (lines and coloured areas) for the two-body ADS modes (top left)B 0 → D(K − π + )K * 0 , (top right) B 0 → D(K + π − )K * 0 , (bottom left) B 0 → D(π − K + )K * 0 and (bottom right) B 0 → D(π + K − )K * 0 .The bottom distributions are shown on a logarithmic scale.",
            "paragraph_rank": 80,
            "section_rank": 25
        },
        {
            "text": "A",
            "section_rank": 26
        },
        {
            "section": "A",
            "text": "KK CP = −0.05 ± 0.10 ± 0.01, A ππ CP = −0.18 ± 0.14 ± 0.01, R KK CP = 0.92 ± 0.10 ± 0.02, R ππ CP = 1.32 ± 0.19 ± 0.03, A 4π CP = −0.03 ± 0.15 ± 0.01, R 4π CP = 1.01 ± 0.16 ± 0.04, R πK + = 0.064 ± 0.021 ± 0.002, R πK − = 0.095 ± 0.021 ± 0.003, R πKππ + = 0.074 ± 0.026 ± 0.002, R πKππ − = 0.072 ± 0.025 ± 0.003, A Kπ ADS = 0.047 ± 0.027 ± 0.010, A KπππADS = 0.037 ± 0.032 ± 0.010, 0.004 0.004 0.007 0.007 0.007 < 0.001 < 0.001 < 0.001 < 0.001 0",
            "paragraph_rank": 81,
            "section_rank": 26
        },
        {
            "text": "68.3%, 95.5% and 99.7% C.L.",
            "paragraph_rank": 82,
            "section_rank": 27
        },
        {
            "text": "Figure 6 .",
            "section_rank": 28
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Contour plots showing 2D scans of (left) δ DK * 0 B",
            "paragraph_rank": 83,
            "section_rank": 28
        },
        {
            "text": "S.A.). We acknowledge the computing resources that are provided by CERN, IN2P3 (France), KIT and DESY (Germany), INFN (Italy), SURF (Netherlands), PIC (Spain), GridPP (United Kingdom), RRCKI and Yandex LLC (Russia), CSCS (Switzerland), IFIN-HH (Romania), CBPF (Brazil), PL-GRID (Poland) and OSC (U.S.A.). We are indebted to the communities behind the multiple open-source software packages on which we depend. Individual groups or members have received support from AvH Foundation (Germany); EPLANET, Marie Sk lodowska-Curie Actions and ERC (European Union); ANR, Labex P2IO and OCEVU, and Région Auvergne-Rhône-Alpes (France); Key Research Program of Frontier Sciences of CAS, CAS PIFI, and the Thousand Talents Program (China); RFBR, RSF and Yandex LLC (Russia); GVA, XuntaGal and GENCAT (Spain); the Royal Society and the Leverhulme Trust (United Kingdom).",
            "paragraph_rank": 84,
            "section_rank": 29
        },
        {
            "text": "(2.1), (2.5) and (2.14). The measured observables are A πK s,ADS = 0.006 ± 0.017 ± 0.012, A πKππ s,ADS = −0.007 ± 0.021 ± 0.013, A KK s,CP = 0.06 ± 0.05 ± 0.01, A ππ s,CP = −0.11 ± 0.09 ± 0.01, R KK s,CP = 1.06 ± 0.06 ± 0.02, R ππ s,CP = 1.05 ± 0.10 ± 0.02, A 4π s,CP = 0.12 ± 0.08 ± 0.02, R 4π s,CP = 0.964 ± 0.086 ± 0.031.",
            "paragraph_rank": 85,
            "section_rank": 30
        },
        {
            "text": "Table 1 .",
            "section_rank": 31
        },
        {
            "section": "Table 1 .",
            "text": "Summary of signal yields. The uncertainties are statistical.",
            "paragraph_rank": 86,
            "section_rank": 31
        },
        {
            "text": "Table 3 .",
            "section_rank": 32
        },
        {
            "section": "Table 3 .",
            "text": "Measured observables split by LHC running period. Observables relating to B 0 → D(π + π − π + π − )K * 0 decays are not presented for Run 1, as this decay channel was not selected in the Run 1 data.",
            "paragraph_rank": 87,
            "section_rank": 32
        },
        {
            "text": "Table 4 .",
            "section_rank": 33
        },
        {
            "section": "Table 4 .",
            "text": "Combined statistical and systematic correlation matrix for the principal observables.",
            "paragraph_rank": 88,
            "section_rank": 33
        },
        {
            "text": "Table 5 .",
            "section_rank": 34
        },
        {
            "section": "Table 5 .",
            "text": "Combined statistical and systematic correlation matrix for the principal observables in Run 1 data only.",
            "paragraph_rank": 89,
            "section_rank": 34
        },
        {
            "text": "Table 6 .",
            "section_rank": 35
        },
        {
            "section": "Table 6 .",
            "text": "Combined statistical and systematic correlation matrix for the principal observables in Run 2 data only.",
            "paragraph_rank": 90,
            "section_rank": 35
        },
        {
            "section": "Table 6 .",
            "text": "Except where stated otherwise, the inclusion of charge-conjugate processes is implied throughout this paper.",
            "paragraph_rank": 91,
            "section_rank": 35
        },
        {
            "section": "Table 6 .",
            "text": "All expressions and charm strong-phase values are given in the convention CP |D 0 = |D 0 . This implies a 180 • offset with respect to the values quoted in ref.[20], which are defined with a different sign convention.",
            "paragraph_rank": 92,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 160,
                    "text": "[20]",
                    "end": 164
                }
            ]
        },
        {
            "section": "Table 6 .",
            "text": "Centro Brasileiro de Pesquisas Físicas (CBPF), Rio de Janeiro, Brazil 2 Universidade Federal do Rio de Janeiro (UFRJ), Rio de Janeiro, Brazil 3 Center for High Energy Physics, Tsinghua University, Beijing, China",
            "paragraph_rank": 93,
            "section_rank": 35
        },
        {
            "text": "Acknowledgments",
            "section_rank": 37
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); MOST and NSFC (China); CNRS/IN2P3 (France); BMBF, DFG and MPG (Germany); INFN (Italy); NWO (Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MSHE (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); DOE NP and NSF",
            "paragraph_rank": 94,
            "section_rank": 37
        },
        {
            "text": "B",
            "section_rank": 39
        },
        {
            "section": "B",
            "text": ") plane. Four favoured solutions can be seen, two of which are compatible with the existing LHCb determination of γ [4,5], which is dominated by results obtained from B + → DK + processes, which have values of",
            "paragraph_rank": 95,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 116,
                    "text": "[4,",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 119,
                    "text": "5]",
                    "end": 121
                }
            ]
        },
        {
            "text": "B",
            "section_rank": 40
        },
        {
            "section": "B",
            "text": ". The degeneracy of the solutions can be broken by combining these results with those using other D decay modes, specifically the D →",
            "paragraph_rank": 96,
            "section_rank": 40
        },
        {
            "section": "B",
            "text": "is determined to be 0.265 ± 0.023. In accordance with expectation, this is almost a factor of three larger than the corresponding parameter in B + → DK + decays [4,5]. This measurement is consistent with, and more accurate than, the previous measurement by LHCb in ref. [7]. ",
            "paragraph_rank": 97,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 161,
                    "text": "[4,",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 164,
                    "text": "5]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 270,
                    "text": "[7]",
                    "end": 273
                }
            ]
        },
        {
            "text": "JHEP08(2019)041",
            "section_rank": 41
        }
    ]
}