{
    "level": "paragraph",
    "abstract": [
        {
            "text": "There is a long standing debate about whether or not the annual modulation signal reported by the DAMA/LIBRA collaboration is induced by Weakly Interacting Massive Particles (WIMP) in the galaxy's dark matter halo scattering from nuclides in their NaI(Tl) crystal target/detector. This is because regions of WIMP-mass vs. WIMP-nucleon cross-section parameter space that can accommodate the DAMA/LIBRA-phase1 modulation signal in the context of the standard WIMP dark matter galactic halo and isospin-conserving (canonical), spin-independent (SI) WIMP-nucleon interactions have been excluded by the COSINE-100 experiment that uses the same NaI(Tl) target/detector material. Moreover, the recently released DAMA/LIBRA-phase2 results are inconsistent with an interpretation as WIMP-nuclide scattering via the canonical SI interaction and prefer, instead, isospin-violating or spin-dependent interactions. Dark matter interpretations of the DAMA/LIBRA signal are sensitive to the NaI(Tl) scintillation efficiency for nuclear recoils, which is characterized by so-called quenching factors (QF), and the QF values used in previous studies differ significantly from recently reported measurements, which may have led to incorrect characterizations of the DAMA/LIBRA signal. In this article, the compatibility of the DAMA/LIBRA and COSINE-100 results, in light of the new QF measurements is examined for different possible types of WIMP-nucleon interactions. The resulting allowed parameter space regions associated with the DAMA/LIBRA signal are explicitly compared with 90% confidence level upper limits from the initial 59.5 day COSINE-100 exposure. With the newly measured QF values, the allowed 3σ regions from the DAMA/LIBRA data are still generally excluded by the COSINE-100 data.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Reuse",
            "section_rank": 2
        },
        {
            "section": "Reuse",
            "text": "Items deposited in White Rose Research Online are protected by copyright, with all rights reserved unless indicated otherwise. They may be downloaded and/or printed for private study, or other acts as permitted by national copyright laws. The publisher or other rights holders may allow further reproduction and re-use of the full text version. This is indicated by the licence information on the White Rose Research Online record for the item.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Takedown",
            "section_rank": 3
        },
        {
            "section": "Takedown",
            "text": "If you consider content in White Rose Research Online to be in breach of UK law, please notify us by emailing eprints@whiterose.ac.uk including the URL of the record and the reason for the withdrawal request.",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 4
        },
        {
            "section": "I. INTRODUCTION",
            "text": "A number of astrophysical observations provide evidence that the dominant matter component of the universe is not ordinary matter, but rather non-baryonic dark matter [1,2]. Weakly Interacting Massive Particles (WIMPs) are particle dark matter candidates [3][4][5] that have been the subject of extensive searches by direct detection, indirect detection, and collider experiments, with no success [6].",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 167,
                    "text": "[1,",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 170,
                    "text": "2]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 255,
                    "text": "[3]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 258,
                    "text": "[4]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 261,
                    "text": "[5]",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 397,
                    "text": "[6]",
                    "end": 400
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The one exception is the long-standing observation by the DAMA/LIBRA collaboration of an annual modulation in the nucear-recoil event rate in an underground array of low-background NaI(Tl) detectors. Although this signal has persisted throughout more than 20 years of investigation [7][8][9][10][11], its interpretation as being due to WIMP-nucleus scattering in the specific context of the standard galactic WIMP halo model [12,13], has been the subject of a continuing debate. This is because the WIMP-nucleon cross sections inferred from the DAMA/LIBRA modulation are in conflict with limits from other experiments that directly measure the total, time integrated rate of nuclear recoils [14][15][16][17][18][19][20][21][22]. An unambiguous verification of the DAMA/LIBRA signal by independent experiments using the same NaI(Tl) crystal target material is mandatory. Experimental efforts by several groups using the same NaI(Tl) target medium are currently underway [23][24][25][26][27][28].",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 282,
                    "text": "[7]",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 285,
                    "text": "[8]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 288,
                    "text": "[9]",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 291,
                    "text": "[10]",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 295,
                    "text": "[11]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 425,
                    "text": "[12,",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 429,
                    "text": "13]",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 691,
                    "text": "[14]",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 695,
                    "text": "[15]",
                    "end": 699
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 699,
                    "text": "[16]",
                    "end": 703
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 703,
                    "text": "[17]",
                    "end": 707
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 707,
                    "text": "[18]",
                    "end": 711
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 711,
                    "text": "[19]",
                    "end": 715
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 715,
                    "text": "[20]",
                    "end": 719
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 719,
                    "text": "[21]",
                    "end": 723
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 723,
                    "text": "[22]",
                    "end": 727
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 969,
                    "text": "[23]",
                    "end": 973
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 973,
                    "text": "[24]",
                    "end": 977
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 977,
                    "text": "[25]",
                    "end": 981
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 981,
                    "text": "[26]",
                    "end": 985
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 985,
                    "text": "[27]",
                    "end": 989
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 989,
                    "text": "[28]",
                    "end": 993
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "COSINE-100, located at the Yangyang underground laboratory in South Korea, is one of the experiments aimed at testing the DAMA/LIBRA results with a NaI(Tl) crystal detector/target [25]. The experiment, which began data taking in 2016, utilizes eight lowbackground NaI(Tl) scintillating crystals [29] arranged in a 4×2 array, with a total target mass of 106 kg. Each crystal is coupled to two photomultiplier tubes (PMTs) to measure the amount of deposited energy in the crystal. The crystal assemblies are immersed in 2,200 L of liquid scintillator, which allows for the identification and subsequent reduction of radioactive backgrounds observed in the crystals [30]. The liquid scintillator is surrounded by copper, lead, and plastic scintillators to reduce the background contribution from external radiation as well as tag cosmic-ray muons that transit the apparatus [31].",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 180,
                    "text": "[25]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 295,
                    "text": "[29]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 663,
                    "text": "[30]",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 871,
                    "text": "[31]",
                    "end": 875
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "With the initial 59.5 live days exposure of COSINE-100, we reported our first WIMP dark matter search result [32] that excluded the 3σ region of allowed WIMP masses and cross sections that were associated with the DAMA/LIBRA-phase1 signal assuming canonical (isospin-conserving) spin-independent (SI) WIMP interactions in the specific context of the standard WIMP galactic halo model [33]. Even though DAMA/LIBRA and COSINE-100 use the same NaI(Tl) target, there are differences. The DAMA/LIBRA signal is an annual modulation effect while the COSINE-100 result is based on the time averaged spectral shape [34]. Although the first modulation measurements from ANAIS-112 [35] and COSINE-100 [36] were recently released, both experiments still need a few more years of exposure to reach a modulation sensitivity that is sufficient to probe the DAMA/LIBRA signal directly [25,27].",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 109,
                    "text": "[32]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 384,
                    "text": "[33]",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 606,
                    "text": "[34]",
                    "end": 610
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 670,
                    "text": "[35]",
                    "end": 674
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 690,
                    "text": "[36]",
                    "end": 694
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 869,
                    "text": "[25,",
                    "end": 873
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 873,
                    "text": "27]",
                    "end": 876
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "It is interesting to compare the DAMA/LIBRA annual modulation signal with the time-averaged rate considering specific models for the WIMP-nucleon interaction. This is especially the case for the time-averaged NaI(Tl) results from COSINE-100. While the DAMA/LIBRA-phase1 results used a 2 keVee (electron equivalent energy) energy threshold, the recent phase2 result has a lower threshold of 1 keVee [11]. The new low-threshold energy signal has a significantly worse goodness-of-fit for the canonical SI scattering scenario [37][38][39], suggesting that an isospin-violating model in which the WIMP-proton coupling is different from the WIMP-neutron coupling, or a spin-dependent (SD) interaction model are better suited for WIMP dark matter interpretations of the sig-nal.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 398,
                    "text": "[11]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 523,
                    "text": "[37]",
                    "end": 527
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 527,
                    "text": "[38]",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 531,
                    "text": "[39]",
                    "end": 535
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "One noticeable issue with the interpretation of the DAMA/LIBRA obervation in terms of WIMP-nucleon interactions is the value of the nuclear-recoil quenching factor (QF). Quenching factors are the scintillation light yields for sodium and iodine recoils relative to those for γ/electron-induced radiation of the same energy. Most previous studies have used QF values reported by the DAMA/NaI collaboration in 1996 [40] (subsequently referred to as DAMA QF values), that were obtained by measuring the response of NaI(Tl) crystals to nuclear recoils induced by neutrons from a 252 Cf source. The measured responses are compared with the simulated neutron energy spectrum to obtain QF values with the assumption that they are independent of the energy of the recoiling nuclide: for sodium recoil energies between 6.4 and 97 keVnr (nuclear recoil energy), QF Na =0.30±0.01; for iodine recoil energies between 22 and 330 keVnr, QF I =0.09±0.01 [40]. Recently, results from more refined methods for measuring NaI(Tl) QF values that use monochromatic neutron beams have been reported [41][42][43][44]. In these measurements, the detection of an elastically scattered neutron at a fixed angle relative to the incoming neutron beam direction provides an unambiguous knowledge of the energy transferred to the target nuclide. The QF values from these recent determinations differ significantly from the 1996 DAMA QF results, as shown in Fig. 1.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 413,
                    "text": "[40]",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 939,
                    "text": "[40]",
                    "end": 943
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1077,
                    "text": "[41]",
                    "end": 1081
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1081,
                    "text": "[42]",
                    "end": 1085
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1085,
                    "text": "[43]",
                    "end": 1089
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1089,
                    "text": "[44]",
                    "end": 1093
                },
                {
                    "type": "figure",
                    "start": 1427,
                    "text": "Fig. 1",
                    "end": 1433
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this article, allowed regions in WIMP-nucleon crosssection and WIMP mass parameter space corresponding to the DAMA/LIBRA signal are presented for some of the different possible dark matter interactions that are discussed in Ref. [37] using the recently measured QF Na and QF I values. The DAMA/LIBRA-phase1 [10] and phase2 [11] data are used simultaneously for cases where a good quality-of-fit was obtained. The allowed regions from the DAMA/LIBRA data are explicitly compared with the 90% confidence level (CL) limits estimated from the 59.5 day COSINE-100 exposure [32]. For comparison, the same data are interpreted using the DAMA QF values. For all of the WIMP-nucleon interactions considered here, we find that the COSINE-100 data excludes the 3σ allowed regions associated with the DAMA/LIBRA data in the context of the standard WIMP galactic halo model.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 232,
                    "text": "[37]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 310,
                    "text": "[10]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 326,
                    "text": "[11]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 571,
                    "text": "[32]",
                    "end": 575
                }
            ]
        },
        {
            "text": "II. QUENCHING FACTOR MODEL AND IMPLICATIONS FOR THE INTERPRETATION OF THE DAMA/LIBRA SIGNAL",
            "section_rank": 5
        },
        {
            "section": "II. QUENCHING FACTOR MODEL AND IMPLICATIONS FOR THE INTERPRETATION OF THE DAMA/LIBRA SIGNAL",
            "text": "The recently measured QF Na and QF I from Refs. [41][42][43][44] were adopted for interpretations of the DAMA/LIBRA signal. Interestingly, all of the recent measurements show an increasing behavior with QF Na with increasing recoil energy. This behavior is also observed in liquid xenon [46] and is well explained by the Lindhard model [45]. We fit the three new measurements with a modified version of the Lindhard model (see Appendix); as shown in Fig. 1, the three sets of measurements can be well fit by the model. Even though the new measurements have consistent energy dependence and lower QF values than those measured by DAMA, there are some mutual differences. These may be due to different environmental conditions, analysis methods (including different charge integration windows), and different tallium doping concentration of the crystals used for the measurements. In applying these new QF values to the DAMA/LIBRA data, we consider these variations as a source of systematic uncertainty. The Joo et al. [44] results are taken as the central value with allowed systematical variations that span the range between the Xu et al. [42] and Collar [41] measurements (see Appendix). Figure 1 shows the three new QF measurement sets, each with its own fit based on the modified Lindhard model. Because of the fast increase of QF Na in the Collar measurements at energies higher than 19.6 keVnr, the lower bound of systematic uncertainties, denoted by a blue solid line in Fig. 1 (a), was taken to be the difference between the Xu et al. and Joo et al. measurements. In the case of the COSINE-100 data, the Joo et al. results were used because these measurements used a crystal from the same ingot, the same data aquisition system [47], and the same analysis framework as the COSINE-100 experimental data.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 48,
                    "text": "[41]",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 52,
                    "text": "[42]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 56,
                    "text": "[43]",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 60,
                    "text": "[44]",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 287,
                    "text": "[46]",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 336,
                    "text": "[45]",
                    "end": 340
                },
                {
                    "type": "figure",
                    "start": 450,
                    "text": "Fig. 1",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1018,
                    "text": "[44]",
                    "end": 1022
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1141,
                    "text": "[42]",
                    "end": 1145
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1157,
                    "text": "[41]",
                    "end": 1161
                },
                {
                    "type": "figure",
                    "start": 1191,
                    "text": "Figure 1",
                    "end": 1199
                },
                {
                    "type": "figure",
                    "start": 1479,
                    "text": "Fig. 1 (a)",
                    "end": 1489
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1737,
                    "text": "[47]",
                    "end": 1741
                }
            ]
        },
        {
            "section": "II. QUENCHING FACTOR MODEL AND IMPLICATIONS FOR THE INTERPRETATION OF THE DAMA/LIBRA SIGNAL",
            "text": "We use the modulation amplitude results from DAMA/LIBRA-phase1 [10] and phase2 [11], as rebinned in Ref. [37] and shown in Fig. 2. We built a χ 2 fitter to test the DAMA/LIBRA data against the modulation amplitude that is expected for the WIMP interaction under consideration. The energy resolution of the DAMA/LIBRA detector was taken from Refs. [48,49]; the reported DAMA/LIBRA data is efficiency corrected. To obtain allowed regions in the WIMP mass vs. WIMP-proton cross-section parameter space, we implement a maximum likelihood method based on the likelihood ratio to fit for mass and cross section values. Confidence regions in these parameters are determined by examining variations of the likelihood values from their maxima (see Appendix).",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 63,
                    "text": "[10]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 79,
                    "text": "[11]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 105,
                    "text": "[37]",
                    "end": 109
                },
                {
                    "type": "figure",
                    "start": 123,
                    "text": "Fig. 2",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 347,
                    "text": "[48,",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 351,
                    "text": "49]",
                    "end": 354
                }
            ]
        },
        {
            "text": "III. ISOSPIN-CONSERVING SPIN-INDEPENDENT MODEL",
            "section_rank": 6
        },
        {
            "section": "III. ISOSPIN-CONSERVING SPIN-INDEPENDENT MODEL",
            "text": "For the DAMA/LIBRA-phase1 data, the isospin conserving SI scattering with DAMA QF values provided a good fit for WIMPs [33]. On the other hand, the observed DAMA/LIBRA-phase2 modulation data does not provide a good fit to the expectations for this model [37][38][39]. Switching to the new QF values for both the phase1 and phase2 data does not improve the phase2 data's agreement with the model, as shown in Fig. 2 and summarized in Table I. As discussed in Ref. [37], modulation amplitude in the low-WIMP-mass allowed region, which is dominated by WIMP-sodium scattering, is expected to increase rapidly for recoil energies below 1.5 keVee because of the onset of contributions from WIMP-iodine scattering. On the other hand, modulation amplitude in the the high-WIMP-mass allowed region, which is dominated by WIMP-iodine scattering, is expected to decrease at energies below 1.5 keVee. Since the DAMA/LIBRA-phase2 data displays a modulation amplitude that smoothly increases with energy below 1.5 keVee, the canonical SI WIMP interaction cannot provide a good fit to the phase2 data. We, therefore, only use the phase1 data for the interpretation of the canonical SI WIMP scattering with the new QF values. As shown in Fig. 3  values for both the allowed WIMP masses and WIMPnucleon cross-sections. We find that the local minimum value of chi-squared with the new QF values in the lowmass region increases somewhat, while the chi-squared value for the high-mass region decreases, as summarized in Table I.",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 119,
                    "text": "[33]",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 254,
                    "text": "[37]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 258,
                    "text": "[38]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 262,
                    "text": "[39]",
                    "end": 266
                },
                {
                    "type": "figure",
                    "start": 408,
                    "text": "Fig. 2",
                    "end": 414
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 433,
                    "text": "Table I",
                    "end": 440
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 463,
                    "text": "[37]",
                    "end": 467
                },
                {
                    "type": "figure",
                    "start": 1222,
                    "text": "Fig. 3",
                    "end": 1228
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1500,
                    "text": "Table I",
                    "end": 1507
                }
            ]
        },
        {
            "section": "III. ISOSPIN-CONSERVING SPIN-INDEPENDENT MODEL",
            "text": "The 90% confidence level (CL) upper limits for the COSINE-100 data are determined using the Bayesian method described in Ref. [32] (see Appendix). Even though the allowed parameter space from the DAMA/LIBRA-phase1 data is changed by the new QF values, the COSINE-100 results still exclude the DAMA 3σ region as shown in Fig. 3. This is because the dependence on QF values are nearly the same for the DAMA/LIBRA and COSINE-100 measurements.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 126,
                    "text": "[32]",
                    "end": 130
                },
                {
                    "type": "figure",
                    "start": 320,
                    "text": "Fig. 3",
                    "end": 326
                }
            ]
        },
        {
            "text": "IV. ISOSPIN VIOLATING SPIN-INDEPENDENT INTERACTION",
            "section_rank": 7
        },
        {
            "section": "IV. ISOSPIN VIOLATING SPIN-INDEPENDENT INTERACTION",
            "text": "It is clear from the above disussion that in order to fit both the DAMA/LIBRA-phase1 and phase2 data (DAMA/LIBRA-phase1+phase2 data), the contributions from WIMP-iodine scattering have to be suppressed. This can be accomplished if the WIMPproton coupling is different from the WIMP-neutron coupling (isospin violating interaction) [37,38]. (Sodium has nearly equal numbers of protons (11) and neutrons (12); iodine has 74 neutrons and 53 protons.) In this case, three parameters are used to fit the DAMA/LIBRA data: the WIMP mass, the WIMP-proton scattering cross-section, and the ratio between the effective coupling of WIMPs to neutrons and to protons (f n /f p ). Figure 4 shows the 3σ-allowed WIMP mass vs. crosssections regions for the DAMA/LIBRA-phase1+phase2 data with the new QF values for the best fit values of f n /f p = −0.758 in the low-mass and f n /f p = −0.712 in the high-mass regions. The low-mass and high-mass local minima are significantly shifted with respect to the results using the DAMA QF values. The minimum chisquared values with the new QF values, listed in Table I, indicate that this model provides a good description of the full DAMA/LIBRA-phase1+phase2 data set.",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 331,
                    "text": "[37,",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 335,
                    "text": "38]",
                    "end": 338
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 384,
                    "text": "(11)",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 402,
                    "text": "(12)",
                    "end": 406
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 667,
                    "text": "Figure 4",
                    "end": 675
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1087,
                    "text": "Table I",
                    "end": 1094
                }
            ]
        },
        {
            "section": "IV. ISOSPIN VIOLATING SPIN-INDEPENDENT INTERACTION",
            "text": "The 90% CL upper limits evaluated from the COSINE-100 data with f n /f p values determined from the best fit to the DAMA/LIBRA-phase1+phase2 data, shown in Fig. 4, exclude the allowed 3σ regions from the DAMA/LIBRA data. In a scan of different f n /f p values over the [-1,1] interval, we find the limits obtained from the COSINE-100 exclude the DAMA/LIBRA allowed 3σ regions for all cases (see Supplementary Figure).",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 156,
                    "text": "Fig. 4",
                    "end": 162
                },
                {
                    "type": "figure",
                    "start": 395,
                    "text": "Supplementary Figure)",
                    "end": 416
                }
            ]
        },
        {
            "text": "V. SPIN-DEPENDENT INTERACTION",
            "section_rank": 8
        },
        {
            "section": "V. SPIN-DEPENDENT INTERACTION",
            "text": "We use the effective field theory treatment and nuclear form factors from Ref. [50][51][52] to estimate the DAMA/LIBRA allowed regions for spin-dependent (SD) interactions using the publicly available dmdd package [53,54]. In the fit to the DAMA/LIBRA data, we vary two parameters: the WIMP-mass and the WIMPproton SD interaction cross section. Here we do not include WIMP-neutron SD interactions because the even number of neutrons in both sodium and iodine suppresses the expected signal significantly while the odd number of protons in both elements make them more sensitive to WIMP-proton SD interactions. For the DAMA/LIBRA data, two local minima are obtained with the new QF values for the SD WIMP-proton interaction, while only a low-mass WIMP has a good fit for the DAMA QF values as shown in Fig. 5. However, the chi-squared value of the best fit using the new QF values is slightly worse, as shown in Table I. In the high-mass region, the relatively large chi-squared value with the new QF values corresponds to a similar trend seen in the fit that uses The 3σ allowed regions of the WIMP mass and the WIMP-proton cross-section associated with the DAMA/LIBRA-phase1 data (blue solid contours) are compared with the 90% CL upper limit from the COSINE-100 data (black solid line) with the new QF values. To illustrate the effects of the QF changes, we present the 3σ regions of the DAMA/LIBRA-phase1 data (blue dotted contours) and 90% CL limit of the COSINE-100 data (black dotted line) using the DAMA QF values (from Ref. [32]).",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 79,
                    "text": "[50]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 83,
                    "text": "[51]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 87,
                    "text": "[52]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 214,
                    "text": "[53,",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 218,
                    "text": "54]",
                    "end": 221
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 801,
                    "text": "Fig. 5",
                    "end": 807
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 911,
                    "text": "Table I",
                    "end": 918
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1532,
                    "text": "[32]",
                    "end": 1536
                }
            ]
        },
        {
            "section": "V. SPIN-DEPENDENT INTERACTION",
            "text": "the DAMA QF values. Figure 5 shows the 90% CL upper limit obtained from the COSINE-100 data with the same effective field theory treatment and nuclear form factors for sodium and iodine. The DAMA/LIBRA 3σ allowed regions for SD WIMP-proton interaction hypothesis are excluded by the 90% CL upper limit from the COSINE-100 data.",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 20,
                    "text": "Figure 5",
                    "end": 28
                }
            ]
        },
        {
            "text": "VI. DISCUSSION",
            "section_rank": 9
        },
        {
            "section": "VI. DISCUSSION",
            "text": "We examine the compatibility of the DAMA/LIBRA and COSINE 100 data in the context of various WIMP dark matter hypotheses and taking into account the recently measured nuclear recoil QF values for sodium and iodine. We find that the DAMA/LIBRA-phase2 data are not compatible with canonical SI WIMP interaction in the context of the standard WIMP galactic halo model using the new QF values. Moreover, the DAMA/LIBRA-phase1 data only are well fitted but with significant shifts in both the allowed WIMP-mass and WIMP-nucleon cross-section values. We successfully obtained allowed regions from the DAMA/LIBRA-phase1+phase2 data for an isospin-violating interaction hypothesis, as well as for spin-dependent WIMP-proton interactions with the new QF values. However, for all the WIMP-dark matter interpretations of the DAMA/LIBRA data considered here, the COSINE-100 limits based on the initial 59.5 days' exposure exclude the 3σ allowed regions for the DAMA/LIBRA modulation signal at the 90% CL. Because the COSINE-100 experiment uses the same NaI(Tl) target medium as the DAMA/LIBRA experiment, this result strongly constrains models that purport to explain the DAMA/LIBRA modulation signal as being due to interactions of WIMPs in the galactic dark matter halo with nuclides in NaI(Tl) crystal detectors.    Here we present the fit results based on both the DAMA and new QF values. The first and second groups of rows are for the canonical SI interaction using the phase1 and phase2 data, respectively. The third and fourth groups, using the DAMA/LIBRA-phase1+phase2 data, are for the isospin-violating SI interaction and the SD proton couplings, respectively. The canonical SI interaction for the DAMA/LIBRA-phase2 data does not provide a good fit, while for the other cases good fits are obtained.",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "section": "VI. DISCUSSION",
            "text": "The electron-equivalent visible energy E ee produced by recoil nuclei in scintillation detector is typically smaller than its true nuclear recoil energy E R . The ratio of E ee to E R , the nuclear recoil quenching factor (QF), has to be externally evaluated in order to interpret results from dark matter search experiments that use scintillating crystal target/detectors. The DAMA/LIBRA collaboration measured QF values for sodium, QF Na =0.3±0.01 averaged over 6.4 to 97 keVnr, and iodine, QF I =0.09±0.01 averaged over 22 to 330 keVnr [40]. However, recent measurements by Collar [41], Xu et al . [42] and Joo et al . [44] reported significantly different results as presented in Fig.1. The new QF measurements all exhibit strong E R dependence. In order to parameterize the energydependent QF measurements, we use the formula from Lindhard et al . [45]:",
            "paragraph_rank": 20,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 539,
                    "text": "[40]",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 584,
                    "text": "[41]",
                    "end": 588
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 601,
                    "text": "[42]",
                    "end": 605
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 622,
                    "text": "[44]",
                    "end": 626
                },
                {
                    "type": "figure",
                    "start": 684,
                    "text": "Fig.1",
                    "end": 689
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 853,
                    "text": "[45]",
                    "end": 857
                }
            ]
        },
        {
            "section": "VI. DISCUSSION",
            "text": "where ǫ = 11.5Z −7/3 E R , k = 0.133Z 2/3 A 1/2 , Z is the number of protons, and A is the number of nucleons. The function g(ǫ) is given by [12] to be:",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 141,
                    "text": "[12]",
                    "end": 145
                }
            ]
        },
        {
            "section": "VI. DISCUSSION",
            "text": "The direct application of the Lindhard model to the NaI(Tl) crystals provides a poor match to the recently measured QF values. We, therefore, consider k = p 0 and ǫ = p 1 E R , where p 0 and p 1 are fit parameters. This modified Lindhard model well describes the recent measurements of QF Na and QF I as shown in Fig. 1. There are two QF I measurements by Collar and Joo et al . as shown in Fig. 1 (b). In order to estimate the QF I model, we use only the results from Joo et al ., because the measurement by Joo et al . covers that by Collar in terms of energy coverages as well as uncertainties.",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 313,
                    "text": "Fig. 1",
                    "end": 319
                },
                {
                    "type": "figure",
                    "start": 391,
                    "text": "Fig. 1 (b)",
                    "end": 401
                }
            ]
        },
        {
            "section": "VI. DISCUSSION",
            "text": "Chi-squared formula including QF systematic uncertainties",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "section": "VI. DISCUSSION",
            "text": "We use three QF Na measurements to interpret the DAMA/LIBRA data. Since the measurements done by Joo et al. are the between Collar and Xu et al. results, we use them as the mean QF values. Differences with the other results are included as systematic uncertainties in QF Na in the chi-squared (χ 2 ) as:",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "section": "VI. DISCUSSION",
            "text": "where the i = 1, 2 indicates phase-1 and phase-2, and j i is the energy bin for phase-i (",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "section": "VI. DISCUSSION",
            "text": "; O ij is the observed modulation amplitude in phase-i and j th energy bin and the E ij is the expected signal from WIMP-nucleon interaction in the model; E ij depends on the QF value, which can be varied taking into account the measurements by Xu et al. and Collar through the pull term α qf ,",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "section": "VI. DISCUSSION",
            "text": "Here  Fig. 1 (a)). For E R above ∼20 keV, we use the Xu et al.'s measurement (blue line in Fig. 1 (a)) instead of Collar's, which overlap the Joo et al.'s results. In the E R region above the intersection, we also use Xu et al.'s measurements because the lower bound decreases due to the rapidly increasing rate of QF Na from Collar's measurement.",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 6,
                    "text": "Fig. 1 (a)",
                    "end": 16
                },
                {
                    "type": "figure",
                    "start": 91,
                    "text": "Fig. 1 (a)",
                    "end": 101
                }
            ]
        },
        {
            "section": "VI. DISCUSSION",
            "text": "Likelihood ratio method to interpret the DAMA/LIBRA data in the WIMP-nucleon interaction",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "section": "VI. DISCUSSION",
            "text": "In order to find the best fit parameters and estimate the allowed parameter space from the positive annual modulation signal observed by the DAMA/LIBRA experiment, a likelihood ratio method via chi-squared is used. The confidence region is estimated from the logarithm of the likelihood ratio as:",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "section": "VI. DISCUSSION",
            "text": "where L is the likelihood, and p denotes parameters such as WIMP mass and WIMP-nucleon cross section. In the case of the isospin-violating interaction, f n /f p is an additional parameter in p. When there are the variations of newly measured QF values, we add the variation factor to p. The maximum likelihood, L max , occurs at p =p, the most probable parameter to describe the DAMA/LIBRA data. Assuming a Gaussian distribution of the likelihood, the logarithm of the likelihood can be identified with the chi-squared, −2 ln L = χ 2 ,",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "section": "VI. DISCUSSION",
            "text": "In order to estimate 2-dimensional contour of confidence regions, ∆χ 2 is determined from a χ 2 probability distribution. In the case of 2-dimensional fit for the WIMP mass and WIMP-nucleon cross section, ∆χ 2 = 2.2958 (1σ), 11.8292 (3σ), 28.7437 (5σ) are used.",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "Bayesian analysis",
            "section_rank": 10
        },
        {
            "section": "Bayesian analysis",
            "text": "The exclusion limits for COSINE-100 are estimated via the Bayesian approach. For each WIMP mass point, the posterior probability density function (PDF) in terms of WIMP-nucleon cross section can be obtained via marginalization of the likelihood function including the prior,",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "section": "Bayesian analysis",
            "text": "where P (σ|M) is the posterior PDF, L(M|q) is the likelihood function, π(q) and π(σ) are priors, and N is a normalization factor; σ is the cross section (signal strength), M is the measurement, and q denotes parameters associated with systematic uncertainties. We consider the same systematic uncertainties used in analysis of the COSINE-100 data [32]. We use the Gaussian distribution and the Heaviside step function for π(q) and π(σ), respectively. The Markov Chain Monte Carlo (MCMC) via Metropolis-Hastings algorithm is used for the multivariable integration.",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 347,
                    "text": "[32]",
                    "end": 351
                }
            ]
        },
        {
            "text": "Expected WIMP signal",
            "section_rank": 11
        },
        {
            "section": "Expected WIMP signal",
            "text": "The differential nuclear recoil rate per unit target mass for elastic scattering between WIMPs of mass m χ and target nuclei of mass M is",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "section": "Expected WIMP signal",
            "text": "where ρ χ is the local mass density of WIMPs, f (v, t) is the time-dependent WIMP velocity distribution, and dσ/dq 2 (q 2 , v) is the differential cross section depending on the velocity with the momentum exchange q 2 = 2M E nr .",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "section": "Expected WIMP signal",
            "text": "For the WIMP velocity distribution we assume a Maxwellian distribution [12],",
            "paragraph_rank": 36,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 71,
                    "text": "[12]",
                    "end": 75
                }
            ]
        },
        {
            "section": "Expected WIMP signal",
            "text": "where N esc is a normalization constant, v E is the Earth velocity relative to the WIMP dark matter, and σ v is the velocity dispersion. The standard halo parameterization is used with local dark matter density ρ χ = 0.  [50][51][52]54] are used to model the nuclear responses in the differential cross section. The generalized spin-independent response (the M operator in Table 1 of Ref [50]) is used for both the canonical and the isospin-violating SI interactions. For isospinviolating SI interactions, the WIMP-nucleon coupling coefficient ratio, f n /f p is floated. The two spin-dependent response operators (Σ ′ and Σ ′′ ) from the same table) are used for SD interactions. These nuclear responses, including form factors, are implemented using the publically available dmdd package [53]. We subsequently apply the quenching factors and smearing (resolution) effects to the differential nuclear recoil rate dR/dE nr to obtain the expected differential rate, dR/dE ee .  Supplementary Figure 1. The modulation amplitude of the DAMA/LIBRA data (both phase1 and phase2) as a function of the measured energy is presented with two of the best fit points assuming the canonical SI interaction in dru units (= counts/keV/kg/day). For both the low-Wimp-mass and high-WIMP-mass allowed regions, the best-fit models are disfavored by the data with 6σ and 4.8σ confidence levels, respectively, based on chi-squared divided by the number of degrees of freedom (χ 2 /N DF ). Here we use the new QF values that are discussed in the main text.  Supplementary Figure 2. The modulation amplitude of the DAMA/LIBRA data (both phase1 and phase2) as a function of the measured energy is presented with two of the best fit points assuming a isospin-violating SI interaction. In this case, both the low-WIMP-mass and high-WIMP-mass allowed regions provide adequate fits to both the DAMA/LIBRA phase1 and phase2 data. Here we use the new QF values that are discussed in the main text.  Supplementary Figure 3. The modulation amplitude of the DAMA/LIBRA data (both phase1 and phase2) as a function of the measured energy is presented with two best-fit points assuming a SD WIMP-proton interaction. However, the chi-squared values are relatively large and only marginally acceptable, and certainly not as good as those for isospin-violating interactions. Here we use the new QF values that are discussed in the main text.",
            "paragraph_rank": 37,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 221,
                    "text": "[50]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 225,
                    "text": "[51]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 229,
                    "text": "[52]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 233,
                    "text": "54",
                    "end": 235
                },
                {
                    "type": "table",
                    "start": 373,
                    "text": "Table 1",
                    "end": 380
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 388,
                    "text": "[50]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 790,
                    "text": "[53]",
                    "end": 794
                },
                {
                    "type": "figure",
                    "start": 977,
                    "text": "Supplementary Figure 1",
                    "end": 999
                },
                {
                    "type": "figure",
                    "start": 1537,
                    "text": "Supplementary Figure 2",
                    "end": 1559
                },
                {
                    "type": "figure",
                    "start": 1970,
                    "text": "Supplementary Figure 3",
                    "end": 1992
                }
            ]
        },
        {
            "text": "FIG. 2.DAMA/LIBRA's modulation amplitudes (phase2:top and phase1:bottom) as a function of measured electronequivalent energy are presented for low-mass regions (left) and high-mass regions (right) with the best fit models (red solid line), with the assumption of canonical SI WIMP interactions and the new QF values. The iodine-only component is denoted by the green-dotted line. The DAMA/LIBRA-phase1 data provide good fits for both low-mass and high-mass regions, while the phase2 data has large chi-squared values at the best fit points.",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "FIG. 3.The 3σ allowed regions of the WIMP mass and the WIMP-proton cross-section associated with the DAMA/LIBRA-phase1 data (blue solid contours) are compared with the 90% CL upper limit from the COSINE-100 data (black solid line) with the new QF values. To illustrate the effects of the QF changes, we present the 3σ regions of the DAMA/LIBRA-phase1 data (blue dotted contours) and 90% CL limit of the COSINE-100 data (black dotted line) using the DAMA QF values (from Ref.[32]).",
            "paragraph_rank": 39,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 474,
                    "text": "[32]",
                    "end": 478
                }
            ]
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 14
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. The 3σ allowed regions of the WIMP mass and the cross-section associated with the DAMA/LIBRA-phase1+phase2 data (blue solid contour) are compared with the 90% CL upper limit from the COSINE-100 data (black solid line). The dotted curves shown the results using the DAMA QF values. In each plot, we fix the effective coupling ratios to neutrons and protons fn/fp to their best fit values: fn/fp = −0.758 (-0.756) for the low-mass regions and new (DAMA) QF values; fn/fp = −0.712 (-0.684) for the high-mass regions and new (DAMA) QF values.",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 15
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG. 5.The 3σ allowed regions of WIMP mass vs. WIMPproton SD cross-section associated with the DAMA/LIBRA-phase1+phase2 data (blue solid coutour) are compared with the 90% CL upper limit from the COSINE-100 data (black solid line). These results use the new QF values; the dotted curves show the results using the DAMA QF values.",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "text": ", the best fit regions of the DAMA/LIBRA-phase1 data with the new QF results show significantly increased",
            "paragraph_rank": 42,
            "section_rank": 16
        },
        {
            "text": "TABLE I .",
            "section_rank": 17
        },
        {
            "section": "TABLE I .",
            "text": "The best fit values for the comparison of three WIMP-nucleon interaction hypotheses to the DAMA/LIBRA data are summarized.",
            "paragraph_rank": 44,
            "section_rank": 17
        },
        {
            "text": "is the mean QF value from Joo et al. data while f s (E R ) is the systematic variation of the QF value from Xu et al./Collar data for positive/negative α qf variations. Since the rate of increase of QF Na from Collar's mea-surement is relatively fast, we have changed the lower bound in Eq.4 using a conservative approach. For E R below the intersection of the Xu et al. and Collar measurements, we use the larger |f 0 (E R ) − f s (E R )| between Xu et al. and Collar. In this way, Collar's measurement is used for E R below ∼20 keV (red line in",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "ACKNOWLEDGEMENTS",
            "section_rank": 20
        },
        {
            "section": "ACKNOWLEDGEMENTS",
            "text": "We thank the Korea Hydro and Nuclear Power (KHNP) Company for providing underground laboratory space at Yangyang. This work is supported by: the Institute for Basic Science (IBS) under project code IBS-R016-A1 and NRF-2016R1A2B3008343, Republic of Korea; UIUC campus research board, the Alfred P. Sloan Foundation Fellowship, NSF Grants No. PHY-1151795, PHY-1457995, DGE-1122492, WIPAC, the Wisconsin Alumni Research Foundation, United States; STFC Grant ST/N000277/1 and ST/K001337/1, United Kingdom; and Grant No. 2017/02952-0 FAPESP, CAPES Finance Code 001, Brazil.",
            "paragraph_rank": 46,
            "section_rank": 20
        },
        {
            "text": "APPENDIX",
            "section_rank": 22
        },
        {
            "text": "Quenching factors",
            "section_rank": 23
        },
        {
            "text": "Annual modulation signal",
            "section_rank": 24
        },
        {
            "section": "Annual modulation signal",
            "text": "The WIMP signal rates that are expected for the different models are used to interpret the COSINE-100 data. However, for the DAMA/LIBRA annual modulation, it is necessary to consider time-dependent rate changes. The differential rate for dark matter signals per unit mass of target including a time-dependent modulation term can be approximated as [33] ",
            "paragraph_rank": 47,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 348,
                    "text": "[33]",
                    "end": 352
                }
            ]
        },
        {
            "section": "Annual modulation signal",
            "text": "where S 0 is the average rate over a year, S m is the modulation amplitude, and t c is the time of year (phase) at which v E has its maximum value. Based on this equation, we obtain the modulation amplitude,",
            "paragraph_rank": 48,
            "section_rank": 24
        },
        {
            "section": "Annual modulation signal",
            "text": "where",
            "paragraph_rank": 49,
            "section_rank": 24
        },
        {
            "section": "Annual modulation signal",
            "text": "3), with t 0 = noon (UT) on Dec. 31 [12].  The allowed regions (contours) of the WIMP mass vs. cross-section associated with the DAMA/LIBRA data are presented with various fn/fp ratios near the best fit points. The ratio fn/fp were scanned over the [-1, 1] range, and from these we selected nine points in the more limited [-0.78, -0.62] range with minimum chi-squared values that are reasonably consistent with the global minimum. For each case, the 90% CL upper limit from the COSINE-100 data is presented as black lines. The solid lines represent the results with new QF values while dotted lines are obtained with the DAMA QF values. It is evident in the figure that the location of the DAMA/LIBRA-allowed high-WIMP-mass region data depends upon the fn/fp value.",
            "paragraph_rank": 50,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 36,
                    "text": "[12]",
                    "end": 40
                }
            ]
        }
    ]
}