{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A study of the B + → J/ψΛp decay using proton-proton collision data collected at √ s = 8 TeV by the CMS experiment at the LHC, corresponding to an integrated luminosity of 19.6 fb −1 , is presented. The ratio of branching fractions B(B + → J/ψΛp)/B(B + → J/ψK * (892) + ) is measured to be (1.054 ± 0.057(stat) ± 0.035(syst) ± 0.011(B))%, where the last uncertainty reflects the uncertainties in the world-average branching fractions of Λ and K * (892) + decays to reconstructed final states. The invariant mass distributions of the J/ψΛ, J/ψp, and Λp systems produced in the B + → J/ψΛp decay are investigated and found to be inconsistent with the pure phase space hypothesis. The analysis is extended by using a model-independent angular amplitude analysis, which shows that the observed invariant mass distributions are consistent with the contributions from excited kaons decaying to the Λp system.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The B + → J/ψΛp decay is the first observed example of a B meson decay into baryons and a charmonium state (the charge-conjugate states are implied throughout the paper). The first evidence for the B + → J/ψΛp decay was obtained by the BaBar Collaboration [1], along with a measurement of its branching fraction of B(B + → J/ψΛp) = (12 +9 −6 ) × 10 −6 . Later, this decay was observed by the Belle Collaboration and its branching fraction was measured to be B(B + → J/ψΛp) = (11.7±2.8 +1.8 −2.3 )×10 −6 [2], resulting in the world-average branching fraction of B(B + → J/ψΛp) = (11.8 ± 3.1) × 10 −6 [3].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 256,
                    "text": "[1]",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "start": 475,
                    "text": "(11.7±2.8 +1.8 −2.",
                    "end": 493
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 503,
                    "text": "[2]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 599,
                    "text": "[3]",
                    "end": 602
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The decay mode under study provides an opportunity to search for new intermediate resonances in the J/ψΛ, J/ψp, and Λp systems. The interest in B hadron decays to charmonium-baryon systems has increased since the observation of three pentaquark states in Λ 0 b → J/ψpK − decays by the LHCb Collaboration [4,5]. While these states are beyond the available phase space of the B + → J/ψΛp decay, this process can target potential low-mass pentaquark states in the J/ψp system, as well as new resonances in the J/ψΛ system, where one of the new states is expected to appear close to the threshold and represent itself as a threshold enhancement [6]. Recently, the existence of a molecular JHEP12(2019)100 baryon state decaying to J/ψΛ and potentially accessible via the B + → J/ψΛp decay has been predicted [7].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 304,
                    "text": "[4,",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 307,
                    "text": "5]",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 641,
                    "text": "[6]",
                    "end": 644
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 803,
                    "text": "[7]",
                    "end": 806
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, we report on a study of the B + → J/ψΛp (J/ψ → µ + µ − , Λ → pπ + ) decay using a data sample of proton-proton (pp) collisions collected by the CMS experiment in 2012 at √ s = 8 TeV, corresponding to an integrated luminosity of 19.6 fb −1 . Exploring the large available integrated luminosities of pp collisions and the large production cross section of bb pairs at the CERN LHC, the CMS experiment has developed an efficient trigger for displaced J/ψ → µ + µ − decays, described in section 3. This trigger allowed CMS to conduct this study of the B + → J/ψΛp decay, including the measurement of its branching fraction and the study of the J/ψΛ, J/ψp, and Λp systems. The decay B + → J/ψK * (892) + (K * (892) + → K 0 S π + → π + π − π + ) is chosen as the normalization channel, because it is measured with high precision and has a similar decay topology to the B + → J/ψΛp decay. In what follows, the K * (892) + particle is denoted as K * + . The ratio of the branching fractions is measured using the following formula: 1) where N and correspond to the number of observed decays and the total efficiency of the decay, respectively. The total efficiency includes the product of efficiencies for the subsequent decays K * + → K 0 S π + , K 0 S → π + π − , and Λ → pπ + . The invariant mass distributions of the J/ψΛ, J/ψp, and Λp systems produced in the B + → J/ψΛp decay are investigated using a model-independent angular analysis.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1039,
                    "text": "1)",
                    "end": 1041
                }
            ]
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter, and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. Forward calorimeters extend the pseudorapidity (η) coverage provided by the barrel and endcap detectors. Muons are detected in gas-ionization chambers embedded in the steel flux-return yoke outside the solenoid. The main subdetectors used for the present analysis are the silicon tracker and the muon system.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The silicon tracker measures charged particles within the range |η| < 2.5. During the LHC running period when the data used in this paper were recorded, the silicon tracker consisted of 1440 silicon pixel and 15 148 silicon strip detector modules. The track resolutions are typically 1.5% in transverse momentum (p T ) and 25-90 (45-150) µm in the transverse (longitudinal) impact parameter [8] for nonisolated particles with 1 < p T < 10 GeV and |η| < 1.4.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 391,
                    "text": "[8]",
                    "end": 394
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "Muons are measured within |η| < 2.4, with detection planes made using three technologies: drift tubes, cathode strip chambers, and resistive-plate chambers. Matching muons to tracks measured in the silicon tracker results in a relative p T resolution of 0.8-3.0% for muons with p T < 10 GeV used in this analysis, depending on the muon |η| [9].",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 340,
                    "text": "[9]",
                    "end": 343
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "-2 -",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "JHEP12(2019)100",
            "section_rank": 4
        },
        {
            "section": "JHEP12(2019)100",
            "text": "Events of interest are selected using a two-tiered trigger system [10]. The first level (L1), composed of custom hardware processors, uses information from the calorimeters and muon detectors to select events at a rate of around 100 kHz within a time interval of less than 4 µs. The second level, known as the high-level trigger (HLT), consists of a farm of processors running a version of the full event reconstruction software optimized for fast processing, and reduces the event rate to around 1 kHz before data storage.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 66,
                    "text": "[10]",
                    "end": 70
                }
            ]
        },
        {
            "section": "JHEP12(2019)100",
            "text": "A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref. [11].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 165,
                    "text": "[11]",
                    "end": 169
                }
            ]
        },
        {
            "text": "Data sample and event selection",
            "section_rank": 5
        },
        {
            "section": "Data sample and event selection",
            "text": "Data were collected with a dedicated trigger, optimized for the selection of b hadrons decaying to J/ψ(µ + µ − ). The L1 trigger required two oppositely charged muons, each with p T > 3 GeV and |η| < 2.1. At the HLT, a J/ψ candidate decaying into a µ + µ − pair displaced from the interaction point was required. Each muon must have p T > 4 GeV, and the dimuon p T must exceed 6.9 GeV. The HLT demanded that J/ψ candidates reconstructed from opposite-sign dimuons have an invariant mass between 2.9 and 3.3 GeV. The threedimensional (3D) distance of closest approach of the two muons of a pair to each other was required to be less than 0.5 cm. The dimuon vertex fit was required to have a transverse decay length significance L xy /σ L xy > 3, where L xy and σ L xy are, respectively, the distance from the common vertex to the beam axis in the transverse plane, and its uncertainty. Finally, the dimuon vertex fit probability, calculated using the χ 2 and the number of degrees of freedom of the vertex fit, was required to exceed 10%, while the angle α between the dimuon p T vector and the direction connecting the beam spot and the dimuon vertex in the transverse plane was required to satisfy cos α > 0.9.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "Data sample and event selection",
            "text": "The analysis requires two muons of opposite charge that must match those that triggered the event readout. The trigger requirements are confirmed and the J/ψ candidates are selected by tightening the dimuon mass region to be within 150 MeV of the J/ψ meson mass M PDG J/ψ [3] (M PDG X denotes the world-average mass of hadron X). To reconstruct a B + candidate, the J/ψ candidate is combined with a positively charged particle track, assumed to be a proton track, and a Λ candidate. The track must satisfy the CMS high-purity requirements [8]. The Λ candidates are formed from displaced twoprong vertices under the assumption of the Λ → pπ + decay, as described in ref. [12]. Daughter particles of the Λ candidate are refitted to a common vertex, and the vertex fit probability must exceed 1%. The proton mass is assigned to the higher-p T daughter track. To select the candidates in the Λ signal region, we demand that the pπ + invariant mass satisfy |M (pπ",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 272,
                    "text": "[3]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 539,
                    "text": "[8]",
                    "end": 542
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 670,
                    "text": "[12]",
                    "end": 674
                }
            ]
        },
        {
            "section": "Data sample and event selection",
            "text": "where the effective Λ signal resolution σ Λ = 3.7 MeV is measured in data by fitting the M (pπ + ) distribution with a sum of two Gaussian functions with a common mean.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "Data sample and event selection",
            "text": "Since reliable charged hadron type identification in CMS is not possible, the contribution from K 0 S → π − π + decays is present in the Λ → pπ + sample. It is removed by demanding that the invariant mass of the two Λ candidate tracks, where both are assigned the charged pion mass, satisfies",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Data sample and event selection",
            "text": "resolution σ K 0 S = 9.2 MeV is measured in data by fitting the M (π + π − ) distribution with a sum of two Gaussian functions with a common mean.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "Data sample and event selection",
            "text": "As the last step of the reconstruction, the kinematic vertex fit of the Λ candidate, the proton track, and the dimuon is performed, with the dimuon mass constrained to M PDG J/ψ ; this vertex is referred to as the B vertex. The selected candidates are required to have",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "Data sample and event selection",
            "text": "Multiple pp interactions in the same or nearby beam crossing (pileup) are present in data, with an average multiplicity of about 20. The hard-scattering vertex in the event with the highest cosine of the three-dimensional (3D) pointing angle between the line connecting this vertex with the B vertex and the B + candidate momentum is chosen as the primary vertex (PV). The following requirement is used to select B + candidates consistent with originating from the PV: cos α(B + , PV) > 0.99, where α(B + , PV) is the two-dimensional (2D) angle in the transverse plane between the B + candidate momentum and the vector pointing from the PV to the B vertex. The following requirement on the B vertex displacement is also applied:",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "Data sample and event selection",
            "text": "is the distance between the primary and B vertices in the transverse plane, and σ L xy (B + ) is its uncertainty.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "Data sample and event selection",
            "text": "The B + candidate kinematic vertex fit probability must exceed 1%. The Λ candidate is required to be consistent with originating from the B + decay by requiring cos α(Λ, B + ) > 0, where α(Λ, B + ) is the angle between the Λ momentum and the vector connecting the B + and Λ vertices.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "Data sample and event selection",
            "text": "candidates are selected using the same reconstruction chain. Identical requirements are used to select the J/ψ candidate and the π + track from the K * + meson decay. The selection of the K 0 S candidates is the same as for the Λ candidates, except that the invariant mass of the candidate pions from the K 0 S meson decay is required to satisfy |M (π",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "Data sample and event selection",
            "text": "eff . The contamination of the K 0 S candidates from the Λ → pπ + decay is reduced with the requirement:",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Data sample and event selection",
            "text": ", where the negatively charged track is assigned the proton mass.",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "Data sample and event selection",
            "text": "To calculate the reconstruction efficiency, a study based on simulated signal events is performed. The events are generated with pythia v6.424 [13]. The B meson decays are modeled according to a phase space decay model using evtgen v1.3.0 [14] for both the B + → J/ψΛp and B + → J/ψK * + channels. The simulation sample corresponding to the B + → J/ψK * + decay is reweighted according to the angular distributions of the K * + and J/ψ systems observed in data by applying a weight to each simulated event obtained using a linear interpolation of the data-to-simulation ratio histogram for each angular variable. The events are passed through a detailed CMS detector simulation based on Geant4 [15]. To estimate reconstruction efficiencies (section 5), matching of the reconstructed candidates to the generated particles is performed by requiring ∆R = (∆η) 2 + (∆φ) 2 < 0.004 (0.03) for µ (p, π + , Λ, and K 0 S ) candidates, where ∆η and ∆φ are the differences in the pseudorapidity and the azimuthal angle, respectively, between the momenta of the reconstructed and generated particles.",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 143,
                    "text": "[13]",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 239,
                    "text": "[14]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 694,
                    "text": "[15]",
                    "end": 698
                }
            ]
        },
        {
            "section": "Data sample and event selection",
            "text": "-4 -",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "JHEP12(2019)100 4 Signal yields extraction",
            "section_rank": 6
        },
        {
            "section": "JHEP12(2019)100 4 Signal yields extraction",
            "text": "The invariant mass distribution of the selected B + → J/ψΛp candidates is shown in figure 1 (upper). An unbinned, extended maximum-likelihood fit with a signal plus background hypothesis is performed on this distribution. The signal component is modeled with a sum of three Gaussian functions with floating common mean and overall normalization, while the widths and the relative normalizations of the three Gaussian functions are fixed to the values obtained from simulation. The background component is parameterized by a threshold function:",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "JHEP12(2019)100 4 Signal yields extraction",
            "text": "and β is a free parameter of the fit. The fit results in a signal yield of 452 ± 23 events. Figure 1 (lower left) shows the observed B + → J/ψK 0 S π + invariant mass distribution with the requirement on the K 0 S π + invariant mass to be inside a ±200 MeV window around the world-average K * + mass [3]. The B + signal is modeled with a sum of two Gaussian functions with a common mean and all the parameters floating in the fit, while the background is described by a second-order polynomial.",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 92,
                    "text": "Figure 1",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 300,
                    "text": "[3]",
                    "end": 303
                }
            ]
        },
        {
            "section": "JHEP12(2019)100 4 Signal yields extraction",
            "text": "In order to evaluate the pure K * + meson contribution, excluding other resonances in the K 0 S π + system, the background-subtracted M (K 0 S π + ) distribution shown in figure 1 (lower right) is fitted in the range of ±200 MeV around the K * + mass. Background subtraction is performed using the sPlot technique [16] with the M (J/ψK 0 S π + ) used as the discriminating variable. The instrumental mass resolution of the K * + peak is negligible in comparison with its natural width; therefore a relativistic Breit-Wigner function is used as the signal model, while a threshold polynomial function is chosen to model the non-K * + component:",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 314,
                    "text": "[16]",
                    "end": 318
                }
            ]
        },
        {
            "section": "JHEP12(2019)100 4 Signal yields extraction",
            "text": "and γ is a free parameter in the fit.",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "JHEP12(2019)100 4 Signal yields extraction",
            "text": "To obtain the observed number of B + → J/ψK * + decays for the measurement of the ratio of branching fractions, the signal Breit-Wigner function is integrated over ±50 MeV around the K * + mass, resulting in an yield of 20 863 ± 357 events. The efficiency of the requirement on M (K 0 S π + ) of being within ±50 MeV of the K * + mass is taken into account in the calculation of the total efficiency (section 5).",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "Efficiency calculation",
            "section_rank": 7
        },
        {
            "section": "Efficiency calculation",
            "text": "The efficiency for detecting and identifying the B + → J/ψΛp decay is calculated as the ratio of the numbers of reconstructed to generated events in simulation. The overall efficiency includes the trigger and reconstruction efficiencies, and the detector acceptance. The efficiency in each channel is obtained using simulated samples described in section 3. The efficiency ratio, which is used in the measurement of the ratio of branching fractions, is found to be (B + → J/ψK * + )/ (B + → J/ψΛp) = 1.347 ± 0.023, where the uncertainty is statistical only and accounts for the limited event counts in the corresponding simulated samples.",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "section": "Efficiency calculation",
            "text": "For the study of the two-body intermediate invariant masses in the B + → J/ψΛp decay, we perform an efficiency-correction procedure to account for detector effects. Crucial to the investigation of the Λp system is the possibility of intermediate high-mass K * + resonances that can decay to Λp [3]. We list these resonances in  collectively as K * + 2,3,4 . The details of the decay B + → J/ψK * + 2,3,4 , followed by K * + 2,3,4 → Λp are discussed in section 8. Because of this possibility, the efficiency is calculated as a function of two variables: the invariant mass of the Λp system, M (Λp), and the cosine of the K * + 2,3,4 → Λp system helicity angle cos θ K * , which is defined as the angle between the Λ and B + momentum vectors in the Λp system rest frame (as illustrated in figure 2 together with other decay angles). The 2D efficiency is calculated as the ratio of the 2D histogram at the reconstruction level to that at the generator level. The data are corrected for the reconstruction efficiency by applying a 1/ (M (Λp), cos θ K * ) weight to each event. Efficiency values at each point in the 2D space are evaluated using a bilinear interpolation algorithm. Since the points inside the border bins of the 2D space cannot be interpolated, the efficiency values at these points are assumed to be the values at the centers of the corresponding bins.  Table 1. The mass, width, and J P quantum numbers for the known K * + states [3] that can decay to Λ p. Figure 2. An illustration of the decay angles in the B + → J/ψK * + 2,3,4 (Λp) decay.",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 294,
                    "text": "[3]",
                    "end": 297
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1367,
                    "text": "Table 1",
                    "end": 1374
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1444,
                    "text": "[3]",
                    "end": 1447
                },
                {
                    "type": "figure",
                    "start": 1471,
                    "text": "Figure 2",
                    "end": 1479
                }
            ]
        },
        {
            "text": "Evaluation of the systematic uncertainties in the branching fraction ratio measurement",
            "section_rank": 8
        },
        {
            "section": "Evaluation of the systematic uncertainties in the branching fraction ratio measurement",
            "text": "In this section, we discuss the sources of the systematic uncertainty in the measurement of the ratio B(B + → J/ψΛp)/B(B + → J/ψK * + ), defined by eq. (1.1).",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "section": "Evaluation of the systematic uncertainties in the branching fraction ratio measurement",
            "text": "Since the signal B + → J/ψΛp and the normalization B + → J/ψK * + decays have the same topology, the systematic uncertainties related to the muon reconstruction, track reconstruction, and trigger efficiencies should almost cancel out in eq. (1.1). To check if this is the case, simulated signal samples for both B + → J/ψΛp and B + → J/ψK * + decays are validated by comparing distributions of variables used in the event selection between background-subtracted data and simulated signal samples. As a result of these studies, an additional systematic uncertainty is assigned to account for the deviation between data and simulation in the η distributions of B + meson for the signal and normalization channels, and the M (K 0 S π + ) distribution for the B + → J/ψK * + decay. The deviation in the η distributions of B + meson were taken into account by reweighting the simulated samples according to the η distributions of B + meson observed on data and recalculating the efficiency ratio using the reweighted simulation samples; the systematic uncertainty is calculated as the difference in efficiency ratios calculated before and after reweighting. The difference in the M (K 0 S π + ) distribution is taken into account by altering the baseline mass window width used for K * + selection of 50 MeV, with 35 and 70 MeV windows, and recalculating the final branching fraction value; the largest deviation from the value obtained using the baseline selection is considered as systematic uncertainty.",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "section": "Evaluation of the systematic uncertainties in the branching fraction ratio measurement",
            "text": "The systematic uncertainty related to the choice of the background model is estimated separately for the fits to the J/ψΛp, J/ψK 0 S π + , and K 0 S π + invariant mass distributions. To evaluate this uncertainty, several additional background modeling functions were used: Total systematic uncertainty 3.3 Table 2. Summary of the relative systematic uncertainties in the B(B",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 306,
                    "text": "Table 2",
                    "end": 313
                }
            ]
        },
        {
            "section": "Evaluation of the systematic uncertainties in the branching fraction ratio measurement",
            "text": "polynomials of the first, second, and third order for the J/ψK 0 S π + invariant mass distribution; and the function (x − x 0 ) δ multiplied by polynomials of the first and second order for the J/ψΛp and K 0 S π + invariant mass distributions. Another source of systematic uncertainty is due to the modeling of the signal shape in the M (J/ψΛp) and M (J/ψK 0 S π + ) invariant mass distributions. In the case of the B + → J/ψΛp decay, the resolution functions in the baseline fits are obtained from simulation. The associated uncertainty is estimated by allowing the widths to float in the fit and by adding a double-Gaussian function as a fit option. For the B + → J/ψK * + decay, the corresponding systematic uncertainty is estimated by using alternative signal models to fit the J/ψK 0 S π + invariant mass distribution, such as a sum of three Gaussian functions or two Crystal Ball functions [17,18].",
            "paragraph_rank": 36,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 896,
                    "text": "[17,",
                    "end": 900
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 900,
                    "text": "18]",
                    "end": 903
                }
            ]
        },
        {
            "section": "Evaluation of the systematic uncertainties in the branching fraction ratio measurement",
            "text": "For each of the variations, the largest deviation in the measured signal yield is used as the systematic uncertainty. Variations of the signal and background components are performed independently. The uncertainty in the relative efficiency from the simulation related to the limited number of events in the simulated samples is considered as an additional source of systematic uncertainty. Table 2 summarizes the individual systematic uncertainties, as well as the total systematic uncertainty, calculated as the quadratic sum of the individual components.",
            "paragraph_rank": 37,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 391,
                    "text": "Table 2",
                    "end": 398
                }
            ]
        },
        {
            "text": "Measurement of the ratio of branching fractions",
            "section_rank": 9
        },
        {
            "section": "Measurement of the ratio of branching fractions",
            "text": "Using the world-average values of the B(K * + → K 0 S π + ), B(K 0 S → π + π − ), B(Λ → pπ + ) branching fractions [3], the relative efficiency described in section 5, and the signal yields, the ratio B(B + → J/ψΛp)/B(B + → J/ψK * + ) is measured using eq. (1.1) to be (1.054 ± 0.057 (stat)±0.035 (syst)±0.011(B))%, where the first uncertainty is statistical, the second is systematic (as discussed in section 6), and the third is due to the uncertainties in the world-average branching fractions of the decays involved.",
            "paragraph_rank": 38,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 115,
                    "text": "[3]",
                    "end": 118
                }
            ]
        },
        {
            "section": "Measurement of the ratio of branching fractions",
            "text": "From this ratio and the world-average value of B(B + → J/ψK * + ) = (1.43 ± 0.08) × 10 −3 [3], the branching fraction B(B + → J/ψΛp) = (15.1±0.8 (stat)±0.5 (syst)±0.9(B))× -8 -",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 90,
                    "text": "[3]",
                    "end": 93
                }
            ]
        },
        {
            "text": "JHEP12(2019)100",
            "section_rank": 10
        },
        {
            "section": "JHEP12(2019)100",
            "text": "10 −6 is obtained, where now the last uncertainty includes the uncertainty in the B + → J/ψK * + branching fraction. This measurement is the most precise to date.",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "Study of two-body invariant mass spectra",
            "section_rank": 11
        },
        {
            "section": "Study of two-body invariant mass spectra",
            "text": "In this section, the invariant mass distributions of the J/ψΛ, J/ψp, and Λp two-body combinations of the B + → J/ψΛp decay products are investigated. To account for the event selection efficiency, each event is assigned a weight equal to 1/ (M (pΛ), cos θ K * ), where (M (Λp), cos θ K * ) is obtained from simulation, as described in section 5. Background subtraction is performed using the sPlot technique, with the J/ψΛp invariant mass as the discriminating variable. Figure 3 shows the efficiency-corrected and background-subtracted invariant mass distributions of the J/ψp, J/ψΛ, and Λp systems. These invariant mass distributions are compared with the pure phase space decay hypothesis (shown by the dashed lines), obtained from the generator-level simulation. The data are poorly described by the pure phase space hypothesis in all three distributions. The degree of incompatibility between the data and this hypothesis is measured using the likelihood ratio method and is determined to be at least 6.1, 5.5, and 3.4 standard deviations for the J/ψp, J/ψΛ, and Λp invariant mass distributions, respectively. More details of the significance calculation are given in section 8.1. We conclude that none of the three mass spectra can be adequately described by a pure three-body nonresonant phase space decay hypothesis, which is an indication of more complex dynamics in the B + → J/ψΛp decay.",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 471,
                    "text": "Figure 3",
                    "end": 479
                }
            ]
        },
        {
            "section": "Study of two-body invariant mass spectra",
            "text": "There are at least three known K * + resonances, which we designate as K * + 2,3,4 , that can decay to Λp, as listed in table 1 [3]. Even though the three K * + 2,3,4 resonances listed in table 1 are beyond the kinematic region of the B + → J/ψΛp decay, these broad excited kaon states can contribute to the J/ψp and J/ψΛ invariant mass distributions, altering the pure phase space distributions.",
            "paragraph_rank": 42,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 128,
                    "text": "[3]",
                    "end": 131
                }
            ]
        },
        {
            "section": "Study of two-body invariant mass spectra",
            "text": "To account for possible contributions from these resonances, we use a modelindependent approach developed by BaBar in a search for the Z(4430) resonance in the J/ψπ + and ψ(2S)π + channels [19]. This approach was later used by LHCb in a similar search for the Z(4430) particle in the ψ(2S)π + invariant mass spectrum [20] and to support the observation of possible pentaquark states P c (4380) + and P c (4450) + in the J/ψp system [21]. This method tests whether the contributions from a reflection of the resonant Λp angular amplitudes in the J/ψΛ and J/ψp spectra are sufficient to describe the data.",
            "paragraph_rank": 43,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 189,
                    "text": "[19]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 317,
                    "text": "[20]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 432,
                    "text": "[21]",
                    "end": 436
                }
            ]
        },
        {
            "section": "Study of two-body invariant mass spectra",
            "text": "The background-subtracted and efficiency-corrected cos θ K * distribution in data is shown in figure 4. It is clear that, unlike the simulation of B + → J/ψΛp decay based on a pure phase space hypothesis, shown in the same figure, the distribution from data is not flat and has a structure that could affect the two-body invariant mass distributions under study.",
            "paragraph_rank": 44,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 94,
                    "text": "figure 4",
                    "end": 102
                }
            ]
        },
        {
            "section": "Study of two-body invariant mass spectra",
            "text": "In bins of M (Λp), the cos θ K * distribution can be expressed as an expansion in terms of Legendre polynomials:    Figure 4. The background-subtracted and efficiency-corrected cos θ K * distribution from the data (points with vertical bars) and the phase space simulation (shaded histogram). The vertical bars represent the statistical uncertainty.",
            "paragraph_rank": 45,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 116,
                    "text": "Figure 4",
                    "end": 124
                }
            ]
        },
        {
            "section": "Study of two-body invariant mass spectra",
            "text": "-10 -",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "JHEP12(2019)100",
            "section_rank": 12
        },
        {
            "section": "JHEP12(2019)100",
            "text": "where N is the efficiency-corrected and background-subtracted yield, l max depends on the maximum angular momentum used to describe the data, P j are the Legendre polynomials, and P U j are the unnormalized Legendre moments. The Legendre moments contain the full angular information of the Λp system and can be expressed using the following formula obtained by projecting the moments in eq. 8.1onto a Legendre polynomial basis: (8.2) where N reco is the number of selected events in each M (Λp) bin,",
            "paragraph_rank": 47,
            "section_rank": 12,
            "ref_spans": [
                {
                    "ref_id": "formula_13",
                    "start": 391,
                    "text": "8.1",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "start": 428,
                    "text": "(8.2)",
                    "end": 433
                }
            ]
        },
        {
            "section": "JHEP12(2019)100",
            "text": "is the efficiency correction factor, obtained as described in section 5, and w i sPlot is the sPlot background subtraction weight.",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "section": "JHEP12(2019)100",
            "text": "To determine the proper value for l max , we note that the dN/d cos θ K * distribution for a K * resonance with spin S is proportional to the square of the Wigner d function d",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "section": "JHEP12(2019)100",
            "text": "given by the following equation:",
            "paragraph_rank": 50,
            "section_rank": 12
        },
        {
            "section": "JHEP12(2019)100",
            "text": "where",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "section": "JHEP12(2019)100",
            "text": ", and λ 2 = λ p − λ Λ are the corresponding spin projections, and s is an integer such that:",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "section": "JHEP12(2019)100",
            "text": "By expanding eq. (8.3), one can see that the maximum power of cos θ K * in the expression",
            "paragraph_rank": 53,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 17,
                    "text": "(8.3)",
                    "end": 22
                }
            ]
        },
        {
            "section": "JHEP12(2019)100",
            "text": "is given by l max = n 1 + n 2 = 2S. Similarly, if one considers the interference between two resonances with spins S 1 and S 2 ,",
            "paragraph_rank": 54,
            "section_rank": 12
        },
        {
            "section": "JHEP12(2019)100",
            "text": "Consequently, in order to fully describe the contributions from the resonances listed in table 1, including their interference, it is sufficient to consider the Legendre moments up to twice the maximum spin of the considered resonances, i.e., l max = 8. The dependence of the first eight Legendre moments on M (Λp) from data is shown in figure 5. If there were no resonant contributions to the intermediate two-body systems in the B + → J/ψΛp decay, the distributions shown in figure 5 would all be consistent with zero, which is not the case.",
            "paragraph_rank": 55,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 337,
                    "text": "figure 5",
                    "end": 345
                }
            ]
        },
        {
            "section": "JHEP12(2019)100",
            "text": "To investigate whether the Λp angular structure caused by the K * + 2,3,4 resonances with spins up to four is sufficient to describe the data, a reweighting of the simulated signal sample is performed and the result is compared with the background-subtracted and efficiency-corrected data. A significant disagreement between the data and the reweighted simulation that accounts for the invariant mass of the Λp system and the angular structure corresponding to the resonances with the spin up to four in the Λp system may indicate the presence of an exotic state in the J/ψΛ or J/ψp systems. Since the data are corrected -  for the reconstruction efficiency, we use generator-level simulated samples without detector simulation for the reweighting. The simulation is forced to reproduce the Λp invariant mass spectrum observed in data by applying a weight to each simulated event obtained using a linear interpolation of the data-to-simulation ratio histogram. The angular structure is introduced into the simulation by using appropriate weights, described below. To obtain -12 -",
            "paragraph_rank": 56,
            "section_rank": 12
        },
        {
            "text": "JHEP12(2019)100",
            "section_rank": 13
        },
        {
            "section": "JHEP12(2019)100",
            "text": "the weights corresponding to the angular structure, eq. (8.1) is expanded as follows:",
            "paragraph_rank": 57,
            "section_rank": 13
        },
        {
            "section": "JHEP12(2019)100",
            "text": "The factor of N/2 in eq. (8.5) appears because of the Legendre polynomial normalization convention, i.e., P N 0 P 0 (cos θ K * ) = 1/2. By factoring out the N/2 term from the righthand side of eq. 8.5, one can obtain the weights given by the following equation: 6) where P N j = 2 P U j /N corr reco are the normalized Legendre moments and N corr reco is the corrected number of reconstructed events in each M (Λp) bin.",
            "paragraph_rank": 58,
            "section_rank": 13,
            "ref_spans": [
                {
                    "ref_id": "formula_13",
                    "start": 197,
                    "text": "8.5",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 262,
                    "text": "6)",
                    "end": 264
                }
            ]
        },
        {
            "section": "JHEP12(2019)100",
            "text": "The templates obtained after applying the weights corresponding to the observed Λp invariant mass structure, as well as the weights given by eq. (8.6) applied to the simulation, are then compared with the efficiency-corrected and background-subtracted data. Results are shown in figure 3 (solid line). As seen from the lower panel in the figure, the M (Λp) distribution in data is well described by the reweighted simulation, which is expected by the construction of the weights. The M (Λp) distribution is not affected by the w i weights since the integrals of the individual P j (x) functions over the full range in cos θ K * are equal to zero. It is also evident from the two upper panels in figure 3 that the description of the M (J/ψp) and M (J/ψΛ) data distributions is improved after accounting for both the observed angular and invariant mass structures in the Λp system.",
            "paragraph_rank": 59,
            "section_rank": 13
        },
        {
            "text": "Significance calculation",
            "section_rank": 14
        },
        {
            "section": "Significance calculation",
            "text": "In this section, the compatibility of the data with both hypotheses of pure phase space (H PS ) and phase space augmented with the eight Legendre moments and the reweighting of the M (Λp) distribution to describe the structure observed in data (H L8 ) is quantified using the likelihood ratio technique. To test the compatibility of data with the H L8 hypothesis, 2000 pseudo-experiments were generated, each with the number of signal events, N , equal to the one observed in data, according to the probability density function corresponding to this hypothesis F X (H L8 ), where X stands for the projection on the invariant mass of the corresponding system. An additional hypothesis H cos θ has a probability density function F X (H cos θ ) that accounts for all the features in the cos θ K * and M (Λp) distributions observed in data. It is obtained by reweighting the pure phase space simulation to reproduce the cos θ K * distribution in data (shown in figure 4) in each M (Λp) bin, as well as by reweighting the M (Λp) spectrum in simulation to match the one observed in data. Therefore, the F X (H cos θ ) function reflects the total angular structure of the Λp system and provides the best description of the M (J/ψΛ) and M (J/ψp) invariant mass spectra. The logarithm of the likelihood ratio is used to define the test statistic:",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "section": "Significance calculation",
            "text": "where the sum runs over the events in each pseudo-experiment or in data.",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "JHEP12(2019)100",
            "section_rank": 15
        },
        {
            "section": "JHEP12(2019)100",
            "text": "The 2∆NLL distribution from the pseudo-experiments is well described by a Gaussian function; the 2∆NLL data value is calculated using collision data. The significance of the H L8 hypothesis incompatibility with data is calculated as the number of standard deviations between the observed 2∆NLL data value and the mean value of the 2∆NLL distribution from the pseudo-experiments.",
            "paragraph_rank": 62,
            "section_rank": 15
        },
        {
            "section": "JHEP12(2019)100",
            "text": "The same test is performed to quantify the incompatibility of the data with the pure phase space hypothesis H PS , following the procedure described for the test of H L8 .",
            "paragraph_rank": 63,
            "section_rank": 15
        },
        {
            "section": "JHEP12(2019)100",
            "text": "There are several sources of systematic uncertainty that could affect the significance calculation. The first source is the function used to describe the background component in the M (J/ψΛp) distribution, which enters through the sPlot background-subtraction procedure. This uncertainty is estimated by using two alternative models for the background component in the M (J/ψΛp) spectrum: the baseline model multiplied by a polynomial of either first or second order. Another source of systematic uncertainty is due to statistical fluctuations in the 2D efficiency calculation, discussed in section 5. To test how the significance is affected by these fluctuations, additional parameterizations of the 2D efficiency are considered: a histogram with wider bins and a fit to the efficiency distribution with 2D polynomials, with the uncertainties obtained from the fit taken into account.",
            "paragraph_rank": 64,
            "section_rank": 15
        },
        {
            "section": "JHEP12(2019)100",
            "text": "The contribution of the systematic uncertainty to the significance calculation from the kinematic requirements used in the selection of the B + → J/ψΛp candidates is also estimated. The effect of the requirement applied to the reflected invariant mass of the Λ",
            "paragraph_rank": 65,
            "section_rank": 15
        },
        {
            "section": "JHEP12(2019)100",
            "text": "eff is evaluated by repeating the significance calculation without this requirement. The effect of the p T selection criteria applied to the B + meson and the J/ψ, Λ, and p candidates in the final state of the B + → J/ψΛp decay, was also tested by tightening the baseline requirements by 50% and recalculating the significance values.",
            "paragraph_rank": 66,
            "section_rank": 15
        },
        {
            "section": "JHEP12(2019)100",
            "text": "The effect of the correlation between the M (Λp), cos θ K * , J/ψp, and J/ψΛ variables is tested by generating pseudo-experiments according to the two-dimensional probability density function F Y (H L8 ), where Y = (M (Λp), cos θ K * ), and then projecting them to the J/ψp system invariant mass. The significance values decrease on average by 30%, which does not exceed the significance range introduced by the effects of the other systematics sources discussed above.",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "section": "JHEP12(2019)100",
            "text": "Under the variations discussed above, the significance of the incompatibility of data with the H PS is found to vary from 6.1 to 8.1, 5.5 to 7.4, and 3.4 to 4.8 standard deviations for the J/ψp, J/ψΛ, and Λp invariant mass distributions, respectively. The incompatibility of data with the phase space augmented with the eight Legendre moments and the reweighting of the M (Λp) distribution to describe the structure observed in data H L8 varies from 1.3 to 2.8 (2.7) standard deviations for the J/ψp (J/ψΛ) invariant mass spectrum, which allows us to conclude that the data are consistent with the H L8 hypothesis. We note that since the quoted statistical significances for the J/ψp and J/ψΛ systems are not independent, they cannot be combined without properly taking into account the correlation. While the presence of new resonances in an intermediate two-body system produced in this decay cannot be ruled out, the deviation of the data from a pure phase space model can be adequately described by including only the known K * + 2,3,4 resonances in the Λp system.",
            "paragraph_rank": 68,
            "section_rank": 15
        },
        {
            "text": "JHEP12(2019)100 9 Summary",
            "section_rank": 16
        },
        {
            "section": "JHEP12(2019)100 9 Summary",
            "text": "Using a data set of proton-proton collisions collected by the CMS experiment at √ s = 8 TeV and corresponding to an integrated luminosity of 19.6 fb −1 , the ratio of branching fractions has been measured to be B(B + → J/ψΛp)/B(B + → J/ψK * (892) + ) = (1.054 ± 0.057 (stat) ± 0.035 (syst) ± 0.011(B))%. Using the world-average branching fraction of the B + → J/ψK * (892) + decay, the branching fraction of the B + → J/ψΛp decay is determined to be (15.1 ± 0.8 (stat) ± 0.5 (syst) ± 0.9(B)) × 10 −6 , the most precise measurement to date. A study of the two-body invariant mass distributions of the B + → J/ψΛp decay products demonstrates that these spectra cannot be adequately modeled with a pure phase space decay hypothesis. The incompatibility of the data with this hypothesis is more than 6.1, 5.5, and 3.4 standard deviations for the J/ψp, J/ψΛ, and Λp invariant mass spectra, respectively. A model-independent approach that accounts for the contribution from known K * + 2,3,4 resonances with spins up to 4 decaying to the Λp system improves the agreement significantly, decreasing the incompatibility with data to less than three standard deviations in both the J/ψp and J/ψΛ invariant mass spectra.",
            "paragraph_rank": 69,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 976,
                    "text": "* + 2,3,4",
                    "end": 985
                }
            ]
        },
        {
            "text": "JHEP12(2019)100",
            "section_rank": 17
        },
        {
            "section": "JHEP12(2019)100",
            "text": "boldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formatioǹ a la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F. R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Beijing Municipal Science & Technology Commission, No. Z181100004218003; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Programme and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence ProgramÚNKP, the NKFIA research grants 123842, 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary) Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 70,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 242,
                    "text": "R.S.-FNRS and FWO (Belgium)",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "start": 670,
                    "text": "123842, 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary)",
                    "end": 746
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 18
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. The invariant mass distribution of the selected B + → J/ψΛp candidates (upper). The invariant mass distributions of J/ψK 0 S π + (lower left) and K 0 S π + (lower right) for the B + → J/ψK * + decay candidates. The points are data and the solid curves are the results of the fits explained in the text. The vertical bars represent the statistical uncertainty. On the lower right picture the background-subtracted candidates using the M (J/ψK 0 S π + ) as a discriminating variable are shown. The dash-dotted curves show the B + signal in the upper and lower left plots, and the K * + signal in the lower right plot. The dashed lines indicate the background contributions. The vertical lines in the lower right plot indicate the K * + invariant mass window used for the normalization, as described in the text.",
            "paragraph_rank": 71,
            "section_rank": 18
        },
        {
            "text": "Figure 3 .",
            "section_rank": 19
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. The invariant mass distributions of the J/ψp (upper left), J/ψΛ (upper right), and Λ p (lower) systems from the B + → J/ψΛp decay. The points show the efficiency-corrected, background-subtracted data; the vertical bars represent the statistical uncertainty. Superimposed curves are obtained from simulation: the dashed lines correspond to the pure phase space distribution (H PS ); the solid curves represent the phase space distribution corrected for the Λp angular structure with the inclusion of the first eight moments, corresponding to resonances decaying to the Λ p system with maximum spin of 4 (H L8 ); the dotted curves show the phase space distribution reweighted according to the cos θ K * distribution, which is defined as the H cos θ hypothesis. The mentioned curves are explained in section 8.1.",
            "paragraph_rank": 72,
            "section_rank": 19
        },
        {
            "text": "Figure 5 .",
            "section_rank": 20
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. The dependence of the first eight Legendre moments on M (Λp). The vertical bars represent the statistical uncertainty.",
            "paragraph_rank": 73,
            "section_rank": 20
        },
        {
            "text": "; the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonatabis 2012/07/E/ST2/01406; the Ministry of Education and Science of the Russian Federation contract No. 14.W03.31.0026; the National Priorities Research Program by Qatar National Research Fund; the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (U.S.A.).",
            "paragraph_rank": 74,
            "section_rank": 21
        },
        {
            "text": "table 1",
            "section_rank": 22
        },
        {
            "text": "Acknowledgments",
            "section_rank": 24
        },
        {
            "section": "Acknowledgments",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMBWF and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, FAPERGS, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COL-CIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); MES (Latvia); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MOS (Montenegro); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR, and NRC KI (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI, and FEDER (Spain); MOSTR (Sri Lanka); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (U.S.A.).",
            "paragraph_rank": 76,
            "section_rank": 24
        },
        {
            "section": "Acknowledgments",
            "text": "Individuals have received support from the Marie-Curie program and the European Research Council and Horizon 2020 Grant, contract Nos. 675440 and 765710 (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Hum-",
            "paragraph_rank": 77,
            "section_rank": 24
        },
        {
            "text": "JHEP12(2019)100",
            "section_rank": 26
        },
        {
            "section": "JHEP12(2019)100",
            "text": "Seoul National University, Seoul, Korea J. Almond, J.H. Bhyun, J. Choi, S. Jeon, J. Kim, J.S. Kim, H. Lee, K. Lee, S. Lee, K. Nam, M. Oh, S.B. Oh ",
            "paragraph_rank": 78,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 34,
                    "text": "Korea J. Almond, J.H. Bhyun, J. Choi, S. Jeon, J. Kim, J.S. Kim, H. Lee, K. Lee, S. Lee, K. Nam, M. Oh, S.B. Oh",
                    "end": 145
                }
            ]
        }
    ]
}