{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A measurement is presented of differential cross sections for t-channel single top quark and antiquark production in proton-proton collisions at a centre-of-mass energy of 13 TeV by the CMS experiment at the LHC. From a data set corresponding to an integrated luminosity of 35.9 fb −1 , events containing one muon or electron and two or three jets are analysed. The cross section is measured as a function of the top quark transverse momentum ( p T ), rapidity, and polarisation angle, the charged lepton p T and rapidity, and the p T of the W boson from the top quark decay. In addition, the charge ratio is measured differentially as a function of the top quark, charged lepton, and W boson kinematic observables. The results are found to be in agreement with standard model predictions using various next-to-leading-order event generators and sets of parton distribution functions. Additionally, the spin asymmetry, sensitive to the top quark polarisation, is determined from the differential distribution of the polarisation angle at parton level to be 0.440 ± 0.070, in agreement with the standard model prediction.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The three main production modes of single top quarks and antiquarks in proton-proton (pp) collisions occur via electroweak interactions and are commonly categorised through the virtuality of the exchanged W boson four-momentum. They are called t channel (t ch) when the four-momentum is space-like, s channel when it is time-like, and W-associated (tW) when the four-momentum is on shell. At the CERN LHC, the production via the t channel has the largest cross section of the three modes whose most-relevant Born-level Feynman diagrams are shown in Fig. 1. In the rest of this paper, \"quark\" is used to generically denote a quark or an antiquark, unless otherwise specified. e-mail: cms-publication-committee-chair@cern.ch",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 549,
                    "text": "Fig. 1",
                    "end": 555
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The t-channel production process was first observed by the D0 and CDF experiments at the Tevatron [1,2]. Its inclusive cross section has been measured with high precision at the CERN LHC by the ATLAS and CMS Collaborations at √ s = 7, 8, and 13 TeV [3][4][5][6][7][8]. Differential cross sections have been determined as well at 7 and 8 TeV [3,5,9].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 98,
                    "text": "[1,",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "start": 101,
                    "text": "2]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "start": 249,
                    "text": "[3]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "start": 252,
                    "text": "[4]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "start": 255,
                    "text": "[5]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "start": 258,
                    "text": "[6]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "start": 261,
                    "text": "[7]",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "start": 264,
                    "text": "[8]",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "start": 341,
                    "text": "[3,",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "start": 344,
                    "text": "5,",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "start": 346,
                    "text": "9]",
                    "end": 348
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Differential cross section measurements can contribute to constraining the effective field theory operators [10], the top quark mass, the renormalisation and factorisation scales, and the parton distribution functions (PDFs) of the proton [11]. In particular, the ratio of the t-channel top quark to antiquark production is sensitive to the ratio of the up to down quark content of the proton [12,13]. Furthermore, differential angular distributions can be used to assess the electroweak coupling structure at the Wtb vertex. A \"vector−axial-vector\" (V−A) coupling is predicted in the standard model (SM), leading to the production of highly polarised top quarks [14][15][16]. A powerful observable to investigate the coupling structure in t-channel production is given by the top quark polarisation angle θ pol , defined via",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 239,
                    "text": "[11]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "start": 393,
                    "text": "[12,",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "start": 397,
                    "text": "13]",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 663,
                    "text": "[14]",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 667,
                    "text": "[15]",
                    "end": 671
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 671,
                    "text": "[16]",
                    "end": 675
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where the superscript signifies that the momenta of the charged lepton, (muon or electron), from the top quark decay, and the spectator quark, q , are calculated in the top quark rest frame. The normalised differential cross section as a function of cos θ pol at the parton level is related to the top quark polarisation, P, as 1 σ dσ d cos θ pol = 1 2 1 + 2 A cos θ pol , A = 1 2 Pα ,",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where A denotes the spin asymmetry and α is the socalled spin-analysing power of the charged lepton [16]. The spin asymmetry and/or polarisation have been measured in pp collision data by the ATLAS and CMS Col- Corresponding diagrams also exist for single top antiquark production laborations at √ s = 8 TeV using various analysis techniques [9, 17,18].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 100,
                    "text": "[16]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 346,
                    "text": "17,",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 349,
                    "text": "18]",
                    "end": 352
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, the differential cross section of combined single top quark and antiquark production in the t channel is measured by the CMS experiment at √ s = 13 TeV as a function of the top quark transverse momentum ( p T ), rapidity, and polarisation angle, the p T and rapidity of the charged lepton that originates from the top quark decay, and the p T of the W boson from the top quark decay. The spin asymmetry is further determined from the measured differential cross section with respect to the polarisation angle. Additionally, a measurement of the differential charge ratio is performed as a function of the p T and rapidities of the top quark and charged lepton, and the p T of the W boson. Differential cross sections are measured at both the parton and particle levels using an unfolding procedure.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The analysis strategy and the structure of the paper are outlined in the following. A brief description of the CMS detector is given in Sect. 2, followed by a summary of the analysed data and simulated event samples in Sect. 3. The reconstruction of physics objects and the event selection are detailed in Sect. 4. To determine the contributions from signal and backgrounds a maximum-likelihood fit (ML) is performed separately in each bin of the measurement. In the fit, shape distributions, referred to in the following as templates, are fitted to the data. For the signal and all background processes, samples of simulated events are used to determine the shape distributions, except for the templates of events containing only jets produced through the strong interaction, which are referred to as \"multijet\" events in this paper. The procedure to estimate the templates of multijet events based on data in a sideband region is provided in Sect. 5. Section 6 describes the measurement of the number of t-channel single top quark events from data through an ML fit. In the fit, statistical and experimental systematic uncertainties are profiled, where the latter encompasses uncertainties related to the reconstruction, identification, and calibration of the selected events and physics objects. The resulting distributions of the observables are validated in control and signal regions in Sect. 7. The fit results are input to an unfolding procedure to determine the differential cross sections and charge ratios at the parton and particle levels, as detailed in Sect. 8. The sources of experimental and theoretical systematic uncertainties are described in Sect. 9. The results are presented in Sect. 10 and the paper is summarised in Sect. 11.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The CMS detector and event reconstruction",
            "section_rank": 3
        },
        {
            "section": "The CMS detector and event reconstruction",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel and two endcap sections. Forward calorimeters (HF) extend the pseudorapidity (η) coverage provided by the barrel and endcap detectors. Muons are detected in gas-ionisation chambers embedded in the steel flux-return yoke outside the solenoid. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. [19].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 750,
                    "text": "[19]",
                    "end": 754
                }
            ]
        },
        {
            "section": "The CMS detector and event reconstruction",
            "text": "The particle-flow (PF) algorithm [20] aims to reconstruct and identify each particle in an event with an optimised combination of information from various elements of the CMS detector. The energy of electrons is estimated from a combination of the electron momentum at the primary interaction vertex, as determined by the tracker, the energy of the corresponding ECAL cluster, and the energy sum of all bremsstrahlung photons spatially compatible with originating from the electron track. The energy of muons is obtained from the curvature of a global track estimated from reconstructed hits in the inner tracker and muon systems. The energy of charged hadrons is determined from a combination of their momentum measured in the tracker and the matching ECAL and HCAL energy deposits. Finally, the energy of neutral hadrons is obtained from the corresponding ECAL and HCAL energy deposits. In the regions |η| > 3, electromagnetic and hadronic shower components are identified in the HF.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 33,
                    "text": "[20]",
                    "end": 37
                }
            ]
        },
        {
            "section": "The CMS detector and event reconstruction",
            "text": "Events of interest are selected using a two-tiered trigger system [21]. The first level, composed of custom hardware processors, uses information from the calorimeters and muon detectors whereas a version of the full event reconstruction software optimised for fast processing is performed at the second level, which runs on a farm of processors.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 66,
                    "text": "[21]",
                    "end": 70
                }
            ]
        },
        {
            "section": "The CMS detector and event reconstruction",
            "text": "The missing transverse momentum vector, p miss T , is defined as the projection onto the plane perpendicular to the beams of the negative vector momentum sum of all PF candidates in an event. Its magnitude is referred to as p miss T .",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Data set and simulated samples",
            "section_rank": 4
        },
        {
            "section": "Data set and simulated samples",
            "text": "The analysed pp collision data set was recorded in 2016 by the CMS detector and corresponds to an integrated luminosity of 35.9 fb −1 [22]. Events were triggered by requiring at least one isolated muon candidate with p T > 24 GeV and |η| < 2.4 or one electron candidate with p T > 32 GeV and |η| < 2.1, with additional requirements [23] that select genuine electrons with an efficiency of about 80%. Various samples of simulated events are used in this measurement to evaluate the detector resolution, efficiency, and acceptance, estimate the contributions from background processes, and determine the differential cross sections at the parton and particle levels.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 134,
                    "text": "[22]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 332,
                    "text": "[23]",
                    "end": 336
                }
            ]
        },
        {
            "section": "Data set and simulated samples",
            "text": "Single top quark events in the t channel are simulated at next-to-leading order (NLO) in the four-flavour scheme (4FS) with powheg v2 [24,25] interfaced with pythia v8.212 [26] for the parton shower simulation, using the CUETP8M1 [27] tune interfaced with madspin [28] for simulating the top quark decay. For comparison, alternative NLO t-channel samples have been generated in the 4FS and five-flavour scheme (5FS), using MadGraph5_amc@nlo v2.2.2 [29] interfaced with pythia.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 134,
                    "text": "[24,",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 138,
                    "text": "25]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 172,
                    "text": "[26]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 230,
                    "text": "[27]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 264,
                    "text": "[28]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 448,
                    "text": "[29]",
                    "end": 452
                }
            ]
        },
        {
            "section": "Data set and simulated samples",
            "text": "The powheg v2 generator is also used to simulate events from top quark pair production (tt) at NLO. Parton showering is simulated with pythia using the CUETP8M2T4 tune [30]. The production of single top quark events via the tW channel is simulated at NLO using powheg v1 [31] in the 5FS interfaced with pythia using the CUETP8M1 tune for the parton shower simulation. The overlap with top quark pair production is removed by applying the diagram removal scheme [32]. Samples of W+jets events are generated with MadGraph5_amc@nlo v2.3.3 at NLO, and interfaced with pythia using the CUETP8M1 tune. The production of leptonically decaying W bosons in association with jets is simulated with up to two additional partons at the matrix element level, and the FxFx scheme [33] is used for jet merging. Lastly, Z/γ * +jets events are generated with Mad-Graph5_amc@nlo v2.2.2 at leading order (LO), interfaced with pythia using the MLM jet matching scheme [34].",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 168,
                    "text": "[30]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 271,
                    "text": "[31]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 461,
                    "text": "[32]",
                    "end": 465
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 766,
                    "text": "[33]",
                    "end": 770
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 948,
                    "text": "[34]",
                    "end": 952
                }
            ]
        },
        {
            "section": "Data set and simulated samples",
            "text": "In these simulated samples, the NNPDF3.0 [35] NLO set is used as the default PDF, and a nominal top quark mass of 172.5 GeV is chosen where applicable. The simulated events are overlaid with additional collision interactions (\"pileup\") according to the distribution inferred from the data. All gen-erated events undergo a full Geant4 [36] simulation of the detector response.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 41,
                    "text": "[35]",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 334,
                    "text": "[36]",
                    "end": 338
                }
            ]
        },
        {
            "section": "Data set and simulated samples",
            "text": "The t-channel cross section in pp collisions at √ s = 13 TeV is predicted to be σ t = 136.0 +5.4 −4.6 pb for the top quark and σ¯t = 81.0 +4.1 −3.6 pb for the top antiquark, calculated for a top quark mass of 172.5 GeV at NLO in quantum chromodynamics (QCD) using the hathor v2.1 [11,37] program. The PDF and the strong coupling constant (α S ) uncertainties are calculated using the PDF4LHC prescription [38,39] with the MSTW2008 NLO 68% confidence level [40,41], CT10 [42] NLO, and NNPDF2.3 [43] NLO PDF sets, and are added in quadrature with the renormalisation and factorisation scale uncertainty. The simulated samples of single top quark and antiquark events employed in this measurement-generated with similar settings-were normalised using the predicted cross sections above. Predictions at next-to-next-to-leading order are available as well [12] and are 3% smaller than the corresponding cross sections at NLO. However, these are not utilised since they have been calculated using a different PDF set and top quark mass value.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 92,
                    "text": "+5.4",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "start": 280,
                    "text": "[11,",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 284,
                    "text": "37]",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 405,
                    "text": "[38,",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 409,
                    "text": "39]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 456,
                    "text": "[40,",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 460,
                    "text": "41]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 470,
                    "text": "[42]",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 493,
                    "text": "[43]",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "start": 851,
                    "text": "[12]",
                    "end": 855
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "Proton-proton collision events containing one isolated muon or electron and two or three jets are analysed. This signature selects events where the W boson from a single top quark decays into a charged lepton and a neutrino. One of the selected jets is expected to stem from the hadronisation of a bottom quark that originates from the top quark decay. Another jet ( j ) from a light-flavoured quark (up, down, or strange) is expected from the spectator quark (labelled q in Fig. 1) that is produced in association with the top quark. The jet from the spectator quark is characteristically found at relatively low angles with respect to the beam axis.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 475,
                    "text": "Fig. 1",
                    "end": 481
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The reconstructed vertex with the largest value of summed physics-object p 2 T is taken to be the primary pp interaction vertex. The physics objects are the jets, clustered using the jet finding algorithm described in Refs. [44,45] with the tracks assigned to the vertex as inputs, and the negative vector p T sum of those jets.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 224,
                    "text": "[44,",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 228,
                    "text": "45]",
                    "end": 231
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Muon candidates are accepted if they have p T > 26 GeV, |η| < 2.4, and pass the following identification requirements optimised for the selection of genuine muons. A global muon track must have a track fit with a χ 2 per degree of freedom <10, have hits in the silicon tracker and muon systems, including at least six in the tracker, of which at least one must be in the pixel detector. Additionally, track segments are required in at least two muon stations to suppress signals from hadronic showers spilling into the muon system. Muon candidates are required to be isolated with a relative isolation parameter I μ rel < 6%, which is defined as the scalar sum of the transverse energies E T deposited in the ECAL and HCAL within a cone of radius ΔR = √ (Δη) 2 + (Δφ) 2 < 0.4, divided by the muon p T . The transverse energy is defined as E T = E sin(θ ) with E and θ being the energy and polar angle, respectively, of photons and charged and neutral hadrons. Here, Δη and Δφ are the pseudorapidity and azimuthal angle, respectively, measured relative to the muon direction. The isolation parameter is corrected by subtracting the energy deposited by pileup, which is estimated from the energy deposited by charged hadrons within the isolation cone that are associated with pileup vertices [46].",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1290,
                    "text": "[46]",
                    "end": 1294
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Electron candidates are required to have p T > 35 GeV, |η| < 1.48, and fulfil a set of additional quality requirements as follows: the distance between the matched ECAL cluster position and the extrapolated electron track has to be within |Δη| < 3.08 × 10 −3 and |Δφ| < 8.16 × 10 −2 ; the absolute difference between the inverse of the energy estimated from the ECAL cluster and the inverse of the electron track momentum must be less than 12.9 MeV −1 ; the ratio of the HCAL to the ECAL energy associated with the electron is required to be less than 4.14%; the energy-weighted lateral width of the electron shower in the ECAL along the η direction is restricted to <9.98 × 10 −3 . Electrons from photon conversions are suppressed by requiring that the corresponding track has no missing hits in the inner layers of the tracker and that they do not stem from a photon conversion vertex. Electron candidates have to be isolated using the so-called effective-area-corrected relative isolation parameter [47] by requiring I e rel < 5.88%. This parameter is defined similarly to the muon isolation parameter as the sum of the charged and neutral particle energies within a cone of ΔR < 0.3 around the electron candidate, divided by the electron p T . The relative contribution from pileup is estimated as A eff ρ and subtracted from the isolation parameter, where A eff denotes an η-dependent effective area, and ρ is the median of the E T density in a δη×δφ region calculated using the charged particle tracks associated with the pileup vertices.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1002,
                    "text": "[47]",
                    "end": 1006
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The selected muon (electron) candidate has to be within 2.0 (0.5) mm in the transverse plane and 5.0 (1.0) mm along the beam direction of the primary vertex.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "Electron candidates with showers in the ECAL endcap (1.48 < |η| < 2.5) are not used in the measurement because of the higher background consisting of hadrons misidentified as electrons and of electrons originating from decays of heavy-flavour hadrons, which is found to be about four times larger compared to the ECAL barrel region.",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "Events are rejected if additional muon or electron candidates passing looser selection criteria are present. The selection requirements for these additional muons/electrons are as follows: looser identification and isolation criteria, p T > 10 (15) GeV for muons (electrons), and |η| < 2.5.",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "The transverse W boson mass is calculated from the formula",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "using the p T and the φ of the charged lepton and p miss T . Jets are reconstructed from PF candidates and clustered by applying the anti-k T algorithm [44] with a distance parameter of 0.4 using the FastJet package [45]. The influence of pileup is mitigated using the charged hadron subtraction technique [48]. The jet momentum is determined as the vectorial sum of all particle momenta in the jet. An offset correction is applied to the jet p T to account for contributions from pileup. Further corrections are applied to account for the nonuniform detector response in η and p T of the jets. The corrected jet momentum is found from simulation to be within 2 to 10% of the true momentum over the whole p T spectrum and detector acceptance. The corrections are propagated to the measured p miss T . A potential overlap of a jet with the selected lepton is removed by ignoring jets that are found within a cone of ΔR < 0.4 around a selected lepton candidate. The analysis considers jets within |η| < 4.7 whose calibrated p T is greater than 40 GeV, with the exception of the HCAL-HF transition region (2.7 < |η| < 3) in which jets must have a p T of at least 50 GeV to reduce the contribution from detector noise. The event is accepted for further analysis if two or three jets are present.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 152,
                    "text": "[44]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 216,
                    "text": "[45]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 306,
                    "text": "[48]",
                    "end": 310
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "To reduce the large background from W+jets events, a b tagging algorithm based on a multivariate analysis (MVA) called \"combined MVA\" [49], which combines the results from various other b tagging algorithms, is used for identifying jets produced from the hadronisation of b quarks within the acceptance of the silicon tracker (|η| < 2.4). A tight selection is applied on the discriminant of the algorithm, which gives an efficiency of ≈50% for jets originating from true b quarks and misidentification rates of ≈0.1% for light jets from u, d, or s quarks or gluons and ≈3% for jets from c quarks, as determined from simulation.",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 134,
                    "text": "[49]",
                    "end": 138
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Corrections are applied to the simulated events to account for known differences with respect to data. Lepton trigger, reconstruction, and identification efficiencies are estimated with a \"tag-and-probe\" method [50] from Z/γ * +jets events for data and simulation from which corrections are derived in bins of lepton η and p T . The b tagging performance in simulation is corrected to match the tagging efficiency observed in data, using scale factors that depend on the p T and η of the selected jets. The scale factors are estimated by dedicated analyses performed with independent data samples [49]. In particular, the mistagging rate of non-b jets in data is determined using the \"negative-tag\" method [51]. A smearing of the jet momenta is applied to account for the known difference in jet energy resolution in simulation compared to data. The profile of pileup interactions is reweighted in simulation to match the one in data derived from the measured instantaneous luminosity.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 211,
                    "text": "[50]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 597,
                    "text": "[49]",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 706,
                    "text": "[51]",
                    "end": 710
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "To classify signal and control samples of events, different event categories are defined, denoted \"N jMb\", where N is the total number of selected jets (2 or 3) and M is the number of those jets passing the b tagging requirement (0, 1, or 2). The 2j1b category has the highest sensitivity to the signal yield, whereas the 2j0b and 3j2b categories, enriched in background processes with different compositions, are used to assess the background modelling.",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "One top quark candidate is reconstructed per event in the 2j1b signal category assuming t-channel single top quark production. The procedure commences by first reconstructing the W boson. The component of the neutrino candidate momentum along the beam direction p z is found by imposing a W boson mass constraint (80.4 GeV) on the system formed by the charged lepton and p miss T , the latter being interpreted as the projection in the transverse plane of the four-momentum of the unknown neutrino, as in Ref. [52]. The four-momentum of the top quark candidate (from which its mass, p T , and rapidity are derived) is then calculated as the vector sum of the four-momenta of the charged lepton, the b-tagged jet, and the neutrino candidate. The other (nontagged) jet is interpreted as originating from the spectator quark, which recoils against the W boson.",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 510,
                    "text": "[52]",
                    "end": 514
                }
            ]
        },
        {
            "text": "Multijet background estimation",
            "section_rank": 6
        },
        {
            "section": "Multijet background estimation",
            "text": "Since the probability for a simulated multijet event to mimic the final state of the signal process is very small, it becomes impractical to simulate a sufficiently large number of events for this background. Therefore, the background from multijet events in the analysis phase space region is estimated in a two-step procedure based on data in a sideband region. First, templates of the m T (W) distribution from multijet events are obtained from data in a sideband region. Their normalisations are then estimated in a second step through a template-based ML fit to the events in the 2j1b and 3j2b categories, simultaneously with the number of signal events, as described in Sect. 6. In this section, a dedicated ML fit is discussed that is performed on events in the 2j0b category only for validating the procedure. The outcome of this ML fit is not used further in the measurement.",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "section": "Multijet background estimation",
            "text": "In the muon channel, the sideband region is defined by inverting the muon isolation requirement (I μ rel > 20%), which results in a region dominated by multijet events. In the electron channel, the electron candidate is required to fail loose identification criteria, yielding a sideband region consisting not only of nonisolated electrons but also of electrons that fail the photon conversion criteria or are accompanied by large amounts of bremsstrahlung, thus reflecting a combination of various effects. The templates used in the ML fit are determined for this category by subtracting the contamination from other processes, estimated using simulation and which amounts to about 10 (5)% in the muon (electron) channel, from the data.",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "Multijet background estimation",
            "text": "The template shapes have been validated for various observables in the 2j0b W+jets control category where the fraction of selected multijet events amounts to approximately 10 (20)% for muon (electron) events, which is comparable to those in the signal category. The m T (W) distributions are shown in Fig. 2 for the muon (left) and electron (right) channel after the multijet templates (extracted from data) and the templates of the processes with prompt leptons (extracted from the simulated events) have been normalised to the result of a dedicated ML fit using only events in the 2j0b category. This dedicated fit encompasses only two components, which are the multijet template whose yield is unconstrained in the fit, and all other processes grouped together, with a constraint of ±30% on their combined yield using a log-normal prior. The fit is performed while simultaneously profiling the impact of experimental systematic uncertainties (as discussed in Sect. 9) affecting the yield and shape of the templates. After the fit, the derived multijet templates and the simulated samples in both channels are found to describe the distributions of data well, thus validating the procedure for estimating the contribution of multijet events from data. For the measurement, the normalisations of the multijet templates in the 2j1b and 3j2b categories are estimated using a different procedure, as described in Sect. 6.",
            "paragraph_rank": 33,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 301,
                    "text": "Fig. 2",
                    "end": 307
                }
            ]
        },
        {
            "text": "Signal yield estimation",
            "section_rank": 7
        },
        {
            "section": "Signal yield estimation",
            "text": "The number of t-channel single top quark events in data is determined from an ML fit using the distributions of m T (W) and of two boosted decision tree (BDT) discriminants in the 2j1b category, and the m T (W) distribution in the 3j2b category. Simultaneously, the background yields and the impact of the experimental systematic uncertainties, modelled using nuisance parameters that influence yield and shape, are profiled.",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "section": "Signal yield estimation",
            "text": "The first BDT, labelled BDT t-ch , has been trained separately on muon and electron events to discriminate t-channel single top quark events from tt, W+jets, and multijet events using corresponding samples of simulated events. The following five observables have been chosen as input:  These have been selected based on their sensitivity for separating signal from background events, while exhibiting low correlations with the observables used to measure the differential cross sections. The resulting distribution of the BDT t-ch discriminant is presented in Fig. 3 (left).",
            "paragraph_rank": 35,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 560,
                    "text": "Fig. 3 (left)",
                    "end": 573
                }
            ]
        },
        {
            "section": "Signal yield estimation",
            "text": "The BDT t-ch discriminant shapes of the W+jets and tt backgrounds are found to be very similar. To obtain sensitivity in the fit to both backgrounds individually, a second BDT, labelled BDT tt/W , has been trained separately on muon and electron events to classify events only for these two processes using the following six input observables: m νb ; p miss T ; ΔR(b, j ); |Δη(b, )|; the W boson helicity angle, cos θ W , defined as the angle between the lepton momentum and the negative of the top quark momentum in the W boson rest frame [16]; and the event shape C, defined using the momentum tensor",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 540,
                    "text": "[16]",
                    "end": 544
                }
            ]
        },
        {
            "section": "Signal yield estimation",
            "text": "as",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "section": "Signal yield estimation",
            "text": ", where λ 1 , λ 2 , and λ 3 denote the eigenvalues of the momentum tensor S ab with λ 1 + λ 2 + λ 3 = 1. In the two most extreme cases, the event shape C vanishes for perfectly back-to-back dijet events (C = 0) and reaches its maximum (C = 1) if the finalstate momenta are distributed isotropically. For the measurement, the BDT tt/W discriminant is evaluated only in the phase space region defined by m T (W) > 50 GeV and BDT t-ch < 0, which is found to be largely dominated by background events. Thus, the BDT tt/W input observables do not have to be selected explicitly such that they possess low correlation with the observables used to measure the differential cross sections. The resulting BDT tt/W discriminant distribution is displayed in Fig. 3 (right). The ML fit is performed using the following four distributions from events in various categories:",
            "paragraph_rank": 38,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 747,
                    "text": "Fig. 3",
                    "end": 753
                }
            ]
        },
        {
            "section": "Signal yield estimation",
            "text": "• the m T (W) distribution for events with m T (W) < 50 GeV in the 2j1b category, which is particularly sensitive to the number of multijet events; • the BDT tt/W discriminant distribution for events with m T (W) > 50 GeV and BDT t-ch < 0 in the 2j1b category, which defines a region enriched in tt and W+jets but depleted of signal and multijet events; • the BDT t-ch discriminant distribution for events with m T (W) > 50 GeV and BDT t-ch > 0 in the 2j1b category, which is enriched in signal events; • the m T (W) distribution in the 3j2b category, which provides additional sensitivity to the tt yield, and thus further reduces the correlation between the estimated yields.",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "section": "Signal yield estimation",
            "text": "The m T (W) distributions in the 2j1b and 3j2b categories are shown in Fig. 4 on the left and right, respectively. In the fit, each distribution is split in two by separating events depending on the charge of the selected muon or electron in the event. This results in eight distributions per lepton channel and thus 16 distributions in the μ/e combined fit. A coarser equidistant binning of the distributions, as opposed to the one shown in Figs. 3    The yields of t-channel single top quark and antiquark events are measured independently. Background events containing top quarks (tt, tW) are grouped together, and only their total yield is estimated. The top quark background yield is constrained using a log-normal prior with a width of ±10% to account for the uncertainty in the theoretical tt and tW production cross sections, and the uncertainty when two out of the four jets expected from semileptonic tt production are not within the acceptance, as is the case in the 2j1b category. The electroweak background processes, W+jets and Z/γ * +jets, are grouped together as well, and an uncertainty of ±30% in their combined yield is applied using a log-normal prior constraint. This is motivated by the theoretical uncertainty in the modelling of the W and Z/γ * production rates in association with two or more (heavy-flavour) jets [53,54]. The yields of multijet events are assumed to be independent per lepton type and event category. Their yields are constrained by a log-normal prior with a width of ±100% with respect to the template normalisations obtained from data in the sideband regions. In addition, an uncertainty in the predicted lepton charge ratio per background process, accounting for charge misreconstruction and uncertainties in the charge ratio [55], is taken into account using a Gaussian prior with a width of ±1% in the fit, for a total of 14 fit parameters. The impact of the finite number of simulated events on the templates is accounted for by employing the \"Barlow-Beeston-lite\" method [56]. Experimental systematic uncertainties, as detailed in Sect. 9, are profiled in the fit simultaneously with the yields and charge ratios. Each source is assigned a nuisance parameter according to which the shape and yield of the fit templates are modified.",
            "paragraph_rank": 40,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 71,
                    "text": "Fig. 4",
                    "end": 77
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 442,
                    "text": "Figs. 3",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1339,
                    "text": "[53,",
                    "end": 1343
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1343,
                    "text": "54]",
                    "end": 1346
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1772,
                    "text": "[55]",
                    "end": 1776
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 2021,
                    "text": "[56]",
                    "end": 2025
                }
            ]
        },
        {
            "section": "Signal yield estimation",
            "text": "The resulting event yields from a simultaneous fit to the data in the muon and electron channels are listed in Table 1. Overall, the distributions used in the fit, shown in Figs. 3 and 4, are found to be well modelled by the samples of simulated events and the multijet templates from data after normalising them to the fit result.",
            "paragraph_rank": 41,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 111,
                    "text": "Table 1",
                    "end": 118
                }
            ]
        },
        {
            "section": "Signal yield estimation",
            "text": "For each differential cross section measurement, the observable of interest is divided into intervals, discussed in Sect. 8, and a fit is performed in which the signal and background yields can vary independently in each of the intervals. The likelihood L to be maximised in such fits can be expressed as",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "section": "Signal yield estimation",
            "text": "where d denotes the number of observed events and p is the estimated yield. The summation over k denotes the 16 distributions (\"dist\"), j denotes the interval (\"int\") in the observable (e.g. for the top quark p T : 0-50 GeV, 50-80 GeV, 80-120 GeV, 120-180 GeV, and 180-300 GeV), and i denotes a bin in one of the 16 distributions per interval. The prediction p k j , which includes all bins i for distribution k and interval j, is given by",
            "paragraph_rank": 43,
            "section_rank": 7
        },
        {
            "section": "Signal yield estimation",
            "text": "where ν are the nuisance parameters, R the charge ratios of each background process, and β the normalisations of the templates T , which are independent per lepton flavour and category r ∈{2j1b, 3j2b} for the multijet templates. The profiling of systematic uncertainties leads to a correlation between the t-channel top quark and antiquark yields in the same interval of about 20-30%. These correlations are propagated to the differential cross sections for each top quark charge, and are accounted for when calculating their sum and ratio.",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "section": "Signal yield estimation",
            "text": "Since the kinematic selection of electron events is restricted to p T > 35 GeV and |η| < 1.48, which is tighter than for muon events ( p T > 26 GeV, |η| < 2.4), the signal yields in the lowest interval of the lepton p T and in the highest two intervals of the lepton rapidity spectra are estimated from the muon channel alone in the combined μ/e fit.",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "Validation of signal and background modelling",
            "section_rank": 8
        },
        {
            "section": "Validation of signal and background modelling",
            "text": "The distributions of the observables that are unfolded are validated by comparing the predictions to the data in a background-dominated as well as in a signal-enriched region before unfolding. Both regions are defined for events in the 2j1b category that also satisfy m T (W) > 50 GeV to suppress the contribution from multijet production. The modelling of the tt /tW and W/Z/γ * +jets backgrounds is validated in a background-dominated region obtained from events having BDT t-ch < 0. To validate the modelling of the t-channel process, events are instead required to pass BDT t-ch > 0.7, resulting in a sample enriched in signal events. These two regions and their selections are only defined and applied for validation purposes, and not used for measuring the differential cross sections for which the individual fit results are used in the unfolding instead.",
            "paragraph_rank": 46,
            "section_rank": 8
        },
        {
            "section": "Validation of signal and background modelling",
            "text": "The resulting distributions in both regions for all six observables that are unfolded are shown in Figs. 5 and 6 after the predictions have been scaled to the inclusive fit result. Overall good agreement between the data and the fit result is observed in the background-dominated region, thus validating the modelling of the tt/tW and W/Z/γ * +jets backgrounds. In the signal region, reasonable agreement is also observed.",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "Unfolding",
            "section_rank": 9
        },
        {
            "section": "Unfolding",
            "text": "The distributions from reconstructed events are affected by the detector resolution, selection efficiencies, and kinematic reconstruction, which lead to distortions with respect to the corresponding distributions at the parton or particle levels. The size of these effects varies with the event kinematics. In order to correct for these effects and determine the parton-and particle-level distributions, an unfolding method is applied to the reconstructed distributions. In this analysis, the tunfold algorithm [57] is chosen, which treats unfolding as a minimisation problem of the function",
            "paragraph_rank": 48,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 511,
                    "text": "[57]",
                    "end": 515
                }
            ]
        },
        {
            "section": "Unfolding",
            "text": "where y denotes the measured yields in data, V y is the covariance matrix of the measured yields, and x is the corresponding differential cross section at parton or particle level. The matrices R and denote the transition probability and selection efficiencies, respectively, both estimated from simulation. The signal yields and covariances are estimated through ML fits using the m T (W), BDT tt/W , and BDT t-ch distributions, as detailed in Sect. 6. A penalty term, based on the curvature of the unfolded spectrum [58,59] encoded in the matrix L, is added in the minimisation to suppress oscillating solutions originating from amplified statistical fluctuations. This \"regularisation\" procedure has a strength τ that is chosen to minimise the global correlation between the unfolded bins. The \"bias vector\" x 0 is set to the expected spectrum from simulation. Pseudo-experiments using simulated data are performed to verify that the unfolding method estimates the uncertainties correctly, while keeping the regularisation bias at a minimum. No regularisation is applied when unfolding the lepton p T and rapidity spectra since the migrations between bins are found to be negligible. The overall normalisation of the unfolded spectrum is determined by performing a simultaneous minimisation with respect to the Lagrange multiplier λ.",
            "paragraph_rank": 49,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 518,
                    "text": "[58,",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 522,
                    "text": "59]",
                    "end": 525
                }
            ]
        },
        {
            "section": "Unfolding",
            "text": "The parton-level top quark in simulation is defined as the generated on-shell top quark after quantum electrodynamic (QED) and QCD radiation, taking into account the intrinsic transverse momentum of initial-state partons. Events are required to contain either a muon or an electron from the top quark decay chain. This also includes muons or electrons from intermediately produced τ leptons. In such events, the W boson is chosen to be the direct daughter of the top quark. The spectator quark is selected from among the light quarks after QED and QCD radiation that are not products of the top quark decay. In case of ambiguities arising from initial-state radiation, the spectator quark that minimises the p T of the combined spectator quark and top quark system is chosen.",
            "paragraph_rank": 50,
            "section_rank": 9
        },
        {
            "section": "Unfolding",
            "text": "The top quark at the particle level (called \"pseudo top quark\") is defined in simulated events by performing an event reconstruction based on the set of stable simulated particles after hadronisation [60]. In the context of this study, all particles with a lifetime of more than 30 ps are considered stable. So-called \"dressed\" muons and electrons are constructed by accounting for the additional momenta carried by photons within a cone of ΔR < 0.1 around the corresponding prompt lepton that do not originate from hadronisation products. The p miss T is defined as the summed momentum of all prompt neutrinos in the event. Jets at the particle level are clustered from all stable particles excluding prompt muons, prompt electrons, prompt photons, and all neutrinos using the anti-k T algorithm with a distance parameter of R = 0.4. From these objects, a pseudo top quark is reconstructed by first solving for the unknown neutrino p z momentum, which is identical to the top quark reconstruction procedure applied to data, as described in Sect. 4. Events containing a single dressed muon or electron with p T > 26 GeV and |η| < 2.4, together with two jets with p T > 40 GeV and |η| < 4.7, are considered at the particle level. Jets that are closer than ΔR = 0.4 to the selected dressed muon or electron are ignored. The jet that yields a top quark mass closest to 172.5 GeV is assumed to come from the top quark decay, while the other jet is taken as the spectator jet.",
            "paragraph_rank": 51,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 200,
                    "text": "[60]",
                    "end": 204
                }
            ]
        },
        {
            "section": "Unfolding",
            "text": "The size of the binning intervals are chosen to minimise the migrations between the reconstructed bins while retaining sensitivity to the shapes of the distributions. The stability (purity) is defined as the probability that the parton-or particle-level (reconstructed) values of an observable within a certain range also have their reconstructed (parton-/particlelevel) counterparts in the same range. Both quantities are found to be greater than or equal to 50% in most bins of all distributions, with the exception of a few bins at the parton level where purity and stability drop to 40%, and the first two bins of the polarisation angle distribution at the parton level    where both quantities drop to about 25%. The stability and purity values are about 10% larger for the particle-level distributions than for the parton-level ones. The acceptance times efficiency for selecting t-channel single top quark events at the detector level is found to be 2-8 (20-30)% for muon events and 1-5 (10-20)% for electron events with respect to the parton (particle) level across the unfolding bins.",
            "paragraph_rank": 52,
            "section_rank": 9
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "The measurements are affected by various sources of systematic uncertainty. For each systematic variation, new templates and response matrices are derived. Systematic variations can create correlations between the t-channel top quark and antiquark yields since both yields are estimated simultaneously from data through an ML fit, as described in Sect. 6.",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "The following experimental systematic uncertainties are profiled in the ML fit.",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "• Background composition: As described in Sect. 6, the Z/γ * +jets and W+jets processes and the tt and tW processes are separately grouped together in the ML fit. The ratios of the Z/γ * +jets to the W+jets yields and the tt to the tW yields are assigned a ±20% uncertainty. This covers the uncertainty in the small Z/γ * +jets and tW yields, for which the analysis has little sensitivity. • Multijet shape estimation: The multijet event distributions are estimated from data by inversion of the muon isolation criterion or the electron identification criteria. The uncertainty in the shape of these distributions is estimated by varying the criteria. The requirement on the muon isolation parameter in the sideband region is modified from I μ rel > 20% to either 20 < I μ rel < 40% or I μ rel > 40%, and the electron isolation parameter to either I e rel < 30% or I e rel > 5.88%, while inverting the identification criteria. Another variation is done by requiring electrons in the sideband region to explicitly pass or fail the photon conversion criterion, which is also part of the electron identification requirement.",
            "paragraph_rank": 55,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "• Efficiency of b tagging and misidentification: The scale factors used to reweight the b tagging and misidentification efficiencies in simulation to the ones estimated from data are varied within their uncertainties based on the true flavour of the selected jets [49]. • Pileup: The simulated distribution of pileup interactions is modified by shifting the total inelastic pp cross section by ±5% [63]. • Lepton efficiencies: The scale factors that account for differences in the lepton selection and reconstruction efficiencies between data and simulation are varied within their uncertainties [23,46].",
            "paragraph_rank": 56,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 264,
                    "text": "[49]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 398,
                    "text": "[63]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 596,
                    "text": "[23,",
                    "end": 600
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 600,
                    "text": "46]",
                    "end": 603
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties in the theoretical modelling of the simulated samples are estimated by using new templates and response matrices in the ML fit and unfolding for each variation. For each uncertainty source, the maximum difference of the up/down variations with the result using the nominal templates and response matrix is taken as the estimated uncertainty per bin. These are added in quadrature to the experimental uncertainty per bin.",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "The following sources of theoretical uncertainty have been evaluated.",
            "paragraph_rank": 58,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "• Modelling of top quark p T in tt events: Differential cross section measurements of tt production by CMS [64,65] have shown that the p T spectrum of top quarks in tt events is significantly softer than predicted by NLO simulations. To correct for this effect, simulated tt events are reweighted according to the scale factors derived from measurements at 13 TeV [65]. The difference in the predictions when using the default tt simulation sample is taken as an additional uncertainty. • Top quark mass: The nominal top quark mass of 172.5 GeV is modified by ±0.5 GeV in the simulation [66]. The difference with respect to the nominal simulation results is taken as the corresponding uncertainty. • Parton distribution functions: The effect of the uncertainty in the PDFs is estimated by reweighting the simulated events using the recommended variations in the NNPDF3.0 NLO set, including a variation of α S [35]. The reweighting is performed using precomputed weights stored in the event record by the matrix element generator [67]. • Renormalisation/factorisation scales: A reweighting procedure similar to that used for the PDFs is carried out on simulated t-channel, W+jets, and tt simulated events to estimate the effect of the uncertainties in the renormalisation and factorisation scales. The weights correspond to independent variations by factors of 0.5 and 2 in the scales with respect to their nominal values. The envelope of all possible combinations of up-varied/down-varied scales with the exception of the extreme up/down combinations is considered as an uncertainty. This uncertainty is evaluated independently for the t-channel, W+jets, and tt simulated event samples. • Parton shower: The uncertainties in the parton shower simulation are evaluated by comparing the nominal sam-ples to dedicated samples with varied shower parameters. For t-channel single top quark production, the differences with respect to samples with a varied factorisation scale by a factor of 0.5 or 2 or with a varied powheg h damp parameter are taken as two independent uncertainties. For the simulated tt samples, the variation of the factorisation scale in both initial-and final-state radiation, and the h damp parameter are evaluated as three independent uncertainties. • Underlying event tune: The impact of uncertainties arising from the CUETP8M2T4 underlying event tune [30] used in the simulation of tt events is evaluated using dedicated samples with the tune varied within its uncertainties. • Colour reconnection: The default model of colour reconnection in pythia is based on multiple-particle interactions (MPI) with early resonance decays switched off. An uncertainty in the choice of this model is taken into account by repeating the measurement using three alternative models of colour reconnection in the simulation of t-channel single top quark and tt production: the MPI-based scheme with early resonance decays switched on, a gluon-move scheme [68], and a QCD-inspired scheme [69]. • Fragmentation model: The fragmentation of b quarks, modelled by the Bowler-Lund function [70], is varied within its uncertainties for t-channel single top quark and tt production. Additionally, the impact when using the Peterson model [71] for b quark fragmentation instead is assessed.",
            "paragraph_rank": 59,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 107,
                    "text": "[64,",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 111,
                    "text": "65]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 364,
                    "text": "[65]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 587,
                    "text": "[66]",
                    "end": 591
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 909,
                    "text": "[35]",
                    "end": 913
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 1029,
                    "text": "[67]",
                    "end": 1033
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2372,
                    "text": "[30]",
                    "end": 2376
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 2959,
                    "text": "[68]",
                    "end": 2963
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 2991,
                    "text": "[69]",
                    "end": 2995
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 3088,
                    "text": "[70]",
                    "end": 3092
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 3234,
                    "text": "[71]",
                    "end": 3238
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "In addition, an uncertainty of ±2.5% in the measurement of the integrated luminosity of the data set [22] is taken into account by scaling the evaluated covariance matrix per observable accordingly.",
            "paragraph_rank": 60,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 101,
                    "text": "[22]",
                    "end": 105
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 11
        },
        {
            "section": "Results",
            "text": "Differential cross sections of t-channel single top quark production as a function of the top quark p T , rapidity, and polarisation angle, the p T and rapidity of the charged lepton (muon or electron) that originates from the top quark decay, and the p T of the W boson from the top quark decay are presented in Figs. 7 and 8 at the parton and particle levels, respectively. The normalised differential cross sections of the same observables at the parton and particle levels are provided in Figs. 9 and 10. The total uncertainty is indicated by the vertical lines, while horizontal bars indicate the statistical and experimental uncertainties, which have been profiled in the ML fit, and thus exclude the uncertainties in the theoretical modelling and the luminosity. The differential cross sections refer to t-channel single top quark production where the top quark decays semileptonically (into either muon or electron) including events where the charged lepton stems from an intermediate τ lepton decay. The results are compared to the predictions by the powheg generator interfaced with pythia in the 4FS and the MadGraph5_amc@nlo generator interfaced with pythia in the 4FS and 5FS.",
            "paragraph_rank": 61,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 313,
                    "text": "Figs. 7",
                    "end": 320
                }
            ]
        },
        {
            "section": "Results",
            "text": "An overall good agreement of the results with the predictions from the 4FS is observed, except for a slight deviation at low top quark p T . The predictions from the 5FS for the top quark and W boson p T distributions do not agree as well with the data.",
            "paragraph_rank": 62,
            "section_rank": 11
        },
        {
            "section": "Results",
            "text": "Differential ratios of the top quark production rates to the sum of the top quark and antiquark rates as a function of the top quark p T and rapidity, the p T and rapidity of the charged lepton, and the W boson p T are presented in Figs. 11 and 12 at the parton and particle levels, respectively. It is found that the standard definition of the charge ratio in the literature, i.e. σ t /σ¯t, can yield large variances when the precision in certain intervals of the differential cross section for the top antiquark is low. Therefore, the charge ratio is defined as σ t /σ t+t in this paper. The ratios have been calculated from the measured cross sections at the parton and particle levels, while accounting for correlations between the top quark and antiquark spectra, as detailed in Sects. 6 and 9. The resulting charge ratios are compared to the predictions by the NNPDF3.0 NLO, MMHT14 NLO [72], and CT10 NLO PDF sets, which have been calculated using the powheg signal sample-generated in the 4FS and interfaced with pythia. The uncertainty bands shown in Figs. 11 and 12 represent the total uncertainty from varying the corresponding PDF eigenvectors and α S . Within the uncertainties, the measured charge ratios are in good agreement with the predictions from all three PDF sets.",
            "paragraph_rank": 63,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 232,
                    "text": "Figs. 11",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 892,
                    "text": "[72]",
                    "end": 896
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1059,
                    "text": "Figs. 11 and 12",
                    "end": 1074
                }
            ]
        },
        {
            "section": "Results",
            "text": "The spin asymmetry, sensitive to the top quark polarisation, is determined from the differential cross section as a function of the polarisation angle at the parton level (Fig. 7,  lower right). A linear χ 2 -based fit, assuming the expected functional dependence given in Eq. (2), is used to take the correlations between the unfolded bins into account. The measured spin asymmetry in the muon and electron channel and their combination is given in Table 2.",
            "paragraph_rank": 64,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 171,
                    "text": "(Fig. 7,  lower right)",
                    "end": 193
                },
                {
                    "type": "table",
                    "start": 450,
                    "text": "Table 2",
                    "end": 457
                }
            ]
        },
        {
            "section": "Results",
            "text": "The measured asymmetries are in good agreement with the predicted SM value of 0.436, found using powheg at NLO, with a negligible uncertainty. Good agreement is also found with a corresponding measurement by the ATLAS Collaboration at √ s = 8 TeV [17]. This measurement is found to be more precise than a previous analysis of the spin asymmetry at √ s = 8 TeV by the CMS Collaboration [9]. In particular, the deviation found therein, corresponding to 2.0 standard deviations, is not seen.  ",
            "paragraph_rank": 65,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 247,
                    "text": "[17]",
                    "end": 251
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "Differential cross sections for t-channel single top quark and antiquark production in proton-proton collisions at √ s = 13 TeV have been measured by the CMS experiment at the LHC using a sample of proton-proton collision data, corresponding to an integrated luminosity of 35.9 fb −1 . The cross sections are determined as a function of the top quark transverse momentum ( p T ), rapidity, and polarisation angle, the charged lepton p T and rapidity, and the p T of the W boson from the top quark decay. In addition, the charge ratio has been measured as a function of the top quark, charged lepton, and W boson kinematic observables. Events containing one muon or electron and two or three jets are used. The single top quark and antiquark yields are determined through maximum-likelihood fits to the data distributions. The differential cross sections are then obtained at the parton and particle levels by unfolding the measured signal yields.",
            "paragraph_rank": 66,
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "The results are compared to various next-to-leading-order predictions, and found to be in good agreement. Furthermore, the top quark spin asymmetry, which is sensitive to the top quark polarisation, has been measured using the differential cross section as a function of the top quark polarisation angle at the parton level. The resulting value of 0.440 ± 0.070 is in good agreement with the standard model prediction.",
            "paragraph_rank": 67,
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "These results demonstrate a good understanding of the underlying electroweak production mechanism of single top quarks at √ s = 13 TeV and in particular of the electroweak vector−axial-vector coupling predicting highly polarized top quarks. Lastly, the differential charge ratios, sensitive to the ratio of the up to down quark content of the proton, are found to be consistent with the predictions by various sets of parton distribution functions. accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMBWF and FWF Data Availability Statement This manuscript has no associated data or the data will not be deposited. [Authors' comment: Release and preservation of data used by the CMS Collaboration as the basis for publications is guided by the CMS policy as written in its document \"CMS data preservation, re-use and open access policy\" (https://cms-docdb.cern. ch/cgi-bin/PublicDocDB/RetrieveFile?docid=6032&filename=CMS DataPolicyV1.2.pdf&version=2).]",
            "paragraph_rank": 68,
            "section_rank": 12
        },
        {
            "text": "Compliance with ethical standards",
            "section_rank": 13
        },
        {
            "section": "Compliance with ethical standards",
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "paragraph_rank": 69,
            "section_rank": 13
        },
        {
            "section": "Compliance with ethical standards",
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indi-cated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecomm ons.org/licenses/by/4.0/. Funded by SCOAP 3 .",
            "paragraph_rank": 70,
            "section_rank": 13
        },
        {
            "text": "References",
            "section_rank": 14
        },
        {
            "section": "References",
            "text": "1. D0 Collaboration, Observation of single top quark production.",
            "paragraph_rank": 71,
            "section_rank": 14
        },
        {
            "section": "References",
            "text": "Phys. Rev. Lett. 103, 092001 (2009). https://doi.org/10.1103/ PhysRevLett.103.092001. arXiv:0903.0850 2. CDF Collaboration, First observation of electroweak single top quark production. Phys. Rev. Lett. 103, 092002 (2009). https://doi. org/10.1103/PhysRevLett.103.092002. arXiv:0903.0885 3. ATLAS Collaboration, Comprehensive measurements of t-channel single top quark production cross sections at √ s = 7 TeV with the ATLAS detector. Phys. Rev. D 90, 112006, (2014). https://doi.org/ 10.1103/PhysRevD.90.112006. arXiv:1406.7844 4. CMS Collaboration, Measurement of the single top quark t-channel cross section in pp collisions at √ s = 7 TeV. JHEP 12, 035 (2012). https://doi.org/10.1007/JHEP12(2012)035. arXiv:1209.4533 5. ATLAS Collaboration, Fiducial, total and differential cross section measurements of t-channel single top quark production in pp collisions at 8 TeV using data collected by the ATLAS detector. Eur. Phys. J. C 77, 531, (2017). https://doi.org/10.1140/epjc/ s10052-017-5061-9. arXiv:1702.02859 6. CMS Collaboration, Measurement of the t-channel single top quark production cross section and of the |V tb | CKM matrix element in pp collisions at √ s = 8 TeV. JHEP 06, 090 (2014). https://doi.org/ 10.1007/JHEP06(2014)090. arXiv:1403.7366 7. ATLAS Collaboration, Measurement of the inclusive cross sections of single top quark and top antiquark t-channel production in pp collisions at √ s = 13 TeV with the ATLAS detector. JHEP 04, 086, (2017). https://doi.org/10.1007/JHEP04(2017)086. arXiv:1609.03920 8. CMS Collaboration, Measurement of the single top quark and antiquark production cross sections in the t channel and their ratio in proton-proton collisions at √ s = 13 TeV. Phys. Lett. B 800, 135042, (2019). https://doi.org/10.1016/j.physletb.2019.135042. arXiv:1812.10514 9. CMS Collaboration, Measurement of top quark polarisation in tchannel single top quark production. JHEP 04, 073, (2016). https:// doi.org/10.1007/JHEP04(2016)073. arXiv:1511.02138 10. N.P. Hartland et al., A Monte Carlo global analysis of the standard model effective field theory: the top quark sector. JHEP 04, 100 (2019). https://doi.org/10.1007/JHEP04(2019)100. arXiv:1901.05965 11. P. Kant et al., HATHOR for single top-quark production: updated predictions and uncertainty estimates for single topquark production in hadronic collisions. M. Finger , M. Finger Jr. 10 , A. Kveton, J. Tomsa",
            "paragraph_rank": 72,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 11,
                    "text": "Lett. 103, 092001 (2009)",
                    "end": 35
                },
                {
                    "type": "bibr",
                    "start": 197,
                    "text": "Lett. 103, 092002 (2009)",
                    "end": 221
                }
            ]
        },
        {
            "text": "Fig. 1",
            "section_rank": 15
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1Born-level Feynman diagrams for single top quark production in the t channel. Corresponding diagrams also exist for single top antiquark production",
            "paragraph_rank": 73,
            "section_rank": 15
        },
        {
            "text": "•",
            "section_rank": 16
        },
        {
            "section": "•",
            "text": "the absolute value of the pseudorapidity of the untagged jet, |η( j )|; • the reconstructed top quark mass, m νb ; • the transverse W boson mass, m T (W); • the distance in η-φ space (ΔR) between the b-tagged and the untagged jet, ΔR(b, j ); • the absolute difference in pseudorapidity between the b-tagged jet used to reconstruct the top quark and the selected lepton, |Δη(b, )|.",
            "paragraph_rank": 74,
            "section_rank": 16
        },
        {
            "text": "Fig. 2",
            "section_rank": 17
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2Distributions of the transverse W boson mass in the 2 jets, 0 b tag control category for the (left) muon and (right) electron channels after scaling the simulated and multijet templates to the result of a dedicated",
            "paragraph_rank": 75,
            "section_rank": 17
        },
        {
            "text": "Fig. 3",
            "section_rank": 18
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3Distributions of the BDT discriminants in the 2 jets, 1 b tag category: (left) BDT t-ch trained to separate signal from background events; (right) BDT tt/W trained to separate tt from W+jets events in a background-dominated category. Events in the muon and electron chan-",
            "paragraph_rank": 76,
            "section_rank": 18
        },
        {
            "text": "Fig. 4",
            "section_rank": 19
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4Distributions of the transverse W boson mass for events in the (left) 2 jets, 1 b tag and (right) 3 jets, 2 b tags categories. Events in the muon and electron channels have been summed. The predictions have been scaled to the result of the inclusive ML fit and the hatched band",
            "paragraph_rank": 77,
            "section_rank": 19
        },
        {
            "text": "Fig. 5",
            "section_rank": 20
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5 Distributions of the observables in a (left column) backgrounddominated and a (right column) signal-enriched region for events passing the 2 jets, 1 b tag selection: (upper row) top quark p T ; (middle row) charged lepton p T ; (lower row) W boson p T . Events in the muon and electron channels have been summed. The predictions have been",
            "paragraph_rank": 78,
            "section_rank": 20
        },
        {
            "text": "Fig. 6",
            "section_rank": 21
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6Distributions of the observables in a (left column) backgrounddominated and a (right column) signal-enriched region for events passing the 2 jets, 1 b tag selection: (upper row) top quark rapidity; (middle row) charged lepton rapidity; (lower row) cosine of the top quark polarisation angle. Events in the muon and electron channels have been",
            "paragraph_rank": 79,
            "section_rank": 21
        },
        {
            "text": "•",
            "section_rank": 22
        },
        {
            "section": "•",
            "text": "Jet energy scale and resolution: The jet energy scale and resolution corrections are varied within their uncertainties[61]. The shifts induced in the jet momenta are propagated to p miss T as well.• Unclustered energy: The contributions to p miss T of PF candidates that have not been clustered into jets are varied within their respective energy resolutions[62].",
            "paragraph_rank": 80,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 118,
                    "text": "[61]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 358,
                    "text": "[62]",
                    "end": 362
                }
            ]
        },
        {
            "text": "Fig. 7 Fig. 8 Fig. 9 Fig. 10 Fig. 11 Fig. 12",
            "section_rank": 23
        },
        {
            "section": "Fig. 7 Fig. 8 Fig. 9 Fig. 10 Fig. 11 Fig. 12",
            "text": "Fig. 7 Differential cross sections for the sum of t-channel single top quark and antiquark production at the parton level: (upper row) top quark p T and rapidity; (middle row) charged lepton p T and rapidity; (lower left) W boson p T ; (lower right) cosine of the top quark polarisation angle. The total uncertainty is indicated by the vertical lines, while horizontal bars indicate the statistical and experimental uncertainties,",
            "paragraph_rank": 81,
            "section_rank": 23
        },
        {
            "text": "(Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, FAPERGS, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, PUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hun-gary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); MES (Latvia); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MOS (Montenegro); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR, and NRC KI (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI, and FEDER (Spain); MOSTR (Sri Lanka); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (UK); DOE and NSF (USA). Individuals have received support from the Marie-Curie programme and the European Research Council and Horizon 2020 Grant, contract Nos. 675440, 752730, and 765710 (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science-EOS\"-be.h project n. 30820817; the Beijing Municipal Science & Technology Commission, No. Z181100004218003; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Programme and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence Program ÚNKP, the NKFIA research grants 123842, 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary); the Council of Science and Industrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus programme of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Ministry of Science and Education, grant no. 3.2989.2017 (Russia); the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (USA).",
            "paragraph_rank": 82,
            "section_rank": 24
        },
        {
            "text": "and 4, is used in the ML fits to prevent cases where single bins are depleted of background estimates as follows: four bins are used for each of the m T (W) and BDT t-ch distributions in the 2j1b category; eight bins are",
            "paragraph_rank": 83,
            "section_rank": 25
        },
        {
            "text": "Table 1",
            "section_rank": 26
        },
        {
            "section": "Table 1",
            "text": "Measured and observed event yields in the 2j1b category for each lepton channel and charge. The uncertainties in the yields are the combination of statistical and experimental systematic uncertainties",
            "paragraph_rank": 84,
            "section_rank": 26
        },
        {
            "text": "Table",
            "section_rank": 27
        },
        {
            "section": "Table",
            "text": "The measured spin asymmetry in the muon and electron channel and their combination. A breakdown of the systematic uncertainties is also provided. Minor systematic uncertainties (lepton efficiencies, pileup, and unclustered energy) have been grouped into the \"Others\" category",
            "paragraph_rank": 85,
            "section_rank": 27
        },
        {
            "text": "Comput. Phys. Commun. 191, 74 (2015). https://doi.org/10.1016/j.cpc.2015.02.001. arXiv:1406.4403 12. E.L. Berger, J. Gao, C.P. Yuan, H.X. Zhu, NNLO QCD corrections to t-channel single top quark production and decay. Phys. Rev. D 94, 071501 (2016). https://doi.org/10.1103/PhysRevD.94.071501. arXiv:1606.08463 13. S. Alekhin, J. Blümlein, S. Moch, R. Placakyte, Parton distribution functions, α S , and heavy-quark masses for LHC Run II. Phys.",
            "paragraph_rank": 86,
            "section_rank": 28
        },
        {
            "text": "Rev. D 96, 014011 (2017). https://doi.org/10.1103/PhysRevD.96. 014011. arXiv:1701.05838",
            "paragraph_rank": 87,
            "section_rank": 28
        },
        {
            "text": "Page 18 of 37 Eur. Phys. J. C (2020) 80 :370",
            "paragraph_rank": 88,
            "section_rank": 28
        },
        {
            "text": "Acknowledgements",
            "section_rank": 30
        },
        {
            "section": "Acknowledgements",
            "text": "We congratulate our colleagues in the CERN",
            "paragraph_rank": 89,
            "section_rank": 30
        },
        {
            "text": "INFN Sezione di Pavia a , Università di Pavia b , Pavia, Italy",
            "section_rank": 32
        }
    ]
}