{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is presented for a Higgs boson that is produced in association with a Z boson and that decays to an undetected particle together with an isolated photon. The search is performed by the CMS Collaboration at the Large Hadron Collider using a data set corresponding to an integrated luminosity of 137 fb −1 recorded at a center-of-mass energy of 13 TeV. No significant excess of events above the expectation from the standard model background is found. The results are interpreted in the context of a theoretical model in which the undetected particle is a massless dark photon. An upper limit is set on the product of the cross section for associated Higgs and Z boson production and the branching fraction for such a Higgs boson decay, as a function of the Higgs boson mass. For a mass of 125 GeV, assuming the standard model production cross section, this corresponds to an observed (expected) upper limit on this branching fraction of 4.6 (3.6)% at 95% confidence level. These are the first limits on Higgs boson decays to final states that include an undetected massless dark photon.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Following the discovery of a Higgs boson by the ATLAS and CMS Collaborations [1][2][3], a primary focus of the LHC physics program has been the study of the properties of the new particle. The observation of a sizable branching fraction of the Higgs boson to invisible or almost invisible final states [4][5][6][7] would be a strong sign of physics beyond the standard model (BSM). Studies of the new boson at a mass of about 125 GeV [8,9] show no significant deviation from the standard model (SM) Higgs boson hypothesis, and measurements of its couplings constrain its partial decay width to undetected decay modes [10,11]. Assuming that the couplings of the Higgs boson to W and Z bosons are smaller than the SM values, an upper limit of 38% has been obtained at 95% confidence level (CL) on the branching fraction of the 125 GeV Higgs boson to BSM particles [11].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 77,
                    "text": "[1]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 80,
                    "text": "[2]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 83,
                    "text": "[3]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 302,
                    "text": "[4]",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 305,
                    "text": "[5]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 308,
                    "text": "[6]",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 311,
                    "text": "[7]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 434,
                    "text": "[8,",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 437,
                    "text": "9]",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 617,
                    "text": "[10,",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 621,
                    "text": "11]",
                    "end": 624
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 862,
                    "text": "[11]",
                    "end": 866
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper presents a search for a scalar boson H produced in association with a Z boson and decaying to an undetected particle together with a photon. Several BSM models predict Higgs boson decays to undetected particles and photons [7,12,13]. In this search, the target final state is Z(→ )H(→ γγ D ), where = e, µ, and γ D is a massless dark photon that couples to the Higgs boson through a charged dark sector [14][15][16][17], and is undetected in the CMS detector. The branching fraction to such an invisible particle and a photon, B(H → invisible + γ), can be as large as 5%, and be consistent with all model parameters and current LHC constraints [15]. A Feynman diagram for such a process is shown in figure 1. While the main focus is the case where the production cross section (σ ZH ) is assumed to be the same as that for the SM-like Higgs boson with a mass of 125 GeV, the same analysis is also used to search for heavy neutral Higgs bosons with masses between 125 and 300 GeV, since similar decays are also possible for potential non-SM scalar bosons.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 234,
                    "text": "[7,",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 237,
                    "text": "12,",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 240,
                    "text": "13]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 414,
                    "text": "[14]",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 418,
                    "text": "[15]",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 422,
                    "text": "[16]",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 426,
                    "text": "[17]",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 655,
                    "text": "[15]",
                    "end": 659
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In the SM, a similar signature to the signal process arises when the Higgs boson decays via H → Zγ → ννγ, which has a branching fraction of 3 × 10 −4 . Searches for the decay H → Zγ using Z → final states have yielded an upper limit at 95% CL on the product of the cross section and branching fraction of about four times the SM expectation [18,19]. With the available data set, the present search is not sensitive to this SM decay, but because of enhancements that may arise from BSM physics, the search may be sensitive to Higgs boson decays to invisible particles and photons. The analysis summarized in this paper uses proton-proton (pp) collision data collected at √ s = 13 TeV by the CMS detector in 2016-18 with a total integrated luminosity of 137 fb −1 . A similar search was performed by the CMS Collaboration using the data collected at √ s = 8 TeV [20], although that analysis investigated Higgs bosons produced both in gluon-gluon fusion and in association with a Z boson.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 341,
                    "text": "[18,",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 345,
                    "text": "19]",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 860,
                    "text": "[20]",
                    "end": 864
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The main backgrounds in this analysis arise from WZ and ZZ production, where an electron is mis-identified as a photon, or where additional leptons are not identified because they fail either the lepton identification criteria or the kinematic selections. A second set of backgrounds are due to WW and top quark production, where the invariant mass of the lepton pair falls into the Z boson mass window. There are also small contributions from other multiboson production processes, such as Zγ. To enhance the discrimination between the potential signal and the remaining background processes, a binned maximum-likelihood fit to several signal and control regions is performed.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "JHEP10(2019)139",
            "section_rank": 3
        },
        {
            "section": "JHEP10(2019)139",
            "text": "pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. Forward calorimeters extend the pseudorapidity (η) coverage provided by the barrel and endcap detectors. Muons are detected in gas-ionization chambers embedded in the steel magnetic flux-return yoke outside the solenoid. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref. [21]. Events of interest are selected using a twotiered trigger system [22]. The first level, composed of custom hardware processors, uses information from the calorimeters and muon detectors to select events, while the second level selects events by running a version of the full event reconstruction software optimized for fast processing on a farm of computer processors.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 572,
                    "text": "[21]",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 643,
                    "text": "[22]",
                    "end": 647
                }
            ]
        },
        {
            "text": "Data samples and event reconstruction",
            "section_rank": 4
        },
        {
            "section": "Data samples and event reconstruction",
            "text": "The data used in this search were collected in three separate LHC operating periods in 2016, 2017, and 2018. The three data sets are analyzed independently, with appropriate calibrations and corrections to take into account the different LHC running conditions and CMS detector performance.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Data samples and event reconstruction",
            "text": "Monte Carlo (MC) simulated events are used to model the expected signal and background yields. Three sets of simulated events for each process are needed to match the different data taking conditions in the three different years. The next-to-leading-order (NLO) powheg v2 [23][24][25][26][27] generator is used to simulate the ZH signal process at NLO in quantum chromodynamics (QCD), as well as the tt, tW, and diboson processes. The BSM Higgs boson production cross sections as a function of the Higgs boson mass (m H ) for the ZH process are taken from refs. [28,29]. The signal samples are generated for masses of 125, 200, and 300 GeV. Production of ttW, ttZ, ttγ, and triple vector boson (VVV) events is generated at NLO in QCD using the MadGraph5 amc@nlo 2.2.2 (2.4.2) generator for 2016 (2017 and 2018) [30][31][32] samples. The NNPDF 3.0 NLO [33] (NNPDF 3.1 next-tonext-to-leading-order [34]) parton distribution functions (PDFs) are used for simulating all 2016 (2017 and 2018) samples. For all processes, the parton showering and hadronization are simulated using pythia 8.226 (8.230) in 2016 (2017 and 2018) [35]. The modeling of the underlying event is generated using the CUETP8M1 [36,37] and CP5 tunes [38] for simulated samples corresponding to the 2016 and 2017-18 data sets, respectively.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 272,
                    "text": "[23]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 276,
                    "text": "[24]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 280,
                    "text": "[25]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 284,
                    "text": "[26]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 288,
                    "text": "[27]",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 562,
                    "text": "[28,",
                    "end": 566
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 566,
                    "text": "29]",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 811,
                    "text": "[30]",
                    "end": 815
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 815,
                    "text": "[31]",
                    "end": 819
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 819,
                    "text": "[32]",
                    "end": 823
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 851,
                    "text": "[33]",
                    "end": 855
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 896,
                    "text": "[34]",
                    "end": 900
                },
                {
                    "type": "bibr",
                    "start": 1088,
                    "text": "(8.230)",
                    "end": 1095
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1120,
                    "text": "[35]",
                    "end": 1124
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1195,
                    "text": "[36,",
                    "end": 1199
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1199,
                    "text": "37]",
                    "end": 1202
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1217,
                    "text": "[38]",
                    "end": 1221
                }
            ]
        },
        {
            "section": "Data samples and event reconstruction",
            "text": "All MC simulation events are processed through a simulation of the CMS detector based on Geant4 [39] and are reconstructed with the same algorithms as used for data. Additional pp interactions in the same and nearby bunch crossings, referred to as pileup, are also simulated. The distribution of the number of such interactions in the simulation is adjusted to match the one observed in the data. The average number of pileup interactions was 23 (32) in 2016 (2017 and 2018).",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 96,
                    "text": "[39]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 446,
                    "text": "(32)",
                    "end": 450
                }
            ]
        },
        {
            "section": "Data samples and event reconstruction",
            "text": "For this search, collision events were collected using single-electron and single-muon triggers that require the presence of an isolated lepton with transverse momentum (p T ) larger than 24 and 27 GeV, respectively. In addition, a set of dilepton triggers with lower p T thresholds were used, ensuring a trigger efficiency above 99% for events that would satisfy the subsequent offline selection.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "JHEP10(2019)139",
            "section_rank": 5
        },
        {
            "section": "JHEP10(2019)139",
            "text": "Information from all subdetectors is combined and used by the CMS particle-flow (PF) algorithm [40] for particle reconstruction and identification. Jets are reconstructed by clustering PF candidates using the anti-k T algorithm [41] with a distance parameter 0.4. Jets are calibrated in the simulation, and separately in data, accounting for energy deposits of neutral particles from pileup and any nonlinear detector response [42]. Jets with p T > 30 GeV and |η| < 4.7 are considered in the analysis. The effect of pileup is mitigated through a charged-hadron subtraction technique, which removes the energy of charged hadrons not originating from the primary interaction vertex (PV) [43]. The PV is defined as the vertex with the largest value of summed physics-object p 2 T . Here, the physics objects are the jets clustered using the jet finding algorithm [41,44] with the tracks assigned to the vertex as inputs, and the associated missing transverse momentum, taken as the negative vector p T sum of those jets.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 95,
                    "text": "[40]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 228,
                    "text": "[41]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 427,
                    "text": "[42]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "start": 685,
                    "text": "[43]",
                    "end": 689
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 773,
                    "text": "2",
                    "end": 774
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 860,
                    "text": "[41,",
                    "end": 864
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 864,
                    "text": "44]",
                    "end": 867
                }
            ]
        },
        {
            "section": "JHEP10(2019)139",
            "text": "Events are discarded if they contain a jet with p T > 20 GeV and |η| < 2.4 that is consistent with the fragmentation of a b quark. The combined secondary vertex (CSVv2) b tagging algorithm [45] is used for the 2016 data set, while the DeepCSV algorithm [45] is used for the 2017 and 2018 data sets. For the chosen working points, the efficiency to select b quark jets is about 62 (72)% for CSVv2 (DeepCSV) and the rate for incorrectly b tagging jets originating from the hadronization of gluons or u, d, s quarks is about 1%.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 189,
                    "text": "[45]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 253,
                    "text": "[45]",
                    "end": 257
                }
            ]
        },
        {
            "section": "JHEP10(2019)139",
            "text": "The vector p miss T is defined as the negative vector p T sum of all PF particle candidates. The magnitude of p miss T is the missing transverse momentum p miss T . Corrections to jet energies due to detector response are propagated to p miss T [46]. Events with possible contributions from beam halo processes or anomalous signals in the calorimeters are rejected using dedicated filters [46].",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 245,
                    "text": "[46]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 389,
                    "text": "[46]",
                    "end": 393
                }
            ]
        },
        {
            "section": "JHEP10(2019)139",
            "text": "Electrons and muons are reconstructed by associating a track reconstructed in the tracking detectors with either a cluster of energy in the ECAL [47] or a track in the muon system [48]. Electron and muon candidates must pass certain identification criteria to be further selected in the analysis. For the \"loose\" identification, they must satisfy p T > 10 GeV and |η| < 2.5 (2.4) for electrons (muons). At the final stage of the lepton selection, the medium working points, following the definitions provided in refs. [47,48], are chosen for the identification criteria, including requirements on the impact parameter of the candidates with respect to the PV and their isolation with respect to other particles in the event [49].",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 145,
                    "text": "[47]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 180,
                    "text": "[48]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 518,
                    "text": "[47,",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 522,
                    "text": "48]",
                    "end": 525
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 724,
                    "text": "[49]",
                    "end": 728
                }
            ]
        },
        {
            "section": "JHEP10(2019)139",
            "text": "Finally, photon candidates are reconstructed from energy deposits in the ECAL [50] within |η| < 2.5. The identification of the candidates is based on shower shape and isolation variables, and the medium working point, as described in ref. [50], is chosen to select those candidates. In addition, a standard \"conversion-safe electron veto\" [50] is applied to reject electrons misidentified as photons.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 239,
                    "text": "[50]",
                    "end": 243
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "The signal topology consists of two oppositely charged same-flavor high p T isolated leptons, electrons or muons, compatible with a Z boson decay, large p miss T , an isolated high p T photon, and little jet activity. The signal cross section is several orders of magnitude lower -4 -",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "JHEP10(2019)139",
            "section_rank": 7
        },
        {
            "section": "JHEP10(2019)139",
            "text": "than that of the major reducible background processes, and therefore a stringent selection is required to obtain a sample of sufficient purity. To be consistent with the expected topology, the selection requires a leading (subleading) lepton with p T > 25 (20) GeV and at least one photon with transverse momentum p γ T > 25 GeV. To reduce background processes where the lepton pair is not from the decay of a Z boson, the dilepton mass must be compatible with that of a Z boson within 15 GeV of the pole mass m Z [51]. For the purpose of rejecting the bulk of the Zγ background as well as processes with little or moderate boost, a p miss T greater than 110 GeV and a transverse momentum of the dilepton system p T larger than 60 GeV are required.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 256,
                    "text": "(20)",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "start": 514,
                    "text": "[51]",
                    "end": 518
                }
            ]
        },
        {
            "section": "JHEP10(2019)139",
            "text": "To reduce the background from WZ events with a third lepton from the W boson decay, events are removed if, in addition to the two leptons satisfying the full selection criteria, there are any loosely identified leptons. To suppress the top quark background, events are rejected if any jet passes the b tagging selection (b jet veto) described above, or if there are more than two identified jets in the event.",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "section": "JHEP10(2019)139",
            "text": "The signal topology is characterized by a dilepton system ( − → ) with large p T balanced in the transverse plane by the p miss T + p γ",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "JHEP10(2019)139",
            "text": "T system from the Higgs boson decay. Therefore, to reject most of the background from Zγ events with misreconstructed p miss T , the azimuthal angle between the − → and",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "section": "JHEP10(2019)139",
            "text": ") is required to be greater than 2.5 rad, the quantity |p",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "section": "JHEP10(2019)139",
            "text": "T is required to be smaller than 0.4, and the azimuthal angle between the leading jet and p miss T (∆φ jet, p miss T ) should be greater than 0.5 rad. In addition, the mass of the dilepton and photon system (m γ ) must be greater than 100 GeV to reject resonant Zγ events, where the photon originates from final-state radiation. Finally, the transverse mass of the p miss T and photon system, defined as",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "section": "JHEP10(2019)139",
            "text": ")], must be smaller than 350 GeV, which rejects events where the dilepton and photon objects are weakly correlated, or where the photon momentum is mismeasured. The quantity ∆φ",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "section": "JHEP10(2019)139",
            "text": "is the azimuthal angle between p miss T and the photon. A summary of the selection for the analysis is shown in table 1.",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "Background estimation",
            "section_rank": 8
        },
        {
            "section": "Background estimation",
            "text": "A combination of methods based on control samples in data and simulation is used to estimate background contributions. Uncertainties related to the theoretical and experimental predictions are taken into account, as described in section 7. Background contributions are categorized depending on whether they produce at least one lepton pair from the decay of a Z boson (resonant contributions) or no such lepton pair (nonresonant contributions). The expected yield for the irreducible background from pp → Z(→ )H(→ Zγ) → ννγ is less than 0.1 events and is consequently ignored in the analysis.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "Nonresonant dilepton backgrounds",
            "section_rank": 9
        },
        {
            "section": "Nonresonant dilepton backgrounds",
            "text": "The contribution from the nonresonant dilepton backgrounds, mostly WW and top quark processes, is estimated by exploiting the lepton flavor symmetry in the final states of these processes [52]. A control region based on the e ± µ ∓ final state, whose branching JHEP10 2019  Table 1. Summary of the selection criteria and the main background processes.",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 188,
                    "text": "[52]",
                    "end": 192
                },
                {
                    "start": 268,
                    "text": "2019",
                    "end": 272
                },
                {
                    "type": "table",
                    "start": 274,
                    "text": "Table 1",
                    "end": 281
                }
            ]
        },
        {
            "section": "Nonresonant dilepton backgrounds",
            "text": "fraction is twice that of either same flavor lepton pair final state, is used to estimate these backgrounds in the e + e − and µ + µ − channels. This region is completely dominated by this nonresonant dilepton background. The method considers the differences between the electron and muon identification efficiencies when extrapolating from the different-flavor to the same-flavor final states. The resulting predictions agree with the number of background events estimated by applying the same method to the simulation. The chosen eµ control region contains 3 events that satisfy the full analysis selection, to be compared with an expectation of 2.8 ± 0.5 (stat) from the simulation.",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "Resonant background with genuine missing transverse momentum",
            "section_rank": 10
        },
        {
            "section": "Resonant background with genuine missing transverse momentum",
            "text": "The resonant background with genuine missing transverse momentum in which an electron is mis-identified as a photon is dominated by the WZ → eν process. In this case, the background comes from events where the electron from the W boson decay is wrongly identified as a photon. The electron to photon misidentification rate is measured in Z → ee events by comparing the ratio of eγ to ee pairs consistent with the Z boson mass, as reconstructed in data and simulation. The average misidentification rate is 1-5%, with the larger values corresponding to higher photon pseudorapidity |η γ |.",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "section": "Resonant background with genuine missing transverse momentum",
            "text": "Background processes with two leptons and a genuine hard photon are estimated with the simulation. These events arise primarily from the WZ → ν process (where the lepton from the W boson decay is not identified) and ZZ → 2 2ν. In both cases an additional hard photon must be radiated.",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "section": "Resonant background with genuine missing transverse momentum",
            "text": "To assess the normalization of the WZ → ν background, a control region is selected in data by applying the full selection on events where the selected lepton from the W boson decay plays the role of the photon. In this region, 231 events are observed in data, while the simulation predicts 241 ± 4 (stat) events.",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "JHEP10(2019)139",
            "section_rank": 11
        },
        {
            "text": "Resonant background with no genuine missing transverse momentum",
            "section_rank": 12
        },
        {
            "section": "Resonant background with no genuine missing transverse momentum",
            "text": "The background from Zγ or Z + jets events is predicted by the simulation to be less than 5% of the total background, because of the stringent selection used. One of the data control regions used to verify that the background is correctly estimated selects events with lower p miss T than the default selection. Within the uncertainties, good agreement between data and simulation is found. To estimate the overall ZZ normalization, and also to emulate the Zγ process, a four-lepton sample is selected in data, and the full analysis selection is performed, with one of the Z boson dilepton pairs as a photon. In this control region, 5.1 ± 0.2 (stat) events are expected from simulation, while 7 events are observed in data.",
            "paragraph_rank": 31,
            "section_rank": 12
        },
        {
            "text": "Signal extraction",
            "section_rank": 13
        },
        {
            "section": "Signal extraction",
            "text": "After applying the event selection, the 2016, 2017, and 2018 data sets are treated individually in order to maximize the sensitivity of the combination, since the signal-to-background ratio is different in each case. On the other hand, the electron and muon channels are merged because they show a similar signal-to-background ratio.",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "section": "Signal extraction",
            "text": "To discriminate between the potential signal and the remaining background processes, a binned maximum-likelihood fit to the m T spectrum is performed. The signal spectrum shows a Jacobian peak with an end-point at m T ∼ m H , while the background processes have either a flat distribution or display an increase towards lower values of m T . Since the contamination from electrons misidentified as photons is larger at large |η γ | values, improved sensitivity is achieved by considering separately events with the selected photon at low-or high-|η γ |.",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "section": "Signal extraction",
            "text": "In the maximum-likelihood fit, each bin of the m T distribution is separated into a low-|η γ | (|η γ | < 1) and a high-|η γ | (|η γ | > 1) bin, for the signal region and the eµ, WZ, and ZZ control regions. For each individual bin, a Poissonian likelihood term is used to describe the fluctuation of the yields around the expected central value, which is given by the sum of the contributions from signal and background processes. The uncertainties affect the overall normalizations of the signal and background yields, as well as the shapes of the predictions across the distributions of the observables. Correlations between systematic uncertainties in different categories are taken into account. Uncertainties that purely affect the normalization within a category are incorporated as nuisance parameters with log-normal priors, while those associated with changes in shapes are assigned probability density functions described by a polynomial interpolation with a Gaussian constraint. The total likelihood is defined as the product of the likelihoods of the individual bins and the probability density functions for the nuisance parameters, including the product of the likelihood for the individual years. In summary, the maximum-likelihood fit function, L, can be written as: 1) where i runs over the three data-taking periods, j runs over the m T bins, k runs over the two |η γ | values, P(N | λ) is the Poisson probability, θ are nuisance parameters for the systematic uncertainties, andθ are their default values. The values",
            "paragraph_rank": 34,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1282,
                    "text": "1)",
                    "end": 1284
                }
            ]
        },
        {
            "section": "Signal extraction",
            "text": "Obs,(i,k) , and N 4 Obs,(i,k) are the observed data events in the signal region, and the eµ, WZ, and ZZ control regions, respectively. The parameters µ, µ Nonres , µ WZ , and µ ZZ are the fit normalization factors for the signal, nonresonant, WZ, and ZZ processes, respectively. The values N ZH , N Nonres , N WZ , N ZZ , and N Other are the expected number of events for the signal, nonresonant, W, ZZ, and remaining processes, respectively, for the different regions. This approach follows that of ref. [53], where more details can be found.",
            "paragraph_rank": 35,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 16,
                    "text": "N 4 Obs,",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "start": 24,
                    "text": "(i,",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "start": 27,
                    "text": "k)",
                    "end": 29
                },
                {
                    "type": "bibr",
                    "start": 505,
                    "text": "[53]",
                    "end": 509
                }
            ]
        },
        {
            "section": "Signal extraction",
            "text": "The m T distributions for the eµ, WZ, and ZZ control regions are shown in figure 2. This analysis fits the m T distributions for two regions of |η γ |, a procedure that improves the expected limits by about 30 to 50% compared with the results from simply counting the contents of a single m T bin for each |η γ | region, as was done in ref. [20]. The improvement from splitting the data into two regions of |η γ | is about 4%.",
            "paragraph_rank": 36,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 341,
                    "text": "[20]",
                    "end": 345
                }
            ]
        },
        {
            "text": "Efficiencies and systematic uncertainties",
            "section_rank": 14
        },
        {
            "section": "Efficiencies and systematic uncertainties",
            "text": "Several sources of systematic uncertainty are taken into account in the maximum-likelihood fit. For each source of uncertainty, the effects on the final distributions are considered correlated.",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "section": "Efficiencies and systematic uncertainties",
            "text": "The assigned uncertainties in the integrated luminosity measurements for the data used in this analysis are 2.5, 2.3, and 2.5% for the 2016, 2017, and 2018 data samples [54][55][56], respectively. They are treated as uncorrelated across the three data sets.",
            "paragraph_rank": 38,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 169,
                    "text": "[54]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "start": 173,
                    "text": "[55]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "start": 177,
                    "text": "[56]",
                    "end": 181
                }
            ]
        },
        {
            "section": "Efficiencies and systematic uncertainties",
            "text": "The simulation of pileup events assumes a total inelastic pp cross section of 69.2 mb, with an associated uncertainty of 5% [57,58], which has an impact on the expected signal and background yields of about 1%.",
            "paragraph_rank": 39,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 124,
                    "text": "[57,",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "start": 128,
                    "text": "58]",
                    "end": 131
                }
            ]
        },
        {
            "section": "Efficiencies and systematic uncertainties",
            "text": "Discrepancies in the lepton and photon reconstruction and identification efficiencies between data and simulation are corrected by applying scale factors to all MC simulation samples. These scale factors are determined using Z → events in the Z boson peak region that were recorded with unbiased triggers [47,48]. The scale factors depend on the p T and η of the lepton, and are within 2% of unity for both electrons and muons. The uncertainty in the determination of the trigger efficiency leads to an uncertainty smaller than 1% in the expected signal yield. The lepton momentum scale uncertainty is computed by varying the momenta of the leptons in simulation by their uncertainties, and repeating the analysis selection. The resulting yield uncertainties are ≈1% for both electrons and muons. The above procedure is applied also to determine the scale factors for photons, and the yield uncertainty for photon candidates is ≈1.5%. These uncertainties are treated as correlated across the three data sets.",
            "paragraph_rank": 40,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 305,
                    "text": "[47,",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 309,
                    "text": "48]",
                    "end": 312
                }
            ]
        },
        {
            "section": "Efficiencies and systematic uncertainties",
            "text": "The uncertainty in the calibration of the jet energy scale directly affects the acceptance of the jet multiplicity requirement and the p miss by shifting the jet energy in the simulation up and down by one standard deviation. The uncertainty in the jet energy scale is 2-5%, depending on p T and η [42], and the impact on the expected signal and background yields is about 3%. In this analysis, b tagging is used to reject events with genuine b quark jets in the final state, since signal events have no b quarks to first order in the decay channel of interest. The b tagging efficiency in the simulation is corrected using scale factors determined from data [45]. These values are estimated separately for correctly and incorrectly identified jets. Each set of values results in the b tagging efficiency of about 1-4%, and the impact on the expected signal and background yields is about 1%. The uncertainties in the jet energy scale and b tagging are treated as uncorrelated across the three data sets.",
            "paragraph_rank": 41,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 298,
                    "text": "[42]",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 659,
                    "text": "[45]",
                    "end": 663
                }
            ]
        },
        {
            "section": "Efficiencies and systematic uncertainties",
            "text": "The theoretical uncertainties due to the choice of the QCD renormalization and factorization scales are estimated by varying these scales independently up and down by a factor of two [59,60]. The variations of the PDF set and the strong coupling constant are used to estimate the corresponding uncertainties in the yields of the signal and background processes, following refs. [33,61]. The combined impact on the expected yields from the - ZH 300 (product of acceptance and efficiency) 3.9 ± 0.2 (10.20 ± 0.51%) Table 2. Observed yields, background estimates after the fit to data, and signal predictions after the event selection. The signal size corresponds to 0.1σ ZH for all three m H values shown. The combined statistical and systematic uncertainties are reported. The values in parentheses for the signal processes correspond to the products of acceptance and selection efficiency for Z → events.",
            "paragraph_rank": 42,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 183,
                    "text": "[59,",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 187,
                    "text": "60]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 378,
                    "text": "[33,",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 382,
                    "text": "61]",
                    "end": 385
                },
                {
                    "type": "table",
                    "start": 513,
                    "text": "Table 2",
                    "end": 520
                }
            ]
        },
        {
            "section": "Efficiencies and systematic uncertainties",
            "text": "above sources is about 4%. The statistical uncertainty associated with the limited number of simulated events is also considered as part of the systematic uncertainty, leading to an impact on the expected yields of about 5%. These systematic uncertainties are much smaller than the statistical uncertainty because of the limited size of the data sample, and the effect of all systematic uncertainties reduces the sensitivity by less than 4%.",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "Results",
            "section_rank": 15
        },
        {
            "section": "Results",
            "text": "The numbers of observed and expected events after applying the full selection requirements are shown in table 2. The signal size is chosen for illustration purposes to be 0.1σ ZH , to have a rounded number relatively close to the minimum where this analysis is expected to have sensitivity, and to avoid quoting large expected yields. The product of acceptance and selection efficiency increases at larger m H values because of the larger p T values for all objects in the events. The m T distributions for events with |η γ | < 1 and |η γ | > 1 after the event selection are shown in figure 3. Agreement between the data and the background-only prediction is observed. By using the fit strategy described in section 6, upper limits as a function of m H are derived for the product of σ ZH and B(H → invisible + γ). For m H = 125 GeV, this result can be interpreted as an upper limit on B(H → invisible + γ) assuming the production rate for an SM Higgs boson [29]. The upper limits at 95% CL are calculated using a modified frequentist approach with the CL s criterion [62,63] and asymptotic method for the test statistic [53,64]  range from ∼40 to ∼4 fb as m H increases from 125 to 300 GeV. These limits also apply to other models where a scalar particle decays to a photon and light invisible particles.",
            "paragraph_rank": 44,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 584,
                    "text": "figure 3",
                    "end": 592
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 958,
                    "text": "[29]",
                    "end": 962
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1068,
                    "text": "[62,",
                    "end": 1072
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1072,
                    "text": "63]",
                    "end": 1075
                },
                {
                    "type": "bibr",
                    "start": 1121,
                    "text": "[53,",
                    "end": 1125
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1125,
                    "text": "64]",
                    "end": 1128
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 16
        },
        {
            "section": "Summary",
            "text": "A search is presented for a Higgs boson produced in association with a Z boson and decaying to an undetected particle together with an isolated photon. The analysis is based on a data set recorded by the CMS experiment in 2016-18 at a center-of-mass energy of 13 TeV, corresponding to an integrated luminosity of 137 fb −1 . No significant excess of events above the expectation from standard model backgrounds is found. The results are used to place limits on the product of the cross section for associated ZH production and the branching -11 -JHEP10 (2019)139fraction for such decays of the Higgs boson, in the context of a theoretical model where the undetected particle is a massless dark photon. The observed and expected upper limits at 95% confidence level at m H = 125 GeV on B(H → invisible + γ), assuming standard model ZH associated production, are 4.6 and 3.6%, respectively. Allowing for deviations from standard model ZH production, the product of σ ZH and B(H → invisible + γ) is excluded above ∼40 to ∼4 fb, for m H ranging from 125 to 300 GeV. These are the first limits on Higgs boson decays to final states that include an undetected massless dark photon.",
            "paragraph_rank": 45,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 320,
                    "text": "−1",
                    "end": 322
                },
                {
                    "start": 553,
                    "text": "(2019)139",
                    "end": 562
                }
            ]
        },
        {
            "text": "Acknowledgments",
            "section_rank": 17
        },
        {
            "section": "Acknowledgments",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMBWF and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, [51] Particle Data Group collaboration, Review of particle physics, Phys. Rev . D 98 (2018) 030001 [INSPIRE].",
            "paragraph_rank": 46,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 753,
                    "text": ". D 98 (2018)",
                    "end": 766
                },
                {
                    "type": "bibr",
                    "start": 774,
                    "text": "[INSPIRE]",
                    "end": 783
                }
            ]
        },
        {
            "section": "Acknowledgments",
            "text": "[52] CMS collaboration, Search for new physics in events with a leptonically decaying Z boson and a large transverse momentum imbalance in proton-proton collisions at √ s = 13 TeV, Eur. Phys. J. C 78 2018 [53] ATLAS, CMS collaborations and the LHC Higgs Combination Group, Procedure for the LHC Higgs boson search combination in Summer 2011, CMS-NOTE-2011-005 (2011).",
            "paragraph_rank": 47,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 200,
                    "text": "2018",
                    "end": 204
                }
            ]
        },
        {
            "section": "Acknowledgments",
            "text": "[54] CMS collaboration, CMS Luminosity Measurements for the 2016 Data Taking Period, CMS-PAS-LUM-17-001 (2017).",
            "paragraph_rank": 48,
            "section_rank": 17
        },
        {
            "section": "Acknowledgments",
            "text": "[55] CMS collaboration, CMS luminosity measurement for the 2017 data-taking period at √ s = 13 TeV, CMS-PAS-LUM-17-004 (2017).",
            "paragraph_rank": 49,
            "section_rank": 17
        },
        {
            "section": "Acknowledgments",
            "text": "[56] CMS collaboration, CMS luminosity measurement for the 2018 data-taking period at √ s = 13 TeV, CMS-PAS-LUM-18-002 (2017).",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "section": "Acknowledgments",
            "text": "[57] ATLAS collaboration, Measurement of the inelastic proton-proton cross section at √ s = 13 TeV with the ATLAS detector at the LHC, Phys. Rev. Lett. 117 2016 ",
            "paragraph_rank": 51,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 156,
                    "text": "2016",
                    "end": 160
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 18
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. A Feynman diagram for the production of the Z(→ )H(→ γγ D ) final state.",
            "paragraph_rank": 52,
            "section_rank": 18
        },
        {
            "text": "Figure 2 .",
            "section_rank": 19
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. The m T distributions for the eµ, WZ, and ZZ control regions after the simultaneous fit to data in the signal and control regions. Statistical and systematic uncertainties in the expected background yields are represented by the hatched band. Vertical bars represent data statistical uncertainties, while horizontal bars represent the bin widths.",
            "paragraph_rank": 53,
            "section_rank": 19
        },
        {
            "text": "Figure 3 .",
            "section_rank": 20
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. The m T distributions in the signal region for two m H values for events with |η γ | < 1 (left) and |η γ | > 1 (right), after the fit to data. The signal size corresponds to 0.1σ ZH for both values of m H shown. The signal processes are stacked on top of all backgrounds. Statistical and systematic uncertainties in the expected background yields are represented by the hatched band. Vertical bars represent data statistical uncertainties, while horizontal bars represent the bin widths.",
            "paragraph_rank": 54,
            "section_rank": 20
        },
        {
            "text": "Figure 4 .",
            "section_rank": 21
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Expected and observed upper limits at 95% CL on the product of σ ZH and B(H → invisible + γ) as a function of m H . The dot-dashed line shows the predicted signal corresponding to 0.1σ ZH .",
            "paragraph_rank": 55,
            "section_rank": 21
        },
        {
            "text": "FAPERGS, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COL-CIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, PUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); MES (Latvia); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MOS (Montenegro); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR, and NRC KI (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI, and FEDER (Spain); MOSTR (Sri Lanka); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (U.S.A.). Individuals have received support from the Marie-Curie program and the European Research Council and Horizon 2020 Grant, contract Nos. 675440, 752730, and 765710 (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Beijing Municipal Science & Technology Commission, No. Z181100004218003; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Program and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence ProgramÚNKP, the NKFIA research grants 123842, 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary); JHEP10(2019)139 the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonatabis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Ministry of Science and Education, grant no. 3.2989.2017 (Russia); the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (U.S.A.). Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited. JHEP10(2019)139 [50] CMS collaboration, Performance of photon reconstruction and identification with the CMS detector in proton-proton collisions at √ s = 8 TeV, 2015 JINST 10 P08010 [arXiv:1502.02702] [INSPIRE].",
            "paragraph_rank": 56,
            "section_rank": 22
        },
        {
            "text": "291 [arXiv:1711.00431] [INSPIRE].",
            "paragraph_rank": 57,
            "section_rank": 23
        },
        {
            "text": "182002 [arXiv:1606.02625] [INSPIRE]. [58] CMS collaboration, Measurement of the inelastic proton-proton cross section at √ s = 13 TeV, JHEP 07 (2018) 161 [arXiv:1802.02613] [INSPIRE]. [59] S. Catani, D. de Florian, M. Grazzini and P. Nason, Soft gluon resummation for Higgs boson production at hadron colliders, JHEP 07 (2003) 028 [hep-ph/0306211] [INSPIRE].",
            "paragraph_rank": 58,
            "section_rank": 24
        },
        {
            "text": "139",
            "paragraph_rank": 59,
            "section_rank": 25
        },
        {
            "text": "The CMS detectorThe central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon",
            "paragraph_rank": 60,
            "section_rank": 25
        },
        {
            "text": "JHEP10(2019)139",
            "section_rank": 27
        },
        {
            "section": "JHEP10(2019)139",
            "text": "Sejong University, Seoul, Korea H. S ",
            "paragraph_rank": 61,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 35,
                    "text": "S",
                    "end": 36
                }
            ]
        }
    ]
}