{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The average total energy as well as its hadronic and electromagnetic components are measured with the CMS detector at pseudorapidities −6.6 < η < −5.2 in protonproton collisions at a centre-of-mass energy √ s = 13 TeV. The results are presented as a function of the charged particle multiplicity in the region |η| < 2. This measurement is sensitive to correlations induced by the underlying event structure over a very wide pseudorapidity region. The predictions of Monte Carlo event generators commonly used in collider experiments and ultra-high energy cosmic ray physics are compared to the data. All generators considered overestimate the fraction of energy going into hadrons.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The description of inclusive hadron production in high energy hadron-hadron collisions remains subject to significant theoretical uncertainties. At TeV energies the dominant source of secondary particle production is the fragmentation of quarks and gluons in semihard scattering [1], referred to as minijet production. However, various processes that cannot be directly calculated from first principles in quantum chromodynamics (QCD) also contribute to particle production, i.e. multiparton interactions (MPIs), and fragmentation of the remnants. Together with initial-and final-state radiation these additional particle production mechanisms are typically referred to as the underlying event and are modelled phenomenologically in Monte Carlo (MC) event generators with parameters tuned using data [2][3][4]. In addition, especially in the forward phase space, diffractive processes play an important role [5]. Furthermore, final-state parton rescattering effects, a possible hydrodynamical phase transition, or other collective phenomena can impact and modify particle production in hadron-hadron collisions at high energies [6]. e-mail: cms-publication-committee-chair@cern.ch",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 279,
                    "text": "[1]",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "start": 800,
                    "text": "[2]",
                    "end": 803
                },
                {
                    "type": "bibr",
                    "start": 803,
                    "text": "[3]",
                    "end": 806
                },
                {
                    "type": "bibr",
                    "start": 806,
                    "text": "[4]",
                    "end": 809
                },
                {
                    "type": "bibr",
                    "start": 908,
                    "text": "[5]",
                    "end": 911
                },
                {
                    "type": "bibr",
                    "start": 1128,
                    "text": "[6]",
                    "end": 1131
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The energy carried by particles emitted into the very forward region (−6.6 < η < −5.2) covered by the CASTOR calorimeter [7] of the CMS experiment was shown to be a powerful probe of the activity of the underlying event [8,9]. For the first time measurements presented in this paper correlate the hadronic energy at very forward rapidities to the central region in proton-proton collisions, offering a new approach to the study of hadron production at the CERN LHC. Such measurements over a very large rapidity interval provide additional information on the underlying event compared to those based only on the central region, e.g. Refs. [10,11].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 220,
                    "text": "[8,",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "start": 223,
                    "text": "9]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "start": 638,
                    "text": "[10,",
                    "end": 642
                },
                {
                    "type": "bibr",
                    "start": 642,
                    "text": "11]",
                    "end": 645
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The very forward region covered by the data contains the highest energy densities, dE/dη [12,13], so far observed in proton-proton collisions at the LHC. Therefore, the present results can improve event generators used in simulations of extensive air showers induced by cosmic rays at ultra-high energies [14]. Specifically, current air shower simulations are known to significantly underestimate muon production (see Ref. [15] and references therein). The fraction of the energy going into the production of electrons or photons rather than long-lived hadrons has a crucial impact on the muon production rate in extensive air showers, see Ref. [16]. Since CASTOR consists of separate electromagnetic and hadron calorimeters, the data presented here provide new information that may improve understanding of muon production in air showers.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 89,
                    "text": "[12,",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "start": 93,
                    "text": "13]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 305,
                    "text": "[14]",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 423,
                    "text": "[15]",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 645,
                    "text": "[16]",
                    "end": 649
                }
            ]
        },
        {
            "text": "Experimental setup and Monte Carlo simulation",
            "section_rank": 3
        },
        {
            "section": "Experimental setup and Monte Carlo simulation",
            "text": "The main feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter that can provide a nominal magnetic field of 3.8 T. Within the solenoid volume in the central region are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter, and a brass and scintillator hadron calorimeter. Muons are measured in gasionisation detectors embedded in the steel return yoke. The central detectors of CMS are complemented by calorimeters in the forward direction, which all rely on the detection of Cherenkov photons produced when charged particles pass through their active quartz components. The \"hadron forward\" (HF) calorimeters cover the pseudorapidity interval 3.0 < |η| < 5.2 and use quartz fibres embedded in a steel absorber. The CASTOR calorimeter is a sampling calorimeter composed of layers of fused silica quartz plates and tungsten absorbers. It is located on only one side of CMS and covers the region −6.6 < η < −5.2. CASTOR is segmented into 16 azimuthal towers, each with 14 longitudinal channels. The two front channels have a combined depth of 20 radiation lengths and form the electromagnetic section of each tower. The remaining 12 channels constitute the hadronic section. The full depth of a tower amounts to 10 hadronic interaction lengths. A more detailed description of the CMS detector, together with a definition of the coordinate system used and all relevant kinematic variables, can be found in Ref. [17]. A detailed description of the CASTOR calorimeter is given in Refs. [7,9,18]. For triggering purposes, the Beam Pickup Timing for the eXperiment (BPTX) devices were used [19].",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1472,
                    "text": "[17]",
                    "end": 1476
                },
                {
                    "type": "bibr",
                    "start": 1545,
                    "text": "[7,",
                    "end": 1548
                },
                {
                    "type": "bibr",
                    "start": 1548,
                    "text": "9,",
                    "end": 1550
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1550,
                    "text": "18]",
                    "end": 1553
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1647,
                    "text": "[19]",
                    "end": 1651
                }
            ]
        },
        {
            "section": "Experimental setup and Monte Carlo simulation",
            "text": "The data are compared to a broad range of model predictions covering different parameter tunes as well as entirely different physics approaches. The models considered are pythia 8 [20] (version 8.212) with tune CUETP8M1 [21], and tune 4C [3], combined with the MBR [22] model to describe diffractive processes. The data are also compared to the predictions of epos lhc [23] and sibyll 2.1 [24]. For these models, a detailed Monte Carlo simulation of the CMS detector response is performed with the Geant4 [25] toolkit. The simulated events are processed and reconstructed in the same way as the collision data. Furthermore, predictions by QGSJetII.04 [26], sibyll 2.3c [27], pythia 8 tune CP5 [28], and herwig 7.1 [29,30] with the default tune for soft interactions [31] are also compared to the data. These simulations are produced only at the generator level. A forward folding method is developed to compare generator-level simulations to the data. This technique can be used to compare any model or theoretical prediction to the data and will be described in detail.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 180,
                    "text": "[20]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 220,
                    "text": "[21]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 265,
                    "text": "[22]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 369,
                    "text": "[23]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 389,
                    "text": "[24]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 505,
                    "text": "[25]",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 651,
                    "text": "[26]",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 669,
                    "text": "[27]",
                    "end": 673
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 693,
                    "text": "[28]",
                    "end": 697
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 714,
                    "text": "[29,",
                    "end": 718
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 718,
                    "text": "30]",
                    "end": 721
                },
                {
                    "type": "bibr",
                    "start": 766,
                    "text": "[31]",
                    "end": 770
                }
            ]
        },
        {
            "text": "Data analysis and systematic uncertainties",
            "section_rank": 4
        },
        {
            "section": "Data analysis and systematic uncertainties",
            "text": "This analysis is based on data recorded during the lowluminosity startup operation of the LHC in June 2015, at a proton-proton centre-of-mass energy of 13 TeV. In this period the CMS solenoid was turned off. The data correspond to an integrated luminosity of 0.22 nb −1 , with an average proton-proton interaction probability of about 30% per bunch crossing.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Data analysis and systematic uncertainties",
            "text": "The event selection criteria are optimised to select inelastic collision events with minimal bias. The residual contri-bution of electronic noise and beam background in these events is well below 1%. Events were selected online with an unbiased trigger requiring only the presence of two colliding bunches. The offline event selection requires activity in the HF calorimeters: at least one tower with reconstructed energy larger than 5 GeV in either the positive or negative HF calorimeter. In addition, at least one reconstructed track with |η| < 2 is required in the CMS pixel detector. A modified tracking algorithm from Ref. [32] is used in the absence of a magnetic field. Information from the pixel detector is used to reconstruct straight tracks. Signals in all three layers of the pixel detector are required to lie within a cone of radius R = √ ( φ) 2 + ( η) 2 = 0.02 (where φ is the azimuthal angle in radians) around the reconstructed track. The efficiency to find more than two hits in the pixel detector drops quickly for |η| > 2; the search for tracks is therefore limited to |η| < 2. Tracks are retained if they originate from the expected interaction region and are linked to at least one interaction vertex. This pixel track reconstruction has an efficiency of about 76% and a probability of ≈5% of spurious tracks for charged particles with a transverse momentum p T larger than 200 MeV.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 629,
                    "text": "[32]",
                    "end": 633
                }
            ]
        },
        {
            "section": "Data analysis and systematic uncertainties",
            "text": "To reject events with more than one simultaneous protonproton interaction (pileup), an additional constraint on the reconstructed interaction vertices is applied. Events with two reconstructed vertices are rejected if the vertices are separated by more than 0.5 cm along the z axis. This minimises the rejection of events with high particle multiplicity, where the reconstruction may create multiple spurious vertices. The probabilities for events to have additional collisions is evaluated in both data and simulation to be 1.5% (visible vertex) and 2.3% (invisible vertex). The correction of these background events is not straightforward, since the correction depends on the track multiplicity in the central region as well as on the model used in simulation. Therefore, the contribution from pileup events to the forward energy is considered part of the systematic uncertainty of the measurement.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Data analysis and systematic uncertainties",
            "text": "The total energy deposited in CASTOR is obtained by summing the energy measured in each calorimeter tower above the noise threshold, which is determined independently for each tower and varies between 2 and 2.5 GeV. On average, 76% of the showers due to single electrons or photons are contained within the electromagnetic section of CASTOR, and single hadrons are 71% contained in the hadronic section. Moreover, for a given particle energy, the energies deposited by hadron-induced showers are smaller than electron-induced showers, which is known as noncompensation. These properties were precisely measured with a test beam and are implemented in the detector simulation. It was previously shown that the energy deposited in the corresponding sections of CASTOR can serve as good estimators for the particle-level energy of electrons/photons and hadrons [9]. The electromagnetic and hadronic energies of a given event are defined as the energies deposited in the corresponding detector sections of CASTOR, and the total energy as the sum of both. The events are classified according to the number of reconstructed charged tracks from the vertex. The average total, electromagnetic, and hadronic energy per event is calculated for each track multiplicity bin. The present data make it possible to study track multiplicities up to 150. The statistical uncertainties of the energy measurement are below 2%, much smaller than the systematic uncertainties. The most important sources of systematic uncertainties are described in the following and are summarised in Table 1: CASTOR energy scale The energy scale uncertainty of CASTOR is 17% [9]. The energy scale is determined using a calibration procedure based on SPS test-beam data, LHC beam halo muon events, a cross-calibration to the HF calorimeters, and LED test pulses, in combination with a precise detector alignment. The precision is currently limited by systematic effects related to the modelling and understanding of particle shower cascades in the calorimeter ranging from GeV to TeV energies. CASTOR intercalibration The relative intercalibration is performed using the measured response of each channel to single LHC beam halo muon events, which were recorded with a dedicated trigger during LHC interfill periods. This procedure is limited by the available muon statistics. For a measurement of the total energy, the uncertainty caused by intercalibration is averaged over the whole calorimeter and is 2-3%. For the determination of the electromagnetic and hadronic energy fractions, on the other hand, the effect of relative calibration becomes more significant. Dedicated studies based on full detector simulations of collision events demonstrate that the observed average shape of the longitudinal shower absorption in the calorimeter is consistent with only a slight overestimation of electromagnetic energies, and a corresponding underestimation of hadronic energies. We determine a maximum decrease of the electromagnetic energy by 8% and a corresponding increase of the hadronic energy by 15%, which are included as systematic uncertainties.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 858,
                    "text": "[9]",
                    "end": 861
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1564,
                    "text": "Table 1:",
                    "end": 1572
                }
            ]
        },
        {
            "text": "Pileup rejection",
            "section_rank": 5
        },
        {
            "section": "Pileup rejection",
            "text": "The uncertainty arising from the pileup contribution is estimated by considering alternative vertex multiplicity selections; events with exactly one reconstructed vertex, as well as events with two vertices separated by less than 0.7 cm, are selected. These changes mainly affect the highmultiplicity region and lead to a systematic energy uncertainty of up to 10% for multiplicity >140. Collisions that do not create visible vertices in the detector introduce an additional uncertainty that is below 0.8%. HF energy scale The uncertainty in the reconstructed HF energies is 10% [33]. Varying the threshold for the event selection from 5.0 GeV per HF calorimeter tower to 4.5 and 5.5 GeV changes the average energy observed in CASTOR by less than 0.5%. Tracking The track reconstruction uncertainty has been previously determined from studies comparing data and simulation [32]. The uncertainties in the tracking and vertexing efficiencies affect the number of reconstructed tracks by 1.8 and 2-3%, respectively. These are combined linearly, yielding a 5% systematic uncertainty in the number of reconstructed tracks. The effect in the average energy is below 5%. Most of the uncertainties described here are uncorrelated and are therefore added in quadrature. Moreover, in the measured ratios between electromagnetic and hadronic energies the absolute energy scale uncertainty cancels, while the intercalibration uncertainty introduces a particular anticorrelated effect since a systematic decrease of the electromagnetic energy causes an increase of the hadronic energy and vice versa.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 579,
                    "text": "[33]",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "start": 873,
                    "text": "[32]",
                    "end": 877
                }
            ]
        },
        {
            "text": "Forward folding of model predictions",
            "section_rank": 6
        },
        {
            "section": "Forward folding of model predictions",
            "text": "The measured track multiplicity is distorted with respect to the true charged particle multiplicity by the effects of acceptance and efficiency of the CMS pixel tracker. Likewise, the energies observed in CASTOR are affected by the energy resolution and the response of the calorimeter. In the present paper, the data are not corrected for these effects, and should thus be compared to the results of a full Monte Carlo detector simulation to compare with other experimental data and to future model predictions. For this purpose, a \"forward folding\" approach is used here, in which all known detector effects are applied to a given model prediction or theoretical calculation. The forward folding approach is chosen since it yields better systematic uncertainties compared to an unfolding of these data.",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "Forward folding of model predictions",
            "text": "At the generator level, events are selected that match the detector-level event selection. At least one charged particle with p T > 200 MeV is required within |η| < 2. Furthermore, a fractional momentum loss of the scattered proton of ξ > 10 −6 is required. To determine ξ all stable (cτ > 1 cm) final-state particles are divided into two systems, X and Y, based on their position with respect to the largest rapidity gap in the event. All particles on the negative side of the largest gap are assigned to system X, while the particles on the positive side are assigned to system Y. Based on this, we determine ξ = max M 2 X /s, M 2 Y /s , where M X and M Y are the invariant masses of the two systems. The selection based on ξ is relevant at very low particle multiplicities, and leads to an optimal agreement with the event selection as implemented at the detector level. It is also consistent with previous CMS publications, e.g. Refs. [9,34].",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 939,
                    "text": "[9,",
                    "end": 942
                },
                {
                    "type": "bibr",
                    "start": 942,
                    "text": "34]",
                    "end": 945
                }
            ]
        },
        {
            "section": "Forward folding of model predictions",
            "text": "Four-dimensional migration matrices k describing the probability to reconstruct an event with central multiplicity N tracks and forward energy E reco for given values N ch and E true are calculated based on all available Monte Carlo samples with full detector simulation. At the generator level, the central multiplicity N ch is defined as the number of stable charged final-state particles with p T > 200 MeV and |η| < 2, and the forward energy E true is defined as the sum of the energies of all particles within −6.6 < η < −5.2 except for muons and neutrinos. At the detector level, the number of reconstructed tracks with |η| < 2 is N tracks and the reconstructed energy in CASTOR is E reco . The four-dimensional matrices k lm i j are constructed with 20 bins in N ch and N tracks ranging from 1 to 200 (dimensions i and l) , as well as 46 bins in E true and E reco ranging from 0 to 10 TeV (dimensions j and m). The bin intervals used at detector and generator level are identical. The range of k is larger than that used for the final results in order to allow for the effects of bin migration. Final results are presented for N tracks between 1 and 150.",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "section": "Forward folding of model predictions",
            "text": "All four components of k have one extra underflow bin to handle the event selection efficiency. If an event does not pass the event selection criteria at the generator level (N ch ≥ 1 and ξ > 10 −6 ), it is recorded in the underflow region with N ch = 0 and E true = −1 GeV. If an event is not selected at the detector level (one HF tower above 5 GeV and N tracks ≥ 1), it is recorded in the underflow region with N tracks = 0 and E reco = −1 GeV. In this way, the effects of inefficiencies and migrations from outside the visible phase space are included in k. For example, the selection efficiency for events having a specific N ch and E true is the ratio of the number of events without the underflow bin to the number of events with the underflow bin.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "Forward folding of model predictions",
            "text": "Two-dimensional distributions, N i j reco , describing the event yields in bins (i, j) of N tracks and E reco can then be obtained for any given event generator or theoretical prediction by means of the following matrix multiplication:",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "Forward folding of model predictions",
            "text": "where N lm true is the distribution of generator-level events in bins (l, m) of N ch and E true . The average energy in each track multiplicity bin is calculated from N i j reco excluding the underflow bins, and is compared to the data directly at the detector level. The results obtained by using the forward folding method coincide with those obtained with the full detector simulation to better than 1%.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "section": "Forward folding of model predictions",
            "text": "The matrix k has a slight dependence on the η, p T and multiplicity distributions of the final-state particles in the event generator used in the full detector simulation. To quantify this dependence, four matrices are provided based on pythia 8 tune CUETP8M1, pythia 8 tune 4C+MBR, epos lhc, and sibyll 2.1. A fifth matrix is obtained by averaging the matrices of these models and serves as the central value for all forward-folded results. The spread of the results obtained with the individual matrices is an estimate of the systematic uncertainty related to the model dependence; it is mostly well below 5%, but reaches 15% in a few bins. All five variations of k are available in a rivet [35] plugin. This way, the forward folding can be applied to any other model prediction. Moreover, the full point-to-point correlation of the model-related uncertainty can be studied.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 693,
                    "text": "[35]",
                    "end": 697
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 7
        },
        {
            "section": "Results",
            "text": "Various measurements of the average energy reconstructed in the region −6.6 < η < −5.2 are presented as a function of the track multiplicity for |η| < 2 in Figs. 1, 2, and 3. The statistical uncertainties of the data are small and therefore not visible. The systematic uncertainties are shown with a gray band. The data are not corrected for detector effects and are compared to the predictions of models commonly used to describe hadron interactions at the LHC and in high energy cosmic ray air showers. These models are grouped into two sets:",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 156,
                    "text": "Figs. 1, 2, and 3",
                    "end": 173
                }
            ]
        },
        {
            "section": "Results",
            "text": "The first contains pythia 8 tune CUETP8M1 and tune 4C+MBR, epos lhc and sibyll 2.1. All these have a full detector simulation. The error bands shown for these models reflect only the Monte Carlo statistical uncertainties. These become visible especially in the last bin. The second set of models consists of sibyll 2.3c, QGSJetII.04, pythia 8 tune CP5, and herwig 7.1. Predictions from these models are obtained using the forwardfolding method. The uncertainty bands shown for these models also include the systematic uncertainties from the forward-folding procedure discussed in the previous section.",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "section": "Results",
            "text": "The average total energy in CASTOR, shown in Fig. 1  (upper), increases with the track multiplicity. This feature is consistent with the general behaviour of the underlying event measured at central rapidities (see for example Refs. [10,11]) and is reproduced by all models. The rise can be associated to an initial correlation of central and forward event activity, which is damped by energy conservation in the most violent collisions. All models describe these data with at most minor discrepancies. This implies that the model parameters for the underlying event determined at central rapidities are valid also for the very forward data. In detail, the energies predicted by pythia 8 4C+MBR and sibyll 2.3c are slightly too low at small multiplicity. Conversely, at intermediate multiplicities, pythia 8 CP5 predicts average energies larger than those observed.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 45,
                    "text": "Fig. 1  (upper)",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "start": 233,
                    "text": "[10,",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "start": 237,
                    "text": "11]",
                    "end": 240
                }
            ]
        },
        {
            "section": "Results",
            "text": "The systematic uncertainty in the data is dominated by the energy scale uncertainty contribution, which is fully correlated between the multiplicity bins. Therefore, the distributions can be normalised to the first bin, so that, when comparing their shapes, the systematic uncertainty is significantly  Fig. 1, lower). The rise is steep at low multiplicities and becomes more gradual at higher multiplicities. All pythia 8 tunes have very similar shapes, inconsistent with that observed in the data. The disagreement is strongest for pythia 8 CP5, a tune optimised on underlying event data at central rapidity. This tune uses parton distribution functions at next-to-next-to-leading order and features a softer MPI cutoff compared to pythia 8 CUETP8M1 (see Ref. [28] for details). The data therefore provide relevant information for future generator improvements and tunes. The epos lhc, QGSJetII.04, and herwig 7.1 models predict saturation at multiplicities above 80, which is not seen in the data. Both versions of sibyll provide predictions in agreement with the data.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 303,
                    "text": "Fig. 1, lower)",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 762,
                    "text": "[28]",
                    "end": 766
                }
            ]
        },
        {
            "section": "Results",
            "text": "The individual electromagnetic and hadronic energy distributions are shown in Fig. 2 (upper) and 2 (lower). All models, with the exception of sibyll 2.3c, describe the electromagnetic component well. pythia 8 4C+MBR slightly underestimates the electromagnetic energy at low multiplicities. Conversely, the other models tend to overestimate the hadronic component. Specifically these data can be very relevant for improving the simulation of cosmic ray induced extensive air showers, and specifically the modelling of the production of neutral versus charged pions or other hadrons with longer lifetimes, since the energies in the region −6.6 < The data are also used to determine the ratio of the average electromagnetic and hadronic energies (Fig. 3). Here, the relative calibration of the electromagnetic and hadronic sections is the main source of uncertainty and results in a very asymmetric uncertainty band. The measured ratio is approximately constant over the whole multiplicity range. The ratio is sensitive to the details of hadronisation, and discrepancies between models and data may reflect an inadequate description of the hadron production mechanisms. String fragmentation, remnant fragmentation, initial-or final-state radiation, the effects of a possible very dense hydrodynamical phase, or the decay of short-lived resonances may be relevant to the understanding of the data. The observed independence of the measured ratio of track multiplicity indicates that no dramatic change of the particle production mechanism is observed at this very forward pseudorapidity. All model predictions are lower than the data, specifically those of the modern tunes pythia 8 CP5 and sibyll 2.3c, whereas QGSJetII.04, sibyll 2.1, and herwig 7.1 provide the best description of the ratio.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 78,
                    "text": "Fig. 2 (upper)",
                    "end": 92
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 743,
                    "text": "(Fig. 3)",
                    "end": 751
                }
            ]
        },
        {
            "text": "Summary and discussion",
            "section_rank": 8
        },
        {
            "section": "Summary and discussion",
            "text": "The average energy per event in the pseudorapidity region −6.6 < η < −5.2 was measured as a function of the observed central track multiplicity (|η| < 2) in proton-proton collisions at a centre-of-mass energy of 13 TeV. The data are recorded during the first days of 13 TeV running with low beam intensities. The measurement is presented in terms of the total energy as well as its electromagnetic and hadronic components. The very forward region covered by the data contains the highest energy densities studied in proton-proton collisions at the LHC so far. This makes the present data relevant for improving the modelling of multiparticle production in event generators of ultra-high energy cosmic ray air showers.",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "Summary and discussion",
            "text": "The measured average total energy as a function of the track multiplicity is described by all models reasonably well. This demonstrates that the underlying event parameter tunes determined at central rapidity can be safely extrapolated to the very forward region within experimental uncertainties. A shape analysis indicates, however, that there are significant differences among the models and large deviations from the data. The generator sibyll 2.1 gives the best description of the measured multiplicity dependence of the average total energy.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "Summary and discussion",
            "text": "The data are also presented in terms of the average electromagnetic and hadronic energies per event as a function of the central track multiplicity. This is useful in the study of different particle production mechanisms, since the former is primarily due to the decay of neutral pions and the latter to the production of hadrons with longer lifetimes, mostly charged pions. All models give a good description of the electromagnetic energy dependence on the multiplicity, with the exception of sibyll 2.3c. Conversely, the predictions for the hadronic energy have a significantly larger spread compared to the electromagnetic case.",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "section": "Summary and discussion",
            "text": "The ratio between the electromagnetic and hadronic energies is also presented. The data exhibit a larger fraction of electromagnetic energy than the models, and disagree with the two most recent model tunes, i.e. sibyll 2.3c and pythia 8 CP5. Therefore, these models cannot explain the muon deficit in ultra-high energy air shower simulations since the data indicate that even more energy must be channelled into the electromagnetic part of the cascade and is thus lost for the generation of further hadrons [16]. accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMBWF and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, FAPERGS, and FAPESP Brazil  , 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary) Data Availability Statement This manuscript has no associated data or the data will not be deposited. [Authors' comment: Release and preservation of data used by the CMS Collaboration as the basis for publications is guided by the CMS policy as written in its document \"CMS data preservation, re-use and open access policy\" ( https://cms-docdb.cern. ch/cgi-bin/PublicDocDB/RetrieveFile?docid=6032&filename=CMSD ataPolicyV1.2.pdf&version=2).]",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 508,
                    "text": "[16]",
                    "end": 512
                },
                {
                    "start": 1166,
                    "text": "Brazil",
                    "end": 1172
                },
                {
                    "type": "bibr",
                    "start": 1174,
                    "text": ", 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary)",
                    "end": 1244
                }
            ]
        },
        {
            "section": "Summary and discussion",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 .  Phys. G 43 (2016) 110201. https://doi.org/10.1088/0954-3899/43/11/110201. arXiv:1611.05079 6. K. Werner, B. Guiot, I. Karpenko, T. Pierog, Analyzing radial flow features in pPb and pp collisions at several TeV by studying identified-particle production with the event generator EPOS3. Phys. Rev. C 89, 064903 (2014). https://doi.org/10.1103/ PhysRevC.89.064903. arXiv:1312.1233 7. V. Andreev et al., Performance studies of a full-length prototype for the CASTOR forward calorimeter at the CMS experiment. Eur. Phys. J. C 67, 601 (2010). https://doi.org/10.1140/epjc/ s10052-010-1316-4 8. CMS Collaboration, Study of the underlying event at forward rapidity in pp collisions at √ s = 0.9, 2.76, and 7 TeV. JHEP 04, 072 (2013). https://doi.org/10.1007/JHEP04(2013)072. arXiv:1302.2394 9. CMS Collaboration, Measurement of the inclusive energy spectrum in the very forward direction in proton-proton collisions at √ s = 13 TeV. JHEP 08, 046 (2017). https://doi.org/10.1007/ JHEP08(2017)046. arXiv:1701.08695 10. ATLAS Collaboration, Measurement of charged-particle distributions sensitive to the underlying event in √ s = 13 TeV proton-proton collisions with the ATLAS detector at the LHC. JHEP 03, 157 (2017). https://doi.org/10.1007/JHEP03(2017)157. arXiv:1701.05390 11. CMS Collaboration, Measurement of the underlying event activity in inclusive Z boson production in proton-proton collisions at √ s = 13 TeV. JHEP 07, 032 (2018). https://doi.org/10.1007/ JHEP07(2018)032. arXiv:1711.04299 12. CMS Collaboration, Measurement of the energy density as a function of pseudorapidity in proton-proton collisions at √ s = 13 TeV. Eur. Phys. J. C 79, 391 (2019). https://doi.org/10.1140/epjc/ s10052-019-6861-x. arXiv:1812.04095 13. LHCb Collaboration, Measurement of the forward energy flow in pp collisions at √ s = 7 TeV. Eur. Phys. J. C 73, 31. S. Gieseke, F. Loshaj, P. Kirchgaeßer, Soft and diffractive scattering with the cluster model in herwig. Eur. Phys. J. C 77, 156 (2017). https://doi.org/10.1140/epjc/s10052-017-4727-7. arXiv:1612.04701 32. CMS Collaboration, Pseudorapidity distribution of charged hadrons in proton-proton collisions at √ s=13 TeV. Phys. Lett. B 751, 143 (2015). https://doi.org/10.1016/j.physletb.2015.10.004. arXiv:1507.05915 33. CMS Collaboration, Measurement of energy flow at large pseudorapidities in pp collisions at √ s = 0.9 and 7 TeV. JHEP 11, 148 (2011). https://doi.org/10.1007/ JHEP11(2011)148. arXiv:1110.0211. [Erratum: https://doi.org/10. 1007/JHEP02(2012)055] 34. CMS Collaboration, Measurement of the inelastic proton-proton cross section at √ s = 13 TeV. JHEP 07, 161 (2018). https://doi. org/10.1007/JHEP07 2018 ",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 427,
                    "text": "Phys. G 43 (2016)",
                    "end": 444
                },
                {
                    "start": 3080,
                    "text": "2018",
                    "end": 3084
                }
            ]
        },
        {
            "text": "Fig. 1",
            "section_rank": 9
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1Top panel: Average total energy reconstructed in the CASTOR calorimeter as a function of the number of reconstructed tracks for |η| < 2. Bottom panel: Average total energy reconstructed in the CAS-TOR calorimeter normalised to that in the first bin (N ch < 10) as a function of the number of reconstructed tracks for |η| < 2. In all figures,",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "Fig. 2",
            "section_rank": 10
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2 Top panel: Average electromagnetic energy reconstructed in the CASTOR calorimeter as a function of the number of reconstructed tracks for |η| < 2. Bottom panel: Average hadronic energy reconstructed in the CASTOR calorimeter as a function of the number of reconstructed tracks for |η| < 2. In all figures, the data are shown with",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "Fig. 3",
            "section_rank": 11
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3Ratio of average electromagnetic and hadronic energies reconstructed in the CASTOR calorimeter as a function of the number of reconstructed tracks for |η| < 2. The data are shown with black circles and the corresponding systematic uncertainties with a gray band; hor-",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "; MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, PUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); MES (Latvia); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MOS (Montenegro); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR, and NRC KI (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI, and FEDER (Spain); MOSTR (Sri Lanka); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). Individuals have received support from the Marie-Curie programme and the European Research Council and Horizon 2020 Grant, contract Nos. 675440, 752730, and 765710 (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Beijing Municipal Science & Technology Commission, No. Z181100004218003; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Programme and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence Program ÚNKP, the NKFIA research grants 123842",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "References 1 .",
            "section_rank": 13
        },
        {
            "section": "References 1 .",
            "text": "I. Sarcevic, S.D. Ellis, P. Carruthers, QCD minijet cross sections. Phys. Rev. D 40, 1446 (1989). https://doi.org/10.1103/PhysRevD. 40.1446 2. T. Sjöstrand, M. van Zijl, A multiple interaction model for the event structure in hadron collisions. Phys. Rev. D 36, 2019 (1987). https://doi.org/10.1103/PhysRevD.36.2019 3. R. Corke, T.J. Sjöstrand, Interleaved parton showers and tuning prospects. JHEP 03, 032 (2011). https://doi.org/10.1007/ JHEP03(2011)032. arXiv:1011.1759 4. P. Skands, S. Carrazza, J. Rojo, Tuning PYTHIA 8.1: the Monash, tune. Eur. Phys. J. C 74(2014), 3024 (2013). https://doi.org/10. 1140/epjc/s10052-014-3024-y. arXiv:1404.5630 5. K. Akiba et al., LHC forward physics. J.",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "Table 1",
            "section_rank": 14
        },
        {
            "section": "Table 1",
            "text": "Uncertainties in the average energies measured with the CASTOR calorimeter at the detector level. Ranges indicate the variation as a function of the track multiplicity",
            "paragraph_rank": 34,
            "section_rank": 14
        },
        {
            "text": "; the Council of Science and Industrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus programme of the Ministry of Science and Higher Education, the National Science Center (Poland), con-ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Ministry of Science and Education, grant no. 3.2989.2017 (Russia); the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (USA).",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "text": "Centro de Investigacion y de Estudios Avanzados del IPN, Mexico City, Mexico",
            "section_rank": 16
        },
        {
            "section": "Centro de Investigacion y de Estudios Avanzados del IPN, Mexico City, Mexico",
            "text": "161. arXiv:1802.02613 35. A. Buckley et al., Rivet user manual. Comput. Phys. Commun. 184, 2803 (2013). https://doi.org/10.1016/j.cpc.2013.05.021. arXiv:1003.0694 H. Castilla-Valdez, E. De La Cruz-Burelo, M. C. Duran-Osuna, I. Heredia-De La Cruz 33 , R. Lopez-Fernandez, R. I. Rabadan-Trejo, G. Ramirez-Sanchez, R. Reyes-Almanza, A. Sanchez-Hernandez",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "Acknowledgements",
            "section_rank": 18
        },
        {
            "section": "Acknowledgements",
            "text": "We congratulate our colleagues in the CERN",
            "paragraph_rank": 37,
            "section_rank": 18
        },
        {
            "text": "MTA-ELTE Lendület CMS Particle and Nuclear Physics Group, Eötvös Loránd University, Budapest, Hungary",
            "section_rank": 20
        },
        {
            "section": "MTA-ELTE Lendület CMS Particle and Nuclear Physics Group, Eötvös Loránd University, Budapest, Hungary",
            "text": "INFN Sezione di Pisa a , Università di Pisa b , Scuola Normale Superiore di Pisa c , Pisa, Italy ",
            "paragraph_rank": 38,
            "section_rank": 20
        }
    ]
}