{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Electron and photon triggers covering transverse energies from 5 GeV to several TeV are essential for the ATLAS experiment to record signals for a wide variety of physics: from Standard Model processes to searches for new phenomena in both proton-proton and heavy-ion collisions. To cope with a fourfold increase of peak LHC luminosity from 2015 to 2018 (Run 2), to 2.1 × 10 34 cm −2 s −1 , and a similar increase in the number of interactions per beamcrossing to about 60, trigger algorithms and selections were optimised to control the rates while retaining a high efficiency for physics analyses. For proton-proton collisions, the single-electron trigger efficiency relative to a single-electron offline selection is at least 75% for an offline electron of 31 GeV, and rises to 96% at 60 GeV; the trigger efficiency of a 25 GeV leg of the primary diphoton trigger relative to a tight offline photon selection is more than 96% for an offline photon of 30 GeV. For heavy-ion collisions, the primary electron and photon trigger efficiencies relative to the corresponding standard offline selections are at least 84% and 95%, respectively, at 5 GeV above the corresponding trigger threshold.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Electrons and photons are present in many Standard Model processes as well as in searches for phenomena beyond the Standard Model. The ATLAS physics programme relies on an efficient trigger system to record a highly signal-rich subset of all collision events produced by the Large Hadron Collider (LHC) at CERN.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The ATLAS Collaboration has published several electron and photon trigger performance results since the start of data-taking: the early 2010 data are covered in Ref. [1], the 2011 data in Ref. [2] and the 2015 data in Ref. [3]. This paper addresses the evolution of performance of the electron and photon triggers from 2015 to 2018 (Run 2). The major challenge for the trigger in this period was the need to maintain excellent performance for the ATLAS physics e-mail: atlas.publications@cern.ch programme while adapting to a nearly fourfold increase in the LHC peak luminosity and in the number of interactions per beam-crossing.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 166,
                    "text": "[1]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "start": 193,
                    "text": "[2]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 223,
                    "text": "[3]",
                    "end": 226
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper is organised as follows. The ATLAS detector is described in Sect. 2. The trigger system is introduced in Sect. 3. Section 4 introduces the data sets used in this publication. The following two sections detail electron and photon reconstruction and identification at the analysis level (offline) and the trigger level (online). Section 7 presents the techniques used to measure the trigger performance. The performance of the photon and electron triggers from 2015 to 2018 is described in Sects. [8][9][10][11]. The data quality monitoring is described in Sect. 12, and the conclusions are presented in Sect. 13.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 506,
                    "text": "[8]",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 509,
                    "text": "[9]",
                    "end": 512
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 512,
                    "text": "[10]",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 516,
                    "text": "[11]",
                    "end": 520
                }
            ]
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS detector [4][5][6] is a multipurpose detector designed to observe particles produced in high-energy proton-proton ( pp) and heavy-ion (HI) collisions. It is composed of a tracking detector in the innermost region around the interaction point, surrounded by calorimeters and muon chambers.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 19,
                    "text": "[4]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "start": 22,
                    "text": "[5]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "start": 25,
                    "text": "[6]",
                    "end": 28
                }
            ]
        },
        {
            "section": "The ATLAS detector",
            "text": "The inner tracking detector (ID) is immersed in a 2 T magnetic field produced by a thin superconducting solenoid, and provides precise reconstruction of charged-particle tracks in a pseudorapidity range 1 |η| < 2.5. The innermost part consists of a silicon pixel detector with four layers. The layer closest to the beam-pipe, the insertable B-layer, was installed before Run 2 and provides high-resolution hits in three-dimensions with pixels at a radius of 3.3 cm to improve the tracking performance. A silicon microstrip tracker surrounds the pixel detector with typically four layers of sensor modules. Each module is composed of multiple pairs of sensors with a stereo-angle to measure three-dimensional hit positions. The outermost region of the tracker in the range |η| < 2.0 is covered by a transition radiation tracker (TRT). It consists of straw drift tubes filled with a gas mixture of 70% Xe, 27% CO 2 and 3% O 2 interleaved with polypropylene/polyethylene transition radiators creating transition radiation for particles with a large Lorentz factor. This radiation is absorbed by the Xe-based gas mixture, discriminating electrons from hadrons over a wide energy range. Some of the TRT modules instead contain a gas mixture of 70% Ar, 28.5% CO 2 and 1.5% O 2 as a mitigation for gas leaks that cannot be repaired without an invasive opening of the inner detector. At the end of Run 2 data-taking the two innermost TRT barrel layers, i.e. about half of the modules in |η| < 0.6, and 3 (2) out of 14 endcap wheels in −2 < η < −1 (1 < η < 2) were running with the argonbased gas mixture. The presence of this gas mixture is taken into account in the simulation and the corresponding loss in identification power is partially mitigated by a dedicated TRT particle-identification algorithm [7]. For charged particles with transverse momenta > 0.5 GeV the TRT provides typically 35 hits per track.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1797,
                    "text": "[7]",
                    "end": 1800
                }
            ]
        },
        {
            "section": "The ATLAS detector",
            "text": "The calorimeter system has both electromagnetic (EM) and hadronic components. It is designed to provide a full φ coverage and covers the pseudorapidity range |η| < 4.9, with finer granularity over the region matched to the inner detector. The EM calorimeter is a lead/liquid-argon (LAr) sampling calorimeter with an accordion-geometry. It is divided into two half-barrels (−1.475 < η < 0 and 0 < η < 1.475) and two endcap components (1.375 < |η| < 3.2). The transition region between the barrel and endcaps (1.37 < |η| < 1.52) contains significant additional inactive material [4]. Over the region devoted to precision measurements (|η| < 2.5, excluding the transition region), the EM calorimeter is segmented into three layers longitudinal in shower depth. The first layer consists of strips finely grained in the η direction, offering excellent discrimination between isolated photons and pairs of closely spaced photons coming from π 0 → γ γ decay. For electrons and photons with high transverse energy, most of the energy is collected in the second layer, which has a lateral granularity of 0.025 × 0.025 in (η, φ) space. The third layer provides measurements of energy deposited in the tails of the shower. In front of the accordion calorimeter, a thin presampler layer, covering the pseudorapidity interval |η| < 1.8, is used to correct for energy loss upstream of the calorimeter.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 577,
                    "text": "[4]",
                    "end": 580
                }
            ]
        },
        {
            "section": "The ATLAS detector",
            "text": "Three hadronic calorimeter layers surround the EM calorimeter. For electrons and photons, they provide additional background discrimination through measurements of hadronic energy. The barrel hadronic calorimeter (|η| < 1.7) is an iron/scintillator tile sampling calorimeter with wavelength-shifting fibers. For the hadronic endcaps, copper/LAr calorimeters are used. The forward regions (FCal) are instrumented with copper-tungsten/LAr calorimeters for both the EM and hadronic energy measurements up to |η| = 4.9. The LAr-based detectors are housed in one barrel and two endcap cryostats.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "The ATLAS detector",
            "text": "The outermost layers of ATLAS consist of an external muon spectrometer (MS) in the pseudorapidity range |η| < 2.7, incorporating three large toroidal magnet assemblies with eight coils each. The field integral of the toroids ranges between 2.0 and 6.0 Tm for most of the acceptance. The MS includes precision tracking chambers and fast detectors for triggering.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "ATLAS trigger system",
            "section_rank": 4
        },
        {
            "section": "ATLAS trigger system",
            "text": "A two-level trigger system [3] is used to select events of interest. The first-level (L1) trigger, implemented in custom hardware, utilises coarser-granularity signals from the calorimeters and the muon chambers to reduce the event rate from the 40 MHz bunch crossing rate to below 100 kHz; it has 2.5 µs to decide which events to keep to satisfy this factor 400 reduction. L1 also defines regions-of-interest (RoIs) which have calorimeter clusters with high transverse energy, E T , or muon tracks in the muon chambers.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 27,
                    "text": "[3]",
                    "end": 30
                }
            ]
        },
        {
            "section": "ATLAS trigger system",
            "text": "Events accepted by L1 are processed by the high-level trigger (HLT), based on algorithms implemented in software which must further reduce the number of events recorded to disk to an average rate of about 1 kHz within a few seconds. The HLT uses fine-granularity calorimeter information, precision measurements from the muon spectrometer and tracking information from the ID, which are not available at L1. HLT reconstruction can be executed either within the RoIs identified at L1 or for the full detector (full-scan). The selection of particle candidates by the HLT is performed at each step, so that if it fails at a certain step, subsequent steps are not executed. This is essential to reduce the time needed by the HLT to reconstruct the event and make a decision.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "ATLAS trigger system",
            "text": "A sequence of L1 and HLT trigger algorithms is called a 'trigger' and is meant to identify one or more particles of a given type and a given threshold of transverse energy or momentum. For example, electron and photon triggers are meant to select events with one or more electrons or photons in the detector. The configuration of the trigger is controlled by the 'trigger menu', which defines a full list of the L1 and HLT triggers and their configurations. Menu composition and trigger thresholds are optimised for the LHC running conditions (beam type, luminosity, etc.) to fit within the event acceptance rate and the bandwidth constraints of Table 1 The per-year values of maximum instantaneous luminosity (L), peak and average pile-up ( μ ), and integrated luminosity for pp data-taking. The uncertainty in the combined 2015-2018 integrated luminosity is 1.7% [8], obtained using the LUCID-2 detector [9] for the primary luminosity measurements. It should be noted that in 2017 the peak μ = 80 was reached only in a few dedicated runs, so a maximum value of μ = 60 is used for the results shown in this paper",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 646,
                    "text": "Table 1",
                    "end": 653
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 865,
                    "text": "[8]",
                    "end": 868
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 906,
                    "text": "[9]",
                    "end": 909
                }
            ]
        },
        {
            "text": "Year",
            "section_rank": 5
        },
        {
            "section": "Year",
            "text": "Peak L (cm − the data acquisition system of the ATLAS detector as well as the offline storage constraints.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 11,
                    "text": "−",
                    "end": 12
                }
            ]
        },
        {
            "section": "Year",
            "text": "In addition to the triggers described above, there are 'rerun' triggers which never accept an event on their own, but are configured to run only on the events accepted by other triggers, and their decision is recorded for offline use. This information is used for studies of the trigger efficiency, which is calculated separately for each object (leg) of the multi-object triggers.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "Year",
            "text": "Trigger thresholds and identification criteria have to be modified sometimes to maintain a stable output rate. To ensure an optimal trigger menu within the rate constraints of a given LHC luminosity, prescale factors can be applied to both the L1 and HLT triggers independently and configured during data-taking. They allow the experiment to either disable triggers completely or to set the fraction of events that may be accepted by them.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Data sets and simulation samples",
            "section_rank": 6
        },
        {
            "section": "Data sets and simulation samples",
            "text": "The results described in this paper use the full pp collision data set recorded by ATLAS between 2015 and 2018 with the LHC operating at a centre-of-mass energy of √ s = 13 TeV. The maximum instantaneous luminosities increased by a factor of four during the four years of Run 2, resulting in an increase in the average number of interactions per bunch crossing, μ , also referred to as 'pile-up'. In addition to pp data, the heavy-ion (HI) physics programme is realised for one month per year, typically starting in November. During it, the LHC provides either lead-lead (PbPb) ion collisions, or special reference runs with either low-pile-up pp or proton-lead ( p Pb) ion collisions. The per-year values of maximum instantaneous luminosity, pile-up and integrated luminosity after requiring stable beam conditions and a functional detector are summarised in Table 1 for the standard pp collisions and in Table 2 for the HI programme.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 860,
                    "text": "Table 1",
                    "end": 867
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 906,
                    "text": "Table 2",
                    "end": 913
                }
            ]
        },
        {
            "section": "Data sets and simulation samples",
            "text": "Samples of simulated Z → ee and W → eν decays are used to benchmark the expected electron trigger efficiencies and to optimise the electron identification criteria. Powheg-Box v1 Monte Carlo (MC) generator [10][11][12][13] is used for the simulation of the hard-scattering in these samples. It is interfaced to Pythia 8.186 [14] for the modelling of the parton shower, hadronisation, and underlying event (UE), with parameters set according to the AZNLO tune [15]. The CT10 PDF set [16] is used for the hard-scattering processes, whereas the CTEQ6L1 PDF set [17] is used for the parton shower. The effect of QED final-state radiation is simulated with Photos++ (v3.52) [18,19]. The EvtGen v1.2.0 program [20] is used to decay bottom and charm hadrons. For optimisation of the low-E T electron selection, J/ψ → ee samples are used. These were generated with Pythia 8.186, the A14 set of tuned parameters [21], and the CTEQ6L1 PDF set for both the hard-scattering processes and the parton shower. For high-E T electron trigger studies, a MC event sample for the gg → radion (3 TeV) → V V → eeqq process was produced with MadGraph5-2.6.0 [22] interfaced to Pythia 8.212.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 206,
                    "text": "[10]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 210,
                    "text": "[11]",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 214,
                    "text": "[12]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 218,
                    "text": "[13]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 324,
                    "text": "[14]",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 459,
                    "text": "[15]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 482,
                    "text": "[16]",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 558,
                    "text": "[17]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 669,
                    "text": "[18,",
                    "end": 673
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 673,
                    "text": "19]",
                    "end": 676
                },
                {
                    "type": "bibr",
                    "start": 704,
                    "text": "[20]",
                    "end": 708
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 903,
                    "text": "[21]",
                    "end": 907
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1135,
                    "text": "[22]",
                    "end": 1139
                }
            ]
        },
        {
            "section": "Data sets and simulation samples",
            "text": "Background samples for electron processes were simulated with two-to-two processes in Pythia 8.186 with the A14 set of tuned parameters and NNPDF23LO [23]. These processes include multijet production, qg → qγ , qq → qγ , W/Z boson production (plus other electroweak processes) and top-quark production. A filter is applied to enrich the sample in electron backgrounds: selected events have particles (excluding muons and neutrinos) produced in the hard scatter with a summed transverse energy exceeding 17 GeV in a region of η × φ = 0.1 × 0.1. For the background studies, electrons from W/Z boson production are excluded using generator-level information.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 150,
                    "text": "[23]",
                    "end": 154
                }
            ]
        },
        {
            "section": "Data sets and simulation samples",
            "text": "For low-E T photon trigger studies, samples of Z→ γ ( = e, μ) events with transverse energy of the photon above 10 GeV were generated with Sherpa 2.1.1 [24] and the CT10 PDF set. For high-E T photon trigger studies, MC samples of prompt-photon production generated with Pythia 8.186 are used. These samples include the leading-order γ +jet events from qg → qγ and qq → gγ hard-scattering processes, as well as prompt photons from quark fragmentation in QCD dijet events. In addition to the samples detailed above, samples of a Standard Model Higgs boson produced via gluongluon fusion decaying into two photons were generated using Powheg-Box, NNLOPS implementation [25,26], with the PDF4LHC15 PDF set [27], and interfaced to Pythia 8.186 for parton showering, hadronisation and the UE using the AZNLO set of tuned parameters.",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 152,
                    "text": "[24]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 666,
                    "text": "[25,",
                    "end": 670
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 670,
                    "text": "26]",
                    "end": 673
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 702,
                    "text": "[27]",
                    "end": 706
                }
            ]
        },
        {
            "section": "Data sets and simulation samples",
            "text": "Simulation of collision events includes the effect of multiple pp interactions in the same or neighbouring bunch crossings. The simulation of pile-up collisions was performed with Pythia 8.186 using the ATLAS A3 set of tuned parameters [28] and the NNPDF23LO PDF set, and weighted to reproduce the average number of pile-up interactions per bunch crossing observed in data. The generated events were passed through a full detector simulation [29] based on Geant 4 [30].",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 236,
                    "text": "[28]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 442,
                    "text": "[29]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 464,
                    "text": "[30]",
                    "end": 468
                }
            ]
        },
        {
            "text": "Offline object reconstruction and identification",
            "section_rank": 7
        },
        {
            "section": "Offline object reconstruction and identification",
            "text": "The offline electron and photon reconstruction [31] uses dynamic, variable-size clusters of energy deposits measured in topologically connected EM and hadronic calorimeter cells [32], called topo-clusters, to recover energy from bremsstrahlung photons or from electrons from photon conversions. After applying initial position corrections and energy calibrations to the topo-clusters, they are matched to ID tracks re-fitted to account for bremsstrahlung, following the procedure described in Ref. [33], to reconstruct electron candidates. Topo-clusters not matched to any track or matched to conversion vertices are reconstructed as photon candidates. The electron and photon candidates to be used for analyses then have their energies recalibrated.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 47,
                    "text": "[31]",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 178,
                    "text": "[32]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 498,
                    "text": "[33]",
                    "end": 502
                }
            ]
        },
        {
            "section": "Offline object reconstruction and identification",
            "text": "Identification of photon candidates in ATLAS relies on rectangular selection requirements based on calorimetric variables [31] which deliver good separation between prompt photons and fake signatures. Fake photon signatures can result either from non-prompt photons originating from the decay of neutral hadrons in jets, or from jets depositing a large energy fraction in the EM calorimeter. Two identification working points (WPs), 'loose' and 'tight', are defined for photons. Photon identification WPs are strictly inclusive, i.e. photons satisfying the 'tight' selection are a subset of those satisfying the 'loose' selection. The 'loose' selection is based on shower shapes in the second layer of the EM calorimeter and on the energy deposited in the hadronic calorimeter. In addition to the 'loose' selection criteria, the 'tight' selection uses information from the finely segmented first layer of the calorimeter. For a collection of photons radiated from leptons in Z decays and with E T >25 GeV, the efficiency integrated over 2015-2017 data sets of the 'loose' ('tight') selection is 98.9% (87.5%) for photons not matched to any track and 96.3% (87.6%) for photons matched to conversion vertices [31].",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 122,
                    "text": "[31]",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1207,
                    "text": "[31]",
                    "end": 1211
                }
            ]
        },
        {
            "section": "Offline object reconstruction and identification",
            "text": "Prompt electrons entering the central region of the detector (|η| < 2.47) are selected using a likelihood-based (LH) identification [31], which exploits the characteristic features of energy deposits in the EM calorimeters (longitudinal and lateral shower shapes), track quality, track-cluster matching, and particle identification by the TRT. The LH probability density functions (pdfs) for the E T range of 4.5 to 15 GeV are derived from J/ψ → ee and for E T > 15 GeV from Z → ee events as described in Ref. [31]. Different pdfs are obtained for each identification quantity in separate bins in electron-candidate E T and η. To ensure a smooth variation of the electron identification efficiency with the electron E T , the discriminant requirements are varied in finer bins than those defined for the pdfs and, at the E T bin boundaries, a linear interpolation between the neighbouring bins in E T is used to determine both the pdf values and the discriminant requirements at the bin boundaries. This procedure is referred to as 'smoothing'. The discriminant threshold is also adjusted linearly as a function of the number of reconstructed vertices to yield a stable rejection of background electrons. Three operating points, corresponding to increasing threshold values for the LH discriminant, are defined (identification efficiencies quoted are averages for electroweak processes integrated over 2015-2017 data sets): 'loose' (93%), 'medium' (88%) and 'tight' (80%) [31].",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 132,
                    "text": "[31]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 510,
                    "text": "[31]",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1472,
                    "text": "[31]",
                    "end": 1476
                }
            ]
        },
        {
            "section": "Offline object reconstruction and identification",
            "text": "Muon candidates, used in photon performance studies, are identified by matching ID tracks to tracks reconstructed in the muon spectrometer [34].",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 139,
                    "text": "[34]",
                    "end": 143
                }
            ]
        },
        {
            "section": "Offline object reconstruction and identification",
            "text": "To reduce backgrounds from misidentified jets and from light-and heavy-flavour hadron decays inside jets, photon and lepton candidates are often required to be isolated. This isolation selection is specific to the analysis topology. The calorimeter isolation E iso T is computed as the sum of transverse energies of topo-clusters in the calorimeters, in a cone around the candidate. The energy deposited by the photon or lepton candidate and the contributions from the UE and pile-up are subtracted on an event-by-event basis [35]. The track isolation variable, p iso T is obtained by summing the ",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 526,
                    "text": "[35]",
                    "end": 530
                }
            ]
        },
        {
            "section": "Offline object reconstruction and identification",
            "text": "scalar p T of good-quality tracks in a cone around the candidate; good tracks are defined here as having p T > 1 GeV and a distance of closest approach to the primary vertex along the beam axis |z 0 sin θ | < 3 mm, and exclude the tracks associated with the photon conversion or the lepton candidate. The exact definitions of a few WPs used in this paper are provided in Table 3 and described in detail in Refs. [31,34].",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 371,
                    "text": "Table 3",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 412,
                    "text": "[31,",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 416,
                    "text": "34]",
                    "end": 419
                }
            ]
        },
        {
            "text": "Trigger reconstruction and identification of photons and electrons",
            "section_rank": 8
        },
        {
            "section": "Trigger reconstruction and identification of photons and electrons",
            "text": "Photon and electron reconstruction at the HLT stage is performed on each EM RoI provided by L1, which satisfies E T and isolation requirements as specified by the trigger menu. It proceeds in a series of sequential steps as shown in Fig. 1. In the HLT, fast algorithms are executed first, allowing precision algorithms (which closely reproduce the offline algorithms and require more CPU time) to run at a reduced rate later in the trigger sequence. Fast algorithms are executed using calorimeter and ID information within the RoI to perform the initial selection and identification of the photon and electron candidates, and achieve early background rejection.",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 233,
                    "text": "Fig. 1",
                    "end": 239
                }
            ]
        },
        {
            "section": "Trigger reconstruction and identification of photons and electrons",
            "text": "If a particle candidate satisfies the criteria defined for the fast selection, the precision algorithms are executed in the HLT, where access to detector information outside the RoI is possible. These precision online algorithms are similar to their offline counterparts, with the following exceptions: the bremsstrahlung-aware re-fit of electron tracks [33] and electron and photon dynamic, variable-size topo-clusters [31] are not used online; photon candidates are identified using only the calorimeter information online; the online algorithms use μ to assess pile-up, while the number of primary vertices is used offline. In addition to the above, some cell-energy-level corrections are not available online, such as the correction for transient changes in LAr high-voltage [36], or differ in implementation, such as the bunch crossing position-dependent pile-up correction [37,38].",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 354,
                    "text": "[33]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 420,
                    "text": "[31]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 779,
                    "text": "[36]",
                    "end": 783
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 879,
                    "text": "[37,",
                    "end": 883
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 883,
                    "text": "38]",
                    "end": 886
                }
            ]
        },
        {
            "text": "Photon and electron triggers at L1",
            "section_rank": 9
        },
        {
            "section": "Photon and electron triggers at L1",
            "text": "The details of the Run 2 L1 trigger algorithms can be found in Ref. [3], and only the basic elements are described here. The L1 trigger for photons and electrons uses calorimeter information in the central (|η| < 2.5) region to build an EM RoI. A sliding window algorithm is used, with a window consisting of 4 × 4 trigger towers with granularity 0.1 × 0.1 in η and φ, longitudinally segmented into electromagnetic and hadronic towers. Within the window the algorithm uses the maximum ET from the four possible pairs of nearest-neighbour electromagnetic towers in a 2 × 2 central region; this is used for EM transverse energy reconstruction. The energy of the trigger towers is calibrated at the electromagnetic energy scale (EM scale). This EM scale is not the same as the one used in the offline reconstruction, which can lead to trigger inefficiencies relative to offline reconstruction as discussed in Sect. 8.",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 68,
                    "text": "[3]",
                    "end": 71
                }
            ]
        },
        {
            "section": "Photon and electron triggers at L1",
            "text": "A nominal transverse energy threshold is applied (e.g. E T > 22 GeV, denoted by the trigger name EM22). The threshold can also be η-dependent, due to the energy scale depending on η, within the granularity of 0.1. Typical variations of the threshold are −2 to +3 GeV relative to the nominal value. Optionally, a selection to reject hadronic activity can be applied: candidate electrons and photons are rejected if the sum of transverse energies in hadronic towers matched to the 2 × 2 central region is at least 1 GeV and exceeds E T /23.0 − 0.2 GeV. Finally, an EM isolation requirement can be applied: candidate photons and electrons are rejected if the sum of transverse energies in the 12 towers surrounding the 2 × 2 central region in the EM layer is at least 2 GeV and exceeds E T /8.0 − 1.8 GeV. No requirements based on hadronic activity or EM isolation are applied above 50 GeV of E T reconstructed at L1. These additional selections were optimised to maintain a fixed L1 efficiency at the lowest possible rate. The effect of these additional selections on the rate and efficiency is discussed in Sect. 8.",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "HLT photon reconstruction and identification for pp data-taking",
            "section_rank": 10
        },
        {
            "section": "HLT photon reconstruction and identification for pp data-taking",
            "text": "The HLT fast algorithm reconstructs clusters from the calorimeter cells within the EM RoIs identified by L1. To Fig. 1 Simplified non-isolated photon (g) and electron (e) trigger sequences for pp data-taking minimise the HLT latency, the fast algorithm uses only the second layer of the EM calorimeter to find the cell with the largest deposited transverse energy in the RoI. This cell is referred to as the 'pre-seed'. Nine possible 3 × 7 windows ( η × φ = 0.075 × 0.175) around the pre-seed cell are checked to ensure that the local maximum, the cluster seed, is found. The final cluster position is obtained by calculating the energy-weighted average cell positions inside a 3 × 7 window centred on the cluster seed. To compute the accumulated energy in all EM calorimeter layers, a cluster size of 3 × 7 is used in the barrel and a cluster size of 5 × 5 in the endcaps. Several corrections, based on the offline reconstruction algorithms, are used at the fast algorithm step in order to improve the resolution of the cluster position and energy.",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 112,
                    "text": "Fig. 1",
                    "end": 118
                }
            ]
        },
        {
            "section": "HLT photon reconstruction and identification for pp data-taking",
            "text": "In this fast reconstruction step, only selections on the cluster E T and shower shape parameters 2 R had , R η and E ratio , which have good discrimination power between background and signal, are applied.",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "section": "HLT photon reconstruction and identification for pp data-taking",
            "text": "In the precision step, offline-like algorithms are used for the reconstruction of calorimeter quantities. After retrieving the cell information from regions slightly larger than the RoI, the precision HLT reconstruction uses the offline sliding-window algorithm to construct clusters [39]. The energy of the clusters is calibrated using a multivariate technique such that the response of the calorimeter layers is corrected in data and simulation [38]. The online photon identification relies on the same cluster shower shapes that are used in the offline algorithms (details are given in Ref. [40]), and three identification WPs are defined: 'loose', 'medium', and 'tight'. The 'medium' identification is used only in the HLT.",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 284,
                    "text": "[39]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 447,
                    "text": "[38]",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 594,
                    "text": "[40]",
                    "end": 598
                }
            ]
        },
        {
            "section": "HLT photon reconstruction and identification for pp data-taking",
            "text": "An optional requirement on calorimeter-only isolation in photon triggers uses topo-clusters, similar to the offline isolation calculation [31]. Full-scan topo-cluster reconstruction is needed to compute the energy density of the event onthe-fly in the HLT; this is then used to subtract ambient noise in the isolation cone. An isolation cone of size R = 0.2 (0.4) around the photon candidate is used for the veryloose (tight) isolation requirement, denoted by 'icalovloose' ('icalotight'). If the ratio of the transverse energy in the topoclusters to the transverse energy of the photon candidate is less than 10% (3%, with an energy offset of 2.45 GeV), then the photon is considered isolated for 'icalovloose' ('icalotight') by the HLT. These isolation criteria are over 98% efficient for offline photons satisfying tight isolation. The full-scan topo-cluster reconstruction is executed only once per event at the end of the trigger sequence (as it is very CPU intense) and is common to all isolated triggers and all trigger signatures.",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 138,
                    "text": "[31]",
                    "end": 142
                }
            ]
        },
        {
            "text": "HLT electron reconstruction and identification for pp",
            "section_rank": 11
        },
        {
            "section": "HLT electron reconstruction and identification for pp",
            "text": "data-taking HLT electron reconstruction also has fast and precision steps. The description below corresponds to the implementation at the end of Run 2 data-taking; modifications made to the initial Run 2 implementation are described in Sect. 10.1. The fast calorimeter reconstruction and selection steps for electrons have two implementations: a cut-based algorithm and a neural-network-based 'Ringer' algorithm. The former algorithm, the same as described above for photons, is used for electron triggers with E T < 15 GeV. The Ringer algorithm, described in detail in Sect. 6.3.1, is used for triggering electrons with E T ≥ 15 GeV. For both fast algorithms, electron candidates are required to have tracks from the fast track reconstruction step, performed inside the RoI only, matching the corresponding clusters as detailed in Sect. 10.1.",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "section": "HLT electron reconstruction and identification for pp",
            "text": "In the precision calorimeter reconstruction step, the cluster reconstruction and calibration are similar to those for photons, and to those used offline in early Run 2 analyses [41]. Precision tracks within the RoI are extrapolated to the second layer of the EM calorimeter and are required to match the clusters within | η(track, cluster)|< 0.05 and | φ(track, cluster)|< 0.05 rad. The offline reconstruction uses a looser, asymmetric condition for the matching in φ [31] to mitigate the effects of the energy loss due to bremsstrahlung; this leads to some inefficiency at the trigger level. In the precision step, the electron selection relies on a multivariate technique using a LH discriminant with four operating points: 'lhvloose', 'lhloose', 'lhmedium', and 'lhtight'. The identification in the trigger is designed to be as close as possible to the offline version, but there are a few necessary differences: the discriminating variables used online have different resolutions; the momentum loss due to bremsstrahlung, p/ p, is not accounted for in the online LH. Triggers with 'nod0' suffixed to their names do not include the transverse impact parameter relative to the beam-line, d 0 , and its significance, |d 0 /σ (d 0 )|, in the online LH: this reduces inefficiency due to the absence of the bremsstrahlung-aware re-fit in the HLT and preserves efficiency for electrons from exotic processes which do not originate at the primary vertex.",
            "paragraph_rank": 36,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 177,
                    "text": "[41]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 468,
                    "text": "[31]",
                    "end": 472
                }
            ]
        },
        {
            "section": "HLT electron reconstruction and identification for pp",
            "text": "An additional, optional requirement of isolation denoted 'ivarloose' is also available for electron triggers. This tracking-only isolation is required to satisfy p iso T ( R var < 0.2)/ p T < 0.10 and is calculated similarly to the offline isolation working points detailed in Table 3 in Sect. 5.",
            "paragraph_rank": 37,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 277,
                    "text": "Table 3",
                    "end": 284
                }
            ]
        },
        {
            "section": "HLT electron reconstruction and identification for pp",
            "text": "Some triggers with non-standard electron sequences are also used. For example, triggers with only E T requirements applied in the HLT (fast and precision levels) and no tracking requirements are called 'etcut' and are used both as high-E T unprescaled triggers described in Sect. 10.3 and as prescaled triggers for electron performance studies described in Ref. [31].",
            "paragraph_rank": 38,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 362,
                    "text": "[31]",
                    "end": 366
                }
            ]
        },
        {
            "text": "Ringer algorithm",
            "section_rank": 12
        },
        {
            "section": "Ringer algorithm",
            "text": "The Ringer algorithm exploits the property of EM showers to develop in the lateral direction in an approximately conical structure around the initial particle. This feature allows the relevant information from the calorimeters to be encoded into quantities describing energy sums ( ) of all the cells in a concentric ring [42], referred to as 'rings', in each calorimeter sampling layer. The rings (r 2 , . . . , r n ) are rectangular in shape because of the calorimeter cell structure [4] as illustrated in Fig. 2. In the EM calorimeter, these rings are centred around the most energetic cell at each layer, while in the hadronic calorimeter the position of the most energetic cell in the second layer of the EM calorimeter is used as an axis. A hundred rings are defined in total within an RoI. There are n = 8 rings for each of the presampler, second, and third layers of the EM calorimeter, 64 rings in the first layer of the EM calorimeter, and 4 rings in each of the three layers of the hadronic calorimeter. The transverse energy deposited in each ring is normalised to the total transverse energy in the RoI.",
            "paragraph_rank": 39,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 322,
                    "text": "[42]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 486,
                    "text": "[4]",
                    "end": 489
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 508,
                    "text": "Fig. 2",
                    "end": 514
                }
            ]
        },
        {
            "section": "Ringer algorithm",
            "text": "The concatenated vector of 100 normalised ring transverse energies feeds an ensemble of multilayer perceptron (MLP) neural networks (NN) [43] for each E T ×η region. The activation function of the hidden layer is a hyperbolic tangent. For the 2017 data-taking, the model parameters were optimised on the simulated Z → ee and background data sets described in Sect. 4. In 2018, this optimisation was performed on the 2017 data. The training procedure and parameters are the same for all specific NNs, except for the number of hidden units in a single-hidden-layer MLP, optimised in the range of 5 to 20 units using tenfold cross-validation efficiency measurements.",
            "paragraph_rank": 40,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 137,
                    "text": "[43]",
                    "end": 141
                }
            ]
        },
        {
            "section": "Ringer algorithm",
            "text": "The NNs are trained and selected for operation with a heuristic technique to avoid local optima and achieve an optimal fake rejection, while maintaining the trigger electron efficiency unchanged relative to the cut-based fast-electron selection. The ensemble composition comprises 20 (25) NNs for 2017 (2018) data-taking, with typically no more than 10 neurons in the hidden layer.",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "section": "Ringer algorithm",
            "text": "Each discriminant requirement is computed as a linear function of μ to ensure pile-up independence of the signal efficiency. To account for mismodelling in the MC simulations, the parameters of the linear threshold correction were derived using 2016 (2017) collision data for the 2017 (2018) data-taking period.",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "section": "Ringer algorithm",
            "text": "The Ringer algorithm increases the time taken by the fast calorimeter reconstruction step to 1-2 ms per event, approximately 45% slower than the cut-based algorithm. However, it reduces the number of input candidates for the more CPUdemanding fast tracking step (which takes about 64 ms per event) by a factor of 1.5-6. This factor depends on the detailed trigger configuration. Overall, the use of the Ringer algorithm enabled at least a 50% reduction in the CPU demand for the lowest-threshold unprescaled single-electron trigger. In Run 2, the Ringer algorithm was used only in the electron triggers with E T thresholds above 15 GeV, because of the availability of a large Z → ee event sample in data, useful for the Ringer algorithm validation. Its implementation for the electron triggers with E T thresholds below 15 GeV was finalized only during 2018, too late to be used for the data-taking. The Ringer algorithm was not used in the photon triggers during Run 2, as they do not have any CPU-demanding track reconstruction steps and gains from its implementation are smaller than for electrons.",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "text": "HLT photon and electron reconstruction and identification for heavy-ion data-taking",
            "section_rank": 13
        },
        {
            "section": "HLT photon and electron reconstruction and identification for heavy-ion data-taking",
            "text": "Triggering on both reference pp and p Pb collisions relies on strategies developed for high-pile-up pp data-taking, while for PbPb a dedicated set of triggers is required. One of the main characteristics of HI collisions is event centrality, which is determined by the total transverse energy measured in the forward calorimeter, FCal E T . Small (large) values correspond to events with a small (large) overlap region of two colliding nuclei. In a PbPb collision, the average background originating from the UE in the calorimeter and ID can affect the performance of the online reconstruction and identification of photons and electrons. Unlike pile-up in pp collisions, the UE background cannot be assumed to change slowly with time; on the contrary, it can be dramatically different event-by-event due to the varying HI collision centrality. The tracking performance is approximately centrality-independent, so the track-related requirements are identical to those for pp collisions.",
            "paragraph_rank": 44,
            "section_rank": 13
        },
        {
            "section": "HLT photon and electron reconstruction and identification for heavy-ion data-taking",
            "text": "To maintain centrality-independence of the photon and electron trigger performance, a UE correction is performed in a two-stage approach. First, at the fast calorimeter stage of the HLT, no shower shapes are used for the online selection and only an E T requirement is imposed. This allows the rate with which the UE correction is applied to be reduced, while consuming only the resources required for reconstruction in RoIs. Next, the UE correction is evaluated per cell as an average in φ for each slice of width η = 0.1 in each calorimeter layer. This calculated average energy is then subtracted from the cluster constituent cells. As a result, the cells in the RoI (which are used as inputs to clustering and downstream identification algorithms) contain no systematic bias due to the UE. Residual fluctuations due to the stochastic nature of the UE remain present.",
            "paragraph_rank": 45,
            "section_rank": 13
        },
        {
            "section": "HLT photon and electron reconstruction and identification for heavy-ion data-taking",
            "text": "Due to the small size of the EM cluster, this first-order UE correction is found to be sufficient; the azimuthal modulation originating from the flow phenomenon [44] in the UE can be neglected.",
            "paragraph_rank": 46,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 161,
                    "text": "[44]",
                    "end": 165
                }
            ]
        },
        {
            "section": "HLT photon and electron reconstruction and identification for heavy-ion data-taking",
            "text": "Both the cut-based (photon and electron) and LH (electron) identifications are used for the HI triggers. Their performance is presented in Sect. 11. The cut-based electron identification for HI collisions is similar to that used for the pp data-taking in Run 1 (2010-2012) [1]. Two WPs are defined: 'loose_ion' and 'medium_ion', based on a subset of variables used in the standard electron LH selection. These working points are strictly inclusive. The 'medium_ion' working point uses more variables than 'loose_ion' to increase background rejection.  Table 4. Trigger level is L1 or HLT, often omitted for brevity. Possible object types are 'EM' for L1 EM cluster, 'g' for HLT photon and 'e' for HLT electron. Additional options at L1, detailed in Sect. 6.1, are η-dependence of the E T threshold (denoted by the letter 'V' appended to the trigger name), the hadronic activity veto (denoted by 'H') and the EM isolation requirement (denoted by 'I'). Although each HLT trigger is configured with a L1 trigger as its 'seed', the latter is not always mentioned explicitly as part of the trigger name. For example, a trigger with name 2g20_tight_icalovloose_L12EM15VHI is designed to identify at least two photons at the HLT with E T > 20 GeV each satisfying 'tight' photon identification criteria and calorimeter-only very loose isolation requirements; here the name explicitly mentions the 'seed' L1 trigger, which requires two isolated L1 EM clusters with ηdependent threshold centred on E T of 15 GeV.",
            "paragraph_rank": 47,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 273,
                    "text": "[1]",
                    "end": 276
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 552,
                    "text": "Table 4",
                    "end": 559
                }
            ]
        },
        {
            "text": "Trigger naming convention",
            "section_rank": 14
        },
        {
            "text": "Performance measurement techniques",
            "section_rank": 15
        },
        {
            "text": "Rate measurements",
            "section_rank": 16
        },
        {
            "section": "Rate measurements",
            "text": "The ATLAS data-taking conditions are archived with a time interval of the order of a minute, which defines a luminosity block. In order to obtain the rate of a given trigger as a function of the instantaneous luminosity [9,45], individual rate measurements on different luminosity blocks from all data collected in a given year are used. If, for a given rate measurement, the ratio of trigger rate to instantaneous luminosity varies by more than 20% from the average of other measurements, that measurement is not taken into account as an estimator of the rate for that trigger. This avoids averaging rate measurements that fluctuate because of unpredictable and temporary changes of LHC collisions.",
            "paragraph_rank": 48,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 220,
                    "text": "[9,",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 223,
                    "text": "45]",
                    "end": 226
                }
            ]
        },
        {
            "text": "Measurement of the electron trigger efficiency",
            "section_rank": 17
        },
        {
            "section": "Measurement of the electron trigger efficiency",
            "text": "The electron trigger efficiency, denoted by trig , can be measured either for electrons at the HLT (including L1) or for EM clusters at L1. It is estimated directly from data using the tag-and-probe method described in detail in Ref. [46]. This method selects, from a known resonance such as Z → ee, an unbiased sample of 'probe' electrons by using strict selection requirements on the second 'tag' object. The efficiency of any given requirement can then be determined by applying it to the probe sample, after accounting for residual background contamination.",
            "paragraph_rank": 49,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 234,
                    "text": "[46]",
                    "end": 238
                }
            ]
        },
        {
            "section": "Measurement of the electron trigger efficiency",
            "text": "The total efficiency, total , may be factorised as a product of two efficiency terms:",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "section": "Measurement of the electron trigger efficiency",
            "text": "where N all is the number of produced electrons, N trig is the number of triggered electron candidates, N offline is the number of isolated, identified and reconstructed offline electron candidates and offline is the offline efficiency [31]. The efficiency of a trigger is computed with respect to a specific offline isolation and identification WP. Therefore, when presenting the results in Sect. 10, several efficiencies per trigger are provided and these correspond to a few representative offline electron selections. Events with Z → ee decays are collected using unprescaled single-electron triggers (see Sect. 10.1 for details). The tag electron must be an electron identified offline with the tight selection criteria (hereafter called 'tight offline electron') associated geometrically with the object that fired the trigger, with E T > 27 GeV and |η| < 2.47 and outside the transition region between the barrel and the endcaps 1.37 < |η| < 1.52. For the electron trigger efficiency measurement, the isolation and identification requirements on the probe are always specified and they have to correspond to the electron offline identification requirements used in an analysis. The background subtraction is performed with so-called Z mass method [46], in which the invariantmass distribution constructed from the tag-probe pair is used to discriminate electrons from background. The signal efficiency is extracted in a window ±15 GeV around the Z boson mass [47] and its statistical and systematic uncertainties are derived as described in Ref. [41].",
            "paragraph_rank": 51,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 236,
                    "text": "[31]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1254,
                    "text": "[46]",
                    "end": 1258
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1466,
                    "text": "[47]",
                    "end": 1470
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1553,
                    "text": "[41]",
                    "end": 1557
                }
            ]
        },
        {
            "section": "Measurement of the electron trigger efficiency",
            "text": "Simulated events need to be corrected to reproduce as closely as possible the efficiencies measured in data. This is achieved by applying 'an efficiency correction factor', defined as the ratio of the efficiency measurement in data to that determined in simulated events, to the event weight in simulation. The impact of the choice of Z → ee events for the efficiency measurement, and uncertainties in the background estimation, are assessed by varying the requirements on the selection of both the tag and probe electron candidates and by varying the details of the background subtraction method as detailed in Ref. [41]. The scaling factor and its systematic uncertainty are obtained from the mean and standard deviation, respectively, of the results produced by the set of independent variations of all these parameters. The statistical uncertainty is calculated as the average over the statistical uncertainties in all variations.",
            "paragraph_rank": 52,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 617,
                    "text": "[41]",
                    "end": 621
                }
            ]
        },
        {
            "text": "Measurement of the photon trigger efficiency",
            "section_rank": 18
        },
        {
            "section": "Measurement of the photon trigger efficiency",
            "text": "The photon trigger efficiency at the HLT (including L1), denoted by γ trig , can be measured by two complementary data-driven methods. The Bootstrap (BS) method uses photons triggered by a lower level or unbiased trigger, while the second method uses photons from radiative Z → γ decays.",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "section": "Measurement of the photon trigger efficiency",
            "text": "The BS event sample is collected by L1-only triggers or by loose, low-E T photon triggers. In the BS method, the photon trigger efficiency can be factorised as the product of two efficiency terms:",
            "paragraph_rank": 54,
            "section_rank": 18
        },
        {
            "section": "Measurement of the photon trigger efficiency",
            "text": "The efficiency of the HLT photon trigger relative to the corresponding BS sample efficiency, HLT|BS , is measured with offline photons on events in the BS sample. The BS sample efficiency, BS , is computed on collision events recorded by a special 'random' trigger, which runs at a rate of a few Hz, by comparing the number of the BS events with the number of isolated, identified and reconstructed offline photon candidates in the sample. The background contamination in this sample is large, which could lead to biases towards a lower efficiency estimate. Those biases are expected to be small because the photon trigger efficiency is evaluated with respect to 'tight' and isolated offline photons and a few GeV above the trigger threshold. The trigger efficiency for background photons fulfilling the 'tight' offline identification is also very high, close to the one of signal photons; an additional systematic uncertainty is assigned as described below to account for any potential biases.",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "section": "Measurement of the photon trigger efficiency",
            "text": "The systematic uncertainty of the trigger efficiency is computed as the discrepancy between the efficiency measured in data and in simulated H→ γ γ (high-E T ) and prompt-photon (low-E T ) samples. This approach to compute the systematic uncertainties is conservative, as it also includes the discrepancies between simulation and real data (mismodelling). The main underlying assumption is that the trigger efficiency in the MC simulation is close to the trigger efficiency in a pure sample of photons in data. This assumption is supported by the observation of good agreement between the trigger efficiencies in data and simulation for photons from Z radiative decays, discussed in Sect. 9.",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "section": "Measurement of the photon trigger efficiency",
            "text": "The size of the data sample collected during Run 2 allows the use of photons from radiative Z decays to measure the photon trigger efficiencies. In this method the photon trigger efficiency is measured using a clean sample of prompt, isolated photons with relatively low p T from Z → γ ( = e, μ) decays, in which a photon is produced from the final-state radiation of one of the two leptons from the Z boson decay.",
            "paragraph_rank": 57,
            "section_rank": 18
        },
        {
            "section": "Measurement of the photon trigger efficiency",
            "text": "Events triggered by the lowest-threshold unprescaled single and double electron and muon triggers are used to select Z → eeγ and Z → μμγ event candidates. The sample is selected by requiring events with two opposite-charge leptons (ee or μμ) with p T > 10 GeV and a 'tight' photon candidate within |η| < 2.37, excluding the calorimeter transition region, and with E T > 10 GeV. The photon candidate is further required to satisfy an isolation WP of interest. Both leptons are required to satisfy the 'medium' identification and 'FCLoose' isolation criteria, and must have |η| < 2.47, with |z 0 | < 10 mm and |d0/σ (d 0 )| < 10. The separation between the photon and each lepton is required to be R > 0.2. Figure 3 shows the distribution of m vs the three-body mass, m γ . The invariant mass of the two leptons must be within 40 < m < 83 GeV to reject events in which a Z → decay is produced in association with a photon coming from initial-state radiation. The invariant mass of the three-body system is required to be 86 < m γ < 96 GeV. With these requirements, only photons originating from Z radiative decays are selected. If more than one γ candidate is found, the one with the three-body mass closest to the Z boson mass is selected.",
            "paragraph_rank": 58,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 705,
                    "text": "Figure 3",
                    "end": 713
                }
            ]
        },
        {
            "section": "Measurement of the photon trigger efficiency",
            "text": "The statistical uncertainty associated with the Z radiative decay method is calculated as a confidence interval of a Bayesian estimate with Jeffrey's prior [48]. The systematic uncertainty is estimated by following the strategy used The photon trigger efficiency as a function of the offline photon E T for both legs of the primary diphoton trigger in the 2018 pp data. The measurement using the BS method (open markers) is compared with that using the Z radiative decay (filled markers) method. The efficiency is computed with respect to offline photons satisfying 'tight' identification criteria and a 'calorimeter-only tight' isolation requirement. Offline photon candidates in the calorimeter transition region 1.37 < |η| < 1.52 are not considered. The error bars indicate statistical uncertainties in the Z → ee tag-and-probe method for electron measurements described in Sect. 7.2. In this case, the two leptons are the tags, and the photon is the probe. The systematic uncertainty is estimated from variations in the trigger efficiency measurement resulting from changing the requirements on the leptons and on the dilepton and three-body systems. The requirement on the invariant mass of the dilepton system is varied from 30 < m < 83 GeV to 50 < m < 90 GeV. The three-body system mass requirement is varied from 65 < m γ < 105 GeV to 80 < m γ < 95 GeV. In addition, when considering the electron channel, the identification of the tags is changed from 'tight' to 'medium' for one or both electrons. Figure 4 shows a comparison between the BS and Z radiative decay methods for 'medium' photon triggers in 2018. The small difference in performance for the turn-on is due to the different purities of the samples: there are significant backgrounds in the BS sample, and almost inexistent backgrounds in the Z radiative decay measurement, leading to slightly higher efficiency computed by the Z radiative decay method. This is expected, as the efficiency for the trigger to select the background present in the BS sample is lower than the efficiency for the trigger to select real photons. Typically, physics analyses use the photon triggers to select objects with E T at least 5 GeV above the trigger threshold. In that regime, the efficiency measurements of both methods give compatible results. The Z radiative decay method provides a data-driven sample of photons with very high purity to compute the efficiency for trigger thresholds below 60 GeV; above this value the BS method is used.   Table 5 shows the lowest-threshold unprescaled single-object and diobject L1 EM triggers in the different data-taking periods during Run 2. Figure 5 shows the L1 rates for the singleobject and diobject EM calorimeter triggers during Run 2. Among the triggers shown there are two single-object triggers not used in Run 2: the L1_EM20VHI trigger, to highlight the additional rejection from the EM isolation requirement, and L1_EM24VHI, which was a 'backup' trigger for single EM objects. The single-object L1 rates in Fig. 5a are well described by a linear fit as a function of luminosity, with an approximately zero intercept, indicating a negligible contribution from effects not related to pp collisions, as expected for such a narrow RoI window. For single-object L1 EM triggers with E T in the range 20-24 GeV, the rate is reduced by approximately 25% when the threshold is raised by 2 GeV. For diobject L1 EM triggers this reduction in rate depends on the threshold: for a 5 GeV increase from L1_2EM10VH (L1_2EM15VH) a reduction of 90% (50%) is achieved. An additional EM isolation requirement (I) leads to a consistent rate reduction of about 44% per leg for single-object (L1_EM20VH) and diobject (L1_2EM15VH) triggers and a pile-up-dependent efficiency loss of at most 5% up to 50 GeV, as shown in Fig. 6. No isolation requirements are applied above this E T value.",
            "paragraph_rank": 59,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 156,
                    "text": "[48]",
                    "end": 160
                },
                {
                    "type": "figure",
                    "start": 1508,
                    "text": "Figure 4",
                    "end": 1516
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 2500,
                    "text": "Table 5",
                    "end": 2507
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2640,
                    "text": "Figure 5",
                    "end": 2648
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 3016,
                    "text": "Fig. 5a",
                    "end": 3023
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 3805,
                    "text": "Fig. 6",
                    "end": 3811
                }
            ]
        },
        {
            "section": "Measurement of the photon trigger efficiency",
            "text": "Dedicated combined-object triggers such as three EM clusters or an EM cluster with a muon, τ -lepton, jet, or missing transverse momentum are also implemented at L1, allowing L1 EM trigger thresholds to be lowered to 7 GeV. Some L1 triggers do not require an additional EM object for their rate reduction. In this case, their HLT photon/electron reconstruction is seeded by the lowest available L1 EM threshold, which is 3 GeV.",
            "paragraph_rank": 60,
            "section_rank": 18
        },
        {
            "section": "Measurement of the photon trigger efficiency",
            "text": "Additional topological requirements (invariant mass, R, etc.) can also be applied to L1 triggers to further reduce the rate. For example, prescaled triggers used to collect J/ψ → ee events for the low-E T electron performance studies [31,38,41] have at least one L1 EM threshold as low as 3 GeV and a requirement on the invariant mass of the EM object pairs to lie between 1 and 5 GeV [49]. The latter requirement leads to trigger rate reduction factors of 4-9, depending on the exact trigger threshold configuration.  unchanged throughout 2015-2018. An optimisation of the selection for the online 'tight' definition was performed at the end of 2017 in order to synchronise with a reoptimised offline 'tight' photon selection. The calorimeter-only isolation requirement (icalovloose) was implemented in the HLT for tight diphoton triggers for the first time in 2017.",
            "paragraph_rank": 61,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 234,
                    "text": "[31,",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 238,
                    "text": "38,",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 241,
                    "text": "41]",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 385,
                    "text": "[49]",
                    "end": 389
                }
            ]
        },
        {
            "text": "Primary single-photon and diphoton triggers",
            "section_rank": 19
        },
        {
            "section": "Primary single-photon and diphoton triggers",
            "text": "The lowest-threshold unprescaled single-photon trigger is primarily designed to trigger on high-E T photons in searches for new phenomena beyond the Standard Model. This primary single-photon trigger uses the 'loose' identification requirement, with no isolation applied. Figure 7 shows the HLT trigger rates for photon triggers as a function of instantaneous luminosity. The E T threshold of the single-photon trigger was increased from 120 to 140 GeV in 2016 to keep its acceptance rate below 50 Hz, as shown in Fig. 7a. The efficiencies of the single-photon triggers in 2015-2018, measured with the BS method, are shown in Fig. 8 as a function of E T and η. The total uncertainties, shown as vertical bars, are dominated by systematic uncertainties, espe-cially differences between data and Monte Carlo simulation. The trigger efficiency measurement has a total uncertainty of the order of 1% for photons with E T values 5 GeV above the trigger threshold, and an uncertainty of less than 0.1% for photons at least 10 GeV above the trigger threshold.",
            "paragraph_rank": 62,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 272,
                    "text": "Figure 7",
                    "end": 280
                },
                {
                    "type": "figure",
                    "start": 514,
                    "text": "Fig. 7a",
                    "end": 521
                },
                {
                    "type": "figure",
                    "start": 626,
                    "text": "Fig. 8",
                    "end": 632
                }
            ]
        },
        {
            "section": "Primary single-photon and diphoton triggers",
            "text": "Primary diphoton triggers are mainly designed for efficient selection of events with Higgs boson candidates in the diphoton decay channel. Trigger E T thresholds of 35 and 25 GeV for the leading and subleading photons allow the collection of diphoton events with invariant masses low enough for good background modelling for resonances above 120 GeV, such as the Higgs boson [50,51]. During 2015 and 2016 'loose' identification was used at the HLT for primary diphoton triggers. During 2017-2018, 'medium' identification was used in order to keep the primary diphoton trigger rate below 20 Hz at higher values of instantaneous luminosity, as shown in Fig. 7b. The rate of the primary diphoton triggers shows a linear dependence on the instantaneous luminosity. As shown in Table 6, diphoton triggers with 'loose' identification were maintained at higher trigger E T thresholds (50 GeV). To measure the efficiency of primary diphoton triggers in data, photons from Z radiative decays are used. Trigger efficiencies for each of the legs of the diphoton trigger are measured separately and then combined at the analysis level. This approach is used for all the multi-object and combined triggers. The efficiencies for the 25 GeV leg of the primary diphoton triggers in 2015-2018 are shown in Fig. 9. Slightly lower efficiencies are observed in 2017-2018 due to the tightening of the online photon identification from the 'loose' to 'medium' WP: it is ∼95% efficient for events with offline 'tight' isolated photons with E T at least 5 GeV above the trigger threshold. Trigger efficiencies show no significant dependence on η or μ , remaining close to 100% during most of Run 2; the 2017 efficiency is the lowest of all years due to a different LHC bunch structure. The total uncertainties, shown as vertical bars, are dominated by statistical uncertainties. The ratios of efficiency measured in data to that in MC simulation are shown in Fig. 9 as functions of E T , η and μ , and are close to 1 in all cases, confirming good data/MC simulation agreement and validating the systematic uncertainty procedure for the BS method.",
            "paragraph_rank": 63,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 375,
                    "text": "[50,",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 379,
                    "text": "51]",
                    "end": 382
                },
                {
                    "type": "figure",
                    "start": 651,
                    "text": "Fig. 7b",
                    "end": 658
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 773,
                    "text": "Table 6",
                    "end": 780
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1289,
                    "text": "Fig. 9",
                    "end": 1295
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1935,
                    "text": "Fig. 9",
                    "end": 1941
                }
            ]
        },
        {
            "text": "Tight diphoton triggers for searches for low-mass resonances",
            "section_rank": 20
        },
        {
            "section": "Tight diphoton triggers for searches for low-mass resonances",
            "text": "Diphoton triggers with lower E T thresholds and tighter identification criteria are designed to collect events for beyond the Standard Model low-mass diphoton resonance searches [52].  These searches require the trigger E T thresholds to be kept symmetric and as low as possible. Run 2 trigger thresholds allow searches to reach diphoton invariant masses down to ∼ 60 GeV. These triggers are constrained by both the L1 and HLT rates. The L1_2EM15VH threshold was used in 2015-2016 and L1_2EM15VHI, which includes EM isolation at L1, was used in 2017-2018. The HLT rate for these triggers was about 16 Hz as shown in Fig. 10. The HLT thresholds were kept at 20 GeV in 2015, and then were increased to 22 GeV as the peak luminosity rose above 1.2 × 10 34 cm −2 s −1 in 2016. The use of the topo-clusterbased calorimeter isolation in the HLT allowed the thresholds to be lowered back to 20 GeV for the 2017-2018 data-taking period, despite the higher instantaneous luminosity and more challenging pile-up conditions. Figure 11 shows the low-mass diphoton trigger efficiencies as a function of E T , η and pile-up. The efficiency is   computed with the Z radiative decay method for a single photon trigger leg of the diphoton trigger with respect to offline photons satisfying the tight identification criteria and the calorimeter-only tight isolation requirement. Slightly lower efficiency is observed for 2017 triggers due to a different LHC bunch structure as well as loosening of the offline tight photon selection, which was applied online only for the 2018 data-taking period. Triggers in 2017-2018 also suffer from some inefficiency due to L1 isolation up to ∼ 50 GeV, as discussed in Sect. 8. The isolated trigger g20_tight_icalovloose_L1EM15VHI exhibits a degradation in efficiency of 4-5% when μ rises from 20 to 60; this effect is visible in Fig. 11c. Above μ ∼ 55, the trend to lower efficiency continues and the statistical uncertainty becomes large. The reoptimisation of the online tight identification selection criteria improved the efficiency of these triggers in 2018 relative to 2017 at μ values above ∼ 40.",
            "paragraph_rank": 64,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 178,
                    "text": "[52]",
                    "end": 182
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 616,
                    "text": "Fig. 10",
                    "end": 623
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1014,
                    "text": "Figure 11",
                    "end": 1023
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1849,
                    "text": "Fig. 11c",
                    "end": 1857
                }
            ]
        },
        {
            "text": "Electron trigger evolution and performance in pp",
            "section_rank": 21
        },
        {
            "section": "Electron trigger evolution and performance in pp",
            "text": "data-taking",
            "paragraph_rank": 65,
            "section_rank": 21
        },
        {
            "text": "Evolution of electron triggers in Run 2",
            "section_rank": 22
        },
        {
            "section": "Evolution of electron triggers in Run 2",
            "text": "The evolution of the Run 2 electron trigger thresholds and identification requirements for the main unprescaled triggers is summarised in Table 7.",
            "paragraph_rank": 66,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 138,
                    "text": "Table 7",
                    "end": 145
                }
            ]
        },
        {
            "section": "Evolution of electron triggers in Run 2",
            "text": "In addition to the threshold increases, there were also changes in the underlying electron configuration and selection requirements as summarised in Table 8. These changes are not always reflected in the trigger names. For example, the Ringer algorithm (described in Sect. 6.3.1) was introduced in 2017. The additional background rejection allowed looser fast electron and precision calorimeter selections. In particular, for the latter step, in 2015-2016 there was a selection which relied on a multivariate technique using a LH discrim-  inant, constructed similarly to the standard offline precision selection one, but based only on calorimetric variables. This discriminant had ∼ 4% inefficiency relative to the offline selection. This inefficiency was removed in 2017-2018 by moving to a simpler requirement based only on E T . The 2015 and 2016 pdfs for the electron LH were derived from simulation samples described in Sect. 4. The pdfs for the trigger electrons with E T below (above) 15 GeV were determined with J/ψ → ee (Z → ee) MC samples, and corrected for differences between data and simulation [41]. The 2017 pdfs for electrons and background above 15 GeV were derived from data as detailed in Ref. [31]; pdf 'smoothing' was also introduced online for all triggers. The 2018 electron data-driven pdfs for all working points except the 'medium' one were updated with 2017 data, maintaining the original selection criteria and optimising for higher pile-up conditions ( μ up to 100). The 2018 pdfs for electrons with E T below 15 GeV were also derived from data as detailed in Ref. [31].",
            "paragraph_rank": 67,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_9",
                    "start": 149,
                    "text": "Table 8",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1109,
                    "text": "[41]",
                    "end": 1113
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1214,
                    "text": "[31]",
                    "end": 1218
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1595,
                    "text": "[31]",
                    "end": 1599
                }
            ]
        },
        {
            "text": "Ringer algorithm performance",
            "section_rank": 23
        },
        {
            "section": "Ringer algorithm performance",
            "text": "In 2017, triggers collected data online simultaneously with and without use of the Ringer algorithm, allowing an evaluation of its performance. For Z → ee decays, no difference in efficiency is observed, as shown for two triggers in Fig. 12. However, some special cases (such as events with merged electrons coming from decays of boosted dibosons) are found to suffer losses in efficiency as a result of using the Ringer algorithm, as is shown in Fig. 13. The efficiency drops for E T > 400 GeV because the two clusters begin to overlap, but at very high E T the two clusters become so close that they behave as a single cluster and all triggers become efficient again. For the E T range above 300 GeV, a trigger with only an E T selection in the HLT, e300_etcut, is available.",
            "paragraph_rank": 68,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 233,
                    "text": "Fig. 12",
                    "end": 240
                },
                {
                    "type": "figure",
                    "start": 447,
                    "text": "Fig. 13",
                    "end": 454
                }
            ]
        },
        {
            "text": "Single-electron triggers",
            "section_rank": 24
        },
        {
            "section": "Single-electron triggers",
            "text": "One of the main features of the Run 2 trigger menu is the presence of the unprescaled single-electron trigger E T threshold of 24 GeV for 2015 and 26 GeV for 2016-2018. This single-electron trigger ensures the collection of the majority of the events with leptonic W and Z boson decays, which are present in a wide range of measurements and searches in ATLAS. Although the threshold of this trigger is mainly constrained by the L1 bandwidth, as discussed in Sect. 8, the need for a low threshold and HLT rate places strong constraints on the tightness of the identification used by this trigger in the HLT. Relying on this trigger provides a simple and inclusive strategy, widely used in the ATLAS physics programme, at a cost of about 20% of the total L1 and HLT rate. Figure 14 shows the rates for the lowest-threshold unprescaled isolated single-electron triggers used during Run 2 as a function of the instantaneous luminosity. The LH selec- tion ('lhtight') of the lowest-threshold unprescaled isolated single-electron trigger is tuned for a given rate, which remained unchanged in 2016-2018. The electron trigger candidates originate from various processes, as shown in Fig. 15. This shows the lowest-threshold unprescaled isolated single-electron trigger rate as a function of the HLT electron E T -threshold value, broken down by process. The total rate is measured in a data set collected at a constant instantaneous luminosity of 8 × 10 33 cm −2 s −1 at √ s = 13 TeV, while the individual contributions from W , Z and multijet production are estimated with MC simulation. The dominant uncertainty in the multijet rate is evaluated with a data-driven technique: the rate as a function of E T is obtained in a multijet-enriched region by inverting the HLT track-based electron isolation, and the bin-by-bin disagreement between data and MC simulation is applied as a systematic uncertainty of the multijet process. The total expected rate is in agreement with the measured value for all the thresholds considered. Most of the rate comes from physics processes of interest such as W and Z production, while a significant but not dominant background comes from jets misidentified as electrons.",
            "paragraph_rank": 69,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 770,
                    "text": "Figure 14",
                    "end": 779
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1176,
                    "text": "Fig. 15",
                    "end": 1183
                }
            ]
        },
        {
            "section": "Single-electron triggers",
            "text": "At higher E T , additional triggers with no isolation requirements and looser identification are introduced. The rates for the lowest-threshold unprescaled, non-isolated triggers with a requirement of E T above 60 GeV and with 'lhmedium' identification are shown in Fig. 16a. The rates for the loose, unprescaled triggers with the 'lhloose' identification working point and E T above 120-140 GeV are shown in Fig. 16b. These higher-E T triggers have rate reductions of one and two orders of magnitude, respectively, compared with the lowest-threshold unprescaled isolated single-electron trigger. The three single-electron triggers, the exact configuration for which is detailed in Table 7, are used simultaneously in a Fig. 15 The lowest-threshold unprescaled isolated single-electron trigger's rate as a function of the threshold value for the trigger electron E T typical analysis selection, allowing an event to be selected if it passes any of them. This configuration is called the 'single-electron trigger combination'. There is also a very high E T trigger, e300_etcut, running at a rate of up to 5 Hz at 2 • 10 34 cm −2 s −1 . This trigger allows the collection of an unbiased sample of events with very high energy deposits in the EM calorimeter, as discussed in Sect. 10.2.",
            "paragraph_rank": 70,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 266,
                    "text": "Fig. 16a",
                    "end": 274
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 409,
                    "text": "Fig. 16b",
                    "end": 417
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 682,
                    "text": "Table 7",
                    "end": 689
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 720,
                    "text": "Fig. 15",
                    "end": 727
                }
            ]
        },
        {
            "section": "Single-electron triggers",
            "text": "The evolution of the single-electron trigger combination efficiency in 2015-2018 is shown in Fig. 17. The offline electron is required to pass the tight identification and FCTight isolation requirements. The FCTight isolation requirement is chosen because it is the only one which has a more restrictive isolation configuration than is used online. The sharper efficiency turn-on as a function of E T in 2015 shown in Fig. 17a is due to a looser identification requirement ('lhmedium' versus 'lhtight' from 2016), a lower E T threshold (24 GeV versus 26 GeV from 2016) and no isolation requirement. Although similar identification, isolation, and E T requirements are imposed in the single-electron triggers in 2016-2018, some inefficiency at E T < 60 GeV is observed in 2016. This is explained by the different electron trigger configuration used in 2016, in particular the inefficiency of the calorimeter-only LH selection at the precision step. In 2015-2016, triggers used simulation-based LH and were optimised relative to a different offline selection [41], which results in some inefficiency; however, from 2017 a data-driven likelihood selection and introduction of a looser fast selection with the Ringer algorithm recover the trigger efficiency at E T < 60 GeV. The main remaining sources of inefficiency are the L1 electromagnetic isolation requirements discussed in Sect. 8. As shown in Fig. 17b, the single-electron trigger combination efficiency is lower in the 1.37 < |η| < 1.52 and |η| > 2.37 regions, where a significant amount of inactive material is present. Further, detailed investigation into the sources of the inefficiency relative to the offline selection is discussed below. The MC simulation efficiency correction factors, defined in Sect. 7.2 and shown in the lower panels of Fig. 17, are as large as 18% close to the trigger E T threshold and at most 4% above 40 GeV. Their η-dependence is fairly smooth for 2015 and 2017-2018, with typical values of less than 4% (11%) outside (inside) the |η| > 2.37 region. These efficiency correction factors are measured with a typical precision of 0.1%. Figure 18 shows the trigger efficiency dependence on pileup. This was reduced towards the end of Run 2. The residual dependence is caused by the isolation requirements both in the HLT and at L1.",
            "paragraph_rank": 71,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 93,
                    "text": "Fig. 17",
                    "end": 100
                },
                {
                    "type": "figure",
                    "start": 418,
                    "text": "Fig. 17a",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1057,
                    "text": "[41]",
                    "end": 1061
                },
                {
                    "type": "figure",
                    "start": 1398,
                    "text": "Fig. 17b",
                    "end": 1406
                },
                {
                    "type": "figure",
                    "start": 1803,
                    "text": "Fig. 17",
                    "end": 1810
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 2121,
                    "text": "Figure 18",
                    "end": 2130
                }
            ]
        },
        {
            "section": "Single-electron triggers",
            "text": "Sources of inefficiency for the e26_lhtight_nod0_ivarloose and e60_lhmedium_nod0 triggers relative to the offline reconstruction and the corresponding L1 requirements (EM22VHI) are shown in Table 9. The sources are broken down for each of the selection steps in the HLT. A description of the steps is provided in Sect. 6.3. The offline reconstructed electron is required to have E T > 27 (61) GeV and pass the 'lhtight' identification. The inefficiencies are determined by the percentage of candidates that pass the offline identification, but fail the online identification at the indicated step, measured with a tag-and-probe method using Z → ee decays providing approximately 25 000 and 15 000 suitable probe electrons, respectively. The sizes of the contributions of the individual selection steps to the overall inefficiency depend on the E T of the electron and on the tightness of the selection requirements. The dominant source of inefficiency for the lowest-threshold unprescaled isolated trigger is the electron identification, while for the lowest-threshold unprescaled non-isolated trigger, the sources of inefficiency are more diverse. These inefficiencies are driven by differences between the online and offline reconstruction criteria described in Sect. 6. ",
            "paragraph_rank": 72,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 190,
                    "text": "Table 9",
                    "end": 197
                }
            ]
        },
        {
            "text": "Dielectron triggers",
            "section_rank": 25
        },
        {
            "section": "Dielectron triggers",
            "text": "Dielectron triggers allow the use of electron E T thresholds at least 9 GeV below those of the single-electron triggers and looser identification and isolation requirements with only a very small increase in HLT rate. The major constraint for dielectron triggers comes from their L1 E T thresholds, while the corresponding HLT rates, shown in Fig. 19, are of the order of 10 Hz, which allow triggers with a very loose selection in the HLT to be kept. The L1_2EM15VH threshold had to be increased to L1_2EM20VH due to rate considerations in 2017. An additional set of dielectron triggers which start from L1_2EM15VHI was introduced. The efficiencies of the dielectron triggers as a function of the offline electron E T shown in Fig. 20a are calculated for a single electron trigger leg of the dielectron trigger. Thus for Table 9 Sources of inefficiency for the e26_lhtight_nod0_ivarloose and e60_lhmedium_nod0 triggers at each selection step in the HLT. Isolation requirements on the precision electron candidate may be applied: if the candidate fails the 'Precision Electron selection' but passes isola-tion, 'Electron selection only' is filled; if the candidate passes the precision electron selection buts fails isolation, 'Isolation only' is filled; if both fail, 'Electron selection and isolation' is filled. Data collected in October 2017 are used for this study  the 2015 dielectron trigger, 2e12_lhloose, the efficiency of e12_lhloose is shown. The dielectron trigger had a lower E T threshold in 2015, and a slightly tighter identification point ('lhloose' instead of 'lhvloose'), which results in a different efficiency curve. The dielectron triggers with an E T threshold of 17 GeV have a lower efficiency in 2017 and 2018 than in previous years for E T below 60 GeV. This is due to the L1 seed, which has an electromagnetic isolation requirement. To recover the lost efficiency, a combination of a lower-E T trigger (isolated at L1) and a higher-E T trigger (with only the L1 hadronic veto applied) is typically used in ATLAS physics analyses. The η-dependence of the efficiencies of the dielectron trigger legs is shown in Fig. 20b. The efficiency shown is lower in the 1.37 < |η| < 1.52 and |η| > 2.37 regions, similar to the single-electron triggers. Outside these regions, efficiencies of dielectron triggers without L1 EM isolation are about 5% lower in the endcaps than in the barrel region, while those for triggers with L1 EM isolation have at most 3% variations. Figure 21 shows the dielectron trigger efficiency as a function of pile-up. It decreases slightly with μ for non-isolated L1 triggers, and has a much stronger μ dependence (due to the L1 electromagnetic isolation requirement) for the isolated L1 triggers.",
            "paragraph_rank": 73,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 343,
                    "text": "Fig. 19",
                    "end": 350
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 727,
                    "text": "Fig. 20a",
                    "end": 735
                },
                {
                    "type": "table",
                    "start": 821,
                    "text": "Table 9",
                    "end": 828
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2136,
                    "text": "Fig. 20b",
                    "end": 2144
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2484,
                    "text": "Figure 21",
                    "end": 2493
                }
            ]
        },
        {
            "section": "Dielectron triggers",
            "text": "The efficiency of the e24_lhvloose_nod0 trigger in 2018 with respect to various offline identification WPs is shown in Fig. 22. The MC efficiency corrections for this trigger with very loose online selection reach up to 30% (10%) at low E T relative to loose and medium (tight) offline selections, but above 40 GeV they remain below 5%. The data-simulation discrepancies are mostly driven by the performance in the 1.37 < |η| < 1. 52   ",
            "paragraph_rank": 74,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 119,
                    "text": "Fig. 22",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 431,
                    "text": "52",
                    "end": 433
                }
            ]
        },
        {
            "text": "Other electron and combined triggers for physics",
            "section_rank": 26
        },
        {
            "section": "Other electron and combined triggers for physics",
            "text": "Lower thresholds or looser identification criteria than those used in the single-electron and dielectron triggers described above can be used for 'combined' triggers which target specific final states with other physics objects (photons, muons, τ -leptons, jets, b-jets, missing transverse momentum, etc.) in addition to an electron. The lowest electron-E T threshold used in combined triggers is 7 GeV. The efficiency of the electron leg of this trigger, shown in Fig. 23, is similar to that for the single-electron and dielectron triggers. There are also dedicated triggers which allow events with unusual topologies to be collected. For example, for final states with two closely spaced electrons, standard triggers are not very efficient. This is shown in Fig. 24 for the Higgs boson Dalitz decay H → γ * γ → eeγ . The efficiency is measured in a sample of simulated events with m ee < 10 GeV, E γ T > 35 GeV and both electrons with E T > 15 GeV. A dedicated, cut-based electron identification WP, 'mergedtight', was introduced in 2017, allowing events with two collimated electrons to pass the trigger. As shown in Table 10, this new trigger recovers a significant fraction of events not recorded by the standard diphoton triggers (2g50_loose and g35_medium_g25_medium), especially in the regime of R(ee) < 0.1. An additional requirement on the invariant mass of the photon and dielectron requiring compatibility with the Higgs boson mass is introduced to reduce the background rate, with negligible impact on the signal efficiency. ",
            "paragraph_rank": 75,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 465,
                    "text": "Fig. 23",
                    "end": 472
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 760,
                    "text": "Fig. 24",
                    "end": 767
                },
                {
                    "type": "table",
                    "start": 1120,
                    "text": "Table 10",
                    "end": 1128
                }
            ]
        },
        {
            "text": "Support electron triggers",
            "section_rank": 27
        },
        {
            "section": "Support electron triggers",
            "text": "Samples of J/ψ → ee events for various performance measurements were collected with prescaled 'support' dielectron triggers. These require electron E T thresholds in the range 4-14 GeV with one electron leg passing an 'lhtight' identification requirement and the other an 'etcut' requirement. There are also sets of single-electron prescaled triggers with either only an E T requirement in the HLT, or with 'lhvloose' identification at various E T thresholds. These have a rate of about 1 Hz each and are used for performance and background studies.",
            "paragraph_rank": 76,
            "section_rank": 27
        },
        {
            "section": "Support electron triggers",
            "text": "Additionally, for each combined trigger electron leg there is a corresponding single electron trigger which is enabled only in 'rerun' mode to allow electron trigger efficiency measurements.",
            "paragraph_rank": 77,
            "section_rank": 27
        },
        {
            "text": "Electron and photon trigger performance in HI data-taking",
            "section_rank": 28
        },
        {
            "section": "Electron and photon trigger performance in HI data-taking",
            "text": "In the 2015 PbPb run, only cut-based 'HI loose' electron triggers were activated. The number of Z → ee candidates in the entire run was limited to about 4000, which limited the precision of the trigger efficiency evaluation. In the 2018 PbPb run, a factor of 3.5 more integrated luminosity was provided which resulted in a significant improvement in the number of Z → ee candidates for electron trigger performance studies. Two electron trigger sequences are activated for data-taking: a cut-based 'loose_ion' trigger with an E T = 20 GeV threshold, and an LH-based 'lhloose_ion' trigger with an E T > 15 GeV requirement. In the latter, the standard pp pdfs are evaluated using the UE-corrected variables. An advantage of the LH-based approach is a significant reduction in the output rate in comparison with the cut-based trigger at the same E T threshold. The LH trigger has significantly better purity at the cost of a moderate loss in trigger efficiency. Figure 25 shows the trigger efficiency as a function of FCal E T and offline electron E T for the 'loose_ion' and 'lhloose_ion' triggers with 20 and 15 GeV thresholds, respectively. The trigger efficiencies are evaluated using the tag-and-probe method on Z → ee candidate events. Probe electrons are required to pass a version of the loose LH identification optimised for PbPb collisions. The 'loose_ion' trigger is slightly more efficient in the plateau region, which is reached at around 25 GeV in both cases. Both trigger sequences have a small (below 12%) collision-centrality dependence.",
            "paragraph_rank": 78,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 959,
                    "text": "Figure 25",
                    "end": 968
                }
            ]
        },
        {
            "section": "Electron and photon trigger performance in HI data-taking",
            "text": "The primary unprescaled photon trigger used in 2015 and 2018 PbPb data-taking had a 20 GeV E T threshold, and the photon candidate was required to satisfy loose identification criteria. Figure 26 shows the 2018 photon trigger efficiency using the BS method. The efficiency is shown in Fig. 26a as a function of FCal E T , with and without UE subtraction applied in the online reconstruction. When the reconstruction is run without UE subtraction, i.e. in the same manner as done in pp collision data-taking, the efficiency shows a strong dependence on collision centrality. This is primarily due to a strong distortion of the shower shapes and subsequent inefficiency associated with the identification requirements. When the reconstruction is run with the UE subtraction procedure, the photon trigger efficiency remains high across the full range of centralities. In Fig. 26b, the  (offline, calibrated) photon-E T dependence of photon trigger efficiencies using UE subtraction is shown for photon triggers with 15 and 20 GeV E T thresholds. The efficiency is determined with respect to offline reconstructed photons which pass a tighter set of identification cuts, identical to those used in typical physics analyses. The HI photon triggers become fully efficient at about 5 GeV above the nominal online trigger threshold, similar to the photon triggers used for the pp data-taking. During data-taking, the performance of the electron and photon triggers is monitored online while data are being collected, and offline, right after data are recorded. The online monitoring check is performed during the data-taking by shift personnel based in the ATLAS control room at CERN, located at ground level, 100 m above the ATLAS detector, in the Point 1 of the LHC ring. Observables related to electron and photon candidates at different stages of the HLT reconstruction are checked. These observables are defined in the reconstruction and hypothesis-testing algorithms executed online. Only a set of representative electron and photon triggers are monitored online. Monitoring of the full set of triggers would require a large fraction of the HLT farm's computing power and is not necessary, as many of the electron and photon triggers share the same algorithms. In the fast reconstruction step, only the coverage in η-φ space and the distributions of E T are monitored for both the electrons and photons. Ringer algorithm variables, track positions, and distances between tracks and calorimeter clusters are monitored for electron triggers. In the precision step, in addition to those observables, the value of μ at the HLT and some calorimeter shower shapes are monitored. For electrons, the distribution of the value of the likelihood discriminant is also monitored.",
            "paragraph_rank": 79,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 186,
                    "text": "Figure 26",
                    "end": 195
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 285,
                    "text": "Fig. 26a",
                    "end": 293
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 868,
                    "text": "Fig. 26b, the  (offline, calibrated)",
                    "end": 904
                }
            ]
        },
        {
            "section": "Electron and photon trigger performance in HI data-taking",
            "text": "An 'express stream' is defined, containing a fraction of the collected data reconstructed with high priority for offline monitoring and data-quality purposes. It takes around one day for the ATLAS computing centre at CERN to calibrate and reconstruct data from the express stream. Once these data are available, offline monitoring of the performance and data quality for several electron and photon triggers is performed. The list of triggers that are monitored offline include versions of all primary triggers (single, isolated electron, single photon, dielectron, diphoton, tight diphoton), and supporting triggers (e.g. dedicated Z → ee and J/ψ → ee tagand-probe triggers). All of the express stream triggers are highly prescaled; 3 Hz of the total 20 Hz express stream rate is reserved for the electron and photon trigger monitoring.",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "section": "Electron and photon trigger performance in HI data-taking",
            "text": "Almost all of the variables used by the online algorithms are monitored offline, at L1 and in both the fast and precision HLT reconstruction steps. In addition to distributions of physics observables, the efficiencies of different triggers are computed and monitored. Figure 6 is an example of an efficiency plot produced with the monitoring tools. The offline monitoring is performed by an expert among the shift personnel, who compares the distributions of HLT physics observables and trigger performance with those from a reference set of data, selected in advance, for which the ATLAS detector is known to have good operational performance. There were no data-quality issues caused by electron and photon triggers in Run 2.",
            "paragraph_rank": 81,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 268,
                    "text": "Figure 6",
                    "end": 276
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 29
        },
        {
            "section": "Conclusion",
            "text": "This paper describes the ATLAS electron and photon triggers and their evolution during Run 2. To cope with a fourfold increase of peak LHC luminosity in Run 2 (2015-2018), to 2.1 × 10 34 cm −2 s −1 , and a similar increase in the number of interactions per beam-crossing, trigger algorithms and selections needed to be optimised to control the trigger rates while retaining a high efficiency for offline analyses. The main triggers for the proton-proton data-taking were a single-electron trigger with a transverse energy threshold of 26 GeV and a diphoton trigger with transverse energy thresholds of 25 and 35 GeV. The single-electron trigger efficiency relative to a single-electron offline selection is at least 75% for an offline electron of 31 GeV, and rises to 96% at 60 GeV. The trigger efficiency of a 25 GeV leg of the primary diphoton trigger relative to a tight offline photon selection is more than 96% for an offline photon of 30 GeV. Trigger efficiencies are comparable in the heavy-ion runs, in which electron and photon trigger transverse energy thresholds were in the range 15-20 GeV.",
            "paragraph_rank": 82,
            "section_rank": 29
        },
        {
            "section": "Conclusion",
            "text": "without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIEN-CIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DRF/IRFU, France; SRNSFG, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, individual groups and members have received support from BCKDF, CANARIE, CRC and Compute Canada, Canada; COST, ERC, ERDF, Horizon 2020, and Marie Skłodowska-Curie Actions, European Union; Investissements d' Avenir Labex and Idex, ANR, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF, Greece; BSF-NSF and GIF, Israel; CERCA Programme Generalitat de Catalunya, Spain; The Royal Society and Leverhulme Trust, United Kingdom. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref. [53].",
            "paragraph_rank": 83,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1974,
                    "text": "[53]",
                    "end": 1978
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "Data Availability Statement This manuscript has no associated data or the data will not be deposited. [Authors' comment: \"All ATLAS scientific output is published in journals, and preliminary results are made available in Conference Notes. All are openly available, without restriction on use by external parties beyond copyright law and the standard conditions agreed by CERN. Data associated with journal publications are also made available: tables and data from plots (e.g. cross section values, likelihood profiles, selection efficiencies, cross section limits, ...) are stored in appropriate repositories such as HEPDATA (http:// hepdata.cedar.ac.uk/). ATLAS also strives to make additional material related to the paper available that allows a reinterpretation of the data in the context of new theoretical models. For example, an extended encapsulation of the analysis is often provided for measurements in the framework of RIVET (http://rivet.hepforge.org/).\" This information is taken from the ATLAS Data Access Policy, which is a public document that can be downloaded from http://opendata.cern.ch/record/413 [opendata.cern.ch].]",
            "paragraph_rank": 84,
            "section_rank": 29
        },
        {
            "section": "Conclusion",
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecomm ons.org/licenses/by/4.0/. Funded by SCOAP 3 .",
            "paragraph_rank": 85,
            "section_rank": 29
        },
        {
            "text": "Fig. 2",
            "section_rank": 30
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2The concept of ring-shaped energy reconstruction in a calorimeter slice corresponding to the RoI size for |η| < 1.35. The most energetic cell (r 1 ) is shown in red, while the rings around it alternate between black and white. In this scenario there are some areas not used by the",
            "paragraph_rank": 86,
            "section_rank": 30
        },
        {
            "text": "Fig. 3 Fig. 4",
            "section_rank": 31
        },
        {
            "section": "Fig. 3 Fig. 4",
            "text": "Fig. 3The invariant mass of the two leptons, m , vs the invariant mass of the three-body system, m γ , in Z → eeγ and Z → μμγ decays in 2017 pp data. Events with a photon and a Z→ decay are visible as a horizontal band, which peaks around m = 90 GeV for three-body invariant masses above 96 GeV, and can be easily separated from Z radiative decay events, which are concentrated in a vertical band around m γ = 90 GeV",
            "paragraph_rank": 87,
            "section_rank": 31
        },
        {
            "text": "Fig. 5",
            "section_rank": 32
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5Dependence of the L1 trigger rates on the luminosity for single-object and diobject L1 EM triggers. The 2016 pp data is used for the L1_2EM15VH trigger, as this trigger was unavailable in 2018",
            "paragraph_rank": 88,
            "section_rank": 32
        },
        {
            "text": "Fig. 6",
            "section_rank": 33
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6Efficiency of L1 single EM object triggers as a function of a the offline electron E T and b pile-up. The offline reconstructed electron is required to pass a likelihood-based 'tight' identification. The efficiencies are measured with a tag-and-probe method in Z → ee data events, using offline monitoring tools described in Sect. 12. The error bars show",
            "paragraph_rank": 89,
            "section_rank": 33
        },
        {
            "text": "Fig. 7 Fig. 8",
            "section_rank": 34
        },
        {
            "section": "Fig. 7 Fig. 8",
            "text": "Fig. 7HLT output rate as a function of instantaneous luminosity for the primary a single-photon triggers and b diphoton triggers in 2015-2018. The changes between years are detailed in Sect. 9.1",
            "paragraph_rank": 90,
            "section_rank": 34
        },
        {
            "text": "Fig. 9",
            "section_rank": 35
        },
        {
            "section": "Fig. 9",
            "text": "Fig. 9Efficiencies of the 25 GeV leg of primary diphoton triggers in 2015-2018 as a function of the offline photon a E T , b η and c μ . The changes between years are detailed in Sect. 9.1. The ratios of data to MC simulation efficiencies are also shown. The efficiency is computed with respect to offline photons satisfying 'tight' identification criteria and",
            "paragraph_rank": 91,
            "section_rank": 35
        },
        {
            "text": "Fig. 10",
            "section_rank": 36
        },
        {
            "section": "Fig. 10",
            "text": "Fig. 10The HLT output rate as a function of instantaneous luminosity for tight diphoton triggers in 2015-2018. The changes between years are detailed in Sect. 9.1",
            "paragraph_rank": 92,
            "section_rank": 36
        },
        {
            "text": "Fig. 11",
            "section_rank": 37
        },
        {
            "section": "Fig. 11",
            "text": "Fig. 11Evolution of efficiencies for tight diphoton trigger legs as a function of the offline photon a E T , b η, and c μ during Run 2. The changes between years are detailed in Sect. 9.1. The efficiency is computed with respect to offline photons satisfying tight identification criteria and the calorimeter-only tight isolation requirement. The ratios of data to MC simulation efficiencies are also shown. The total",
            "paragraph_rank": 93,
            "section_rank": 37
        },
        {
            "text": "Fig. 12 Fig. 13 Fig. 14",
            "section_rank": 38
        },
        {
            "section": "Fig. 12 Fig. 13 Fig. 14",
            "text": "Fig. 12The efficiency of electron triggers with the Ringer algorithm and with the cut-based algorithm as a function of the offline electron a E T , b η and c pile-up. Efficiency is given with respect to offline tight",
            "paragraph_rank": 94,
            "section_rank": 38
        },
        {
            "text": "Fig. 16 Fig. 17",
            "section_rank": 39
        },
        {
            "section": "Fig. 16 Fig. 17",
            "text": "Fig. 16Dependence of the single-electron-trigger rates on the luminosity for a lowest-threshold unprescaled, non-isolated and b loose unprescaled single-electron triggers in 2015-2018. The changes between years are detailed in Sect. 10.1",
            "paragraph_rank": 95,
            "section_rank": 39
        },
        {
            "text": "Fig. 18",
            "section_rank": 40
        },
        {
            "section": "Fig. 18",
            "text": "Fig. 18Evolution of the single-electron trigger combination efficiency as a function of the pile-up during Run 2, showing measurements in data only. The changes between years are detailed in Sect. 10.1. The efficiency is given with respect to offline tight identification and the FCTight isolation working point. Background subtraction is not applied, as the effect is expected to be negligible. Poorly populated bins are removed. Only offline candidates with E T values at least 1 GeV above the corresponding trigger threshold are used. The error bars indicate statistical and systematic uncertainties combined in quadrature",
            "paragraph_rank": 96,
            "section_rank": 40
        },
        {
            "text": "Fig. 20",
            "section_rank": 41
        },
        {
            "section": "Fig. 20",
            "text": "Fig. 20Evolution of efficiencies for dielectron trigger legs as a function of the offline electron a E T and b η during Run 2, showing measurements in data only. The changes between years are detailed in Sect. 10.1. The efficiency is given with respect to the loose offline identification",
            "paragraph_rank": 97,
            "section_rank": 41
        },
        {
            "text": "Fig. 21",
            "section_rank": 42
        },
        {
            "section": "Fig. 21",
            "text": "Fig. 21 Evolution of efficiencies for the dielectron trigger legs as a function of pile-up during Run 2, showing measurements in data only. The changes between years are detailed in Sect. 10.1. The efficiency is given with respect to the loose offline identification and the FCLoose isolation working point. No background subtraction is applied, as the effect is expected to be negligible. Poorly populated bins are removed. Only offline candidates with E T values at least 1 GeV above the corresponding trigger threshold are used. The error bars indicate statistical and systematic uncertainties combined in quadrature",
            "paragraph_rank": 98,
            "section_rank": 42
        },
        {
            "text": "Fig. 22 Fig. 23",
            "section_rank": 43
        },
        {
            "section": "Fig. 22 Fig. 23",
            "text": "Fig. 22Efficiencies of the e24_lhvloose_nod0 trigger as a function of the offline electron a E T and b η with respect to offline tight, medium, and loose identification, and no isolation requirements. The efficien-",
            "paragraph_rank": 99,
            "section_rank": 43
        },
        {
            "text": "Fig. 24 3 ±",
            "section_rank": 44
        },
        {
            "section": "Fig. 24 3 ±",
            "text": "Fig. 24Trigger efficiency in a sample of simulated H → γ * γ → eeγ events. The specially developed trigger is called '1 photon, 1 collimated electron pair'. The error bars indicate statistical uncertainties onlyTable 10Trigger efficiency in a sample of simulated H → γ * γ → eeγ events. The specially developed trigger is called '1 photon, 1 collimated electron pair'. The signal selection efficiency for the combination of three triggers is given in the 'Combined efficiency' lineTriggerSignal efficiency (%) 2 loose photons, E T >50 GeV 41.3 ± 0.5 2 medium photons, E T >35, 25 GeV",
            "paragraph_rank": 100,
            "section_rank": 44
        },
        {
            "text": "Fig. 25 Fig. 26",
            "section_rank": 45
        },
        {
            "section": "Fig. 25 Fig. 26",
            "text": "Fig. 25HI electron trigger efficiency as a function of a FCal E T and b the offline electron E T . The efficiency is calculated with respect to the loose offline identification WP using offline monitoring tools described",
            "paragraph_rank": 101,
            "section_rank": 45
        },
        {
            "text": "Table 2",
            "section_rank": 46
        },
        {
            "section": "Table 2",
            "text": "The per-year values of centre-of-mass energy per nucleon pair, maximum instantaneous luminosity, and integrated luminosity for the heavy-ion data-taking. A μ value related to pile-up is not listed as it",
            "paragraph_rank": 102,
            "section_rank": 46
        },
        {
            "text": "Table 3",
            "section_rank": 47
        },
        {
            "section": "Table 3",
            "text": "Definition of isolation working points. For electron (muon) track isolation the cone size R var has a maximum value of 0.2 (0.3) and decreases as a function of p T as 10 GeV/ p T[GeV]. Prefix 'FC' high-",
            "paragraph_rank": 103,
            "section_rank": 47
        },
        {
            "text": "Table 4",
            "section_rank": 48
        },
        {
            "section": "Table 4",
            "text": "Selected optional requirements which can be suffixed to photon and electron trigger names",
            "paragraph_rank": 104,
            "section_rank": 48
        },
        {
            "section": "Table 4",
            "text": "T -only requirement applied in the HLT ion -triggers for heavy-ion data-taking",
            "paragraph_rank": 105,
            "section_rank": 48
        },
        {
            "text": "The ATLAS Run 2 trigger naming convention used is [Trigger level]_[object multiplicity] [object type][minimum E T value in GeV] and, optionally, an additional string detailing other requirements listed in",
            "paragraph_rank": 106,
            "section_rank": 49
        },
        {
            "text": "Table 5",
            "section_rank": 50
        },
        {
            "section": "Table 5",
            "text": "List of unprescaled L1 EM triggers in different data-taking periods during Run 2",
            "paragraph_rank": 107,
            "section_rank": 50
        },
        {
            "text": "Table 6",
            "section_rank": 51
        },
        {
            "section": "Table 6",
            "text": "List of unprescaled triggers with photons in different data-taking periods during Run 2. The corresponding L1 trigger threshold is given in brackets. No L1 isolation is applied for L1 E T > 50 GeV",
            "paragraph_rank": 108,
            "section_rank": 51
        },
        {
            "text": "Table 7",
            "section_rank": 52
        },
        {
            "section": "Table 7",
            "text": "List of unprescaled electron triggers in different data-taking periods during Run 2. The corresponding L1 trigger threshold is given in brackets. All single electron triggers start from the same L1 threshold. No L1 isolation is applied for E T >50 GeV",
            "paragraph_rank": 109,
            "section_rank": 52
        },
        {
            "text": "Table 8",
            "section_rank": 53
        },
        {
            "section": "Table 8",
            "text": "Changes in the electron HLT configuration steps",
            "paragraph_rank": 110,
            "section_rank": 53
        },
        {
            "text": "and |η| > 2.37 regions. The efficiency",
            "paragraph_rank": 111,
            "section_rank": 54
        },
        {
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the zaxis along the beam-pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the beam-pipe. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). The angular distance R is defined as R ≡ ( η) 2 + ( φ)2  . Transverse momenta and energies are defined as p T = p sin θ and E T = E sin θ, respectively.",
            "paragraph_rank": 112,
            "section_rank": 54
        },
        {
            "text": "R had is the ratio of the cluster transverse energy in the hadronic calorimeter to that in the EM calorimeter. R η is based on the cluster shape in the second layer of the EM calorimeter and defined as the ratio of the E T in a core region of 3 × 7 cells in η × φ to that in a 7 × 7 region, expanded in η from 3 × 7 core. E ratio is based on the cluster shape in the first layer of the EM calorimeter and defined as the ratio of the energy difference between the maximum energy deposit and the energy deposit in a secondary maximum in the cluster to the sum of these energies.",
            "paragraph_rank": 113,
            "section_rank": 54
        },
        {
            "text": "Photon trigger evolution and performance in pp data-taking 9.1 Evolution of photon triggers in Run 2Table 6shows the lowest-threshold unprescaled photon triggers in different data-taking periods during Run 2. The 'loose' and 'medium' identification requirements remained",
            "paragraph_rank": 114,
            "section_rank": 54
        },
        {
            "text": "Acknowledgements",
            "section_rank": 56
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions",
            "paragraph_rank": 115,
            "section_rank": 56
        }
    ]
}