{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The results of a search for electroweakino pair production pp →χ ± 1χ 0 2 in which the chargino (χ ± 1 ) decays into a W boson and the lightest neutralino (χ 0 1 ), while the heavier neutralino (χ 0",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "2 ) decays into the Standard Model 125 GeV Higgs boson and a secondχ 0 1 are presented. The signal selection requires a pair of b-tagged jets consistent with those from a Higgs boson decay, and either an electron or a muon from the W boson decay, together with missing transverse momentum from the corresponding neutrino and the stable neutralinos. The analysis is based on data corresponding to 139 fb −1 of √ s = 13 TeV pp collisions provided by the Large Hadron Collider and recorded by the ATLAS detector. No statistically significant evidence of an excess of events above the Standard Model expectation is found. Limits are set on the direct production of the electroweakinos in simplified models, assuming pure wino cross-sections. Masses of χ ± 1 /χ 0 2 up to 740 GeV are excluded at 95% confidence level for a masslessχ 0 1 .",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The Standard Model (SM) is a remarkably successful theory, yet it is clear that this theory is not a complete description of nature. The discovery in 2012 of the SM Higgs boson [1][2][3][4], by the ATLAS and CMS collaborations, confirmed the mechanism of the electroweak symmetry breaking and highlighted the hierarchy problem [5][6][7][8]. Supersymmetry (SUSY) [9][10][11][12][13][14], a theoretical extension to the SM, resolves the hierarchy problem by introducing a new fermion (boson) supersymmetric partner for each boson (fermion) in the SM. In SUSY models that conserve R-parity [15], the SUSY particles are produced in pairs. Furthermore, the lightest supersymmetric particle (LSP) is stable and weakly interacting, thus constituting a viable dark-matter candidate [16,17]. e-mail: atlas.publications@cern.ch",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 177,
                    "text": "[1]",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 180,
                    "text": "[2]",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 183,
                    "text": "[3]",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 186,
                    "text": "[4]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "start": 327,
                    "text": "[5]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "start": 330,
                    "text": "[6]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 333,
                    "text": "[7]",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 336,
                    "text": "[8]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 362,
                    "text": "[9]",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 365,
                    "text": "[10]",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 369,
                    "text": "[11]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 373,
                    "text": "[12]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "start": 377,
                    "text": "[13]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 381,
                    "text": "[14]",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 587,
                    "text": "[15]",
                    "end": 591
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 774,
                    "text": "[16,",
                    "end": 778
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 778,
                    "text": "17]",
                    "end": 781
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In SUSY scenarios the partners of the SM Higgs boson (h) and the gauge bosons, known as the higgsinos, winos (partners of the SU(2) L gauge fields), and bino (partner of the U(1) gauge field) are collectively referred to as electroweakinos. Charginosχ ± i (i = 1, 2) and neutralinosχ 0 j ( j = 1, 2, 3, 4) are the electroweakino mass eigenstates which are linear superpositions of higgsinos, winos, and bino. For the models considered in this paper, the lightest neutralino (χ 0 1 ) is a bino-like LSP. The lightest chargino (χ ± 1 ) and next-to-lightest neutralino (χ 0 2 ) are wino-like and nearly mass degenerate.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 569,
                    "text": "0",
                    "end": 570
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Naturalness considerations [18,19] suggest that the lightest of the electroweakinos have masses near the electroweak scale. In scenarios where the strongly produced SUSY particles are heavier than a few TeV, the direct production of electroweakinos may be the dominant SUSY production mechanism at the Large Hadron Collider (LHC). The lightest chargino and next-to-lightest neutralino can decay viã χ ± 1 → Wχ  [20][21][22] in scenarios where the lepton superpartners are heavier than the electroweakinos. In this case the decay via the Higgs boson is dominant for many choices of SUSY parameters, as long as m(χ 0 2 ) − m(χ 0 1 ) > m(h). Scenarios with light electroweakinos also provide a possible explanation for the discrepancy between the muon anomalous magnetic moment g − 2 measurement and the SM predictions [23,24].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 27,
                    "text": "[18,",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 31,
                    "text": "19]",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "start": 401,
                    "text": "±",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 411,
                    "text": "[20]",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 415,
                    "text": "[21]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 419,
                    "text": "[22]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 816,
                    "text": "[23,",
                    "end": 820
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 820,
                    "text": "24]",
                    "end": 823
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper presents a search for direct production of electroweakinos in proton-proton ( pp) collisions produced at the LHC at √ s = 13 TeV. This analysis is designed to be sensitive to direct production of a chargino and a neutralino that promptly decay asχ 1 are assumed to be 100%. The branching ratio of h → bb is taken to be 58.3% as expected for the SM Higgs boson.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Previous searches for charginos and neutralinos at the LHC targeting decays via the Higgs boson have been reported by the ATLAS [25] and CMS [26] collaborations. Because of increased integrated luminosity and an improved twodimensional fit procedure, the search presented here significantly extends the SUSY parameter space sensitivity beyond that of the previously published 13 TeVATLAS search [25] for the same final state.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 128,
                    "text": "[25]",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 141,
                    "text": "[26]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 395,
                    "text": "[25]",
                    "end": 399
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS detector [27] is a multipurpose particle detector with a nearly 4π coverage in solid angle. 1 It consists of an inner tracking detector surrounded by a thin superconducting solenoid providing a 2 T axial magnetic field, electromagnetic and hadron calorimeters, and a muon spectrometer. The inner tracking detector covers the pseudorapidity range |η| < 2.5. It consists of silicon pixel, sili- 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point in the centre of the detector. The positive xaxis is defined by the direction from the interaction point to the centre of the LHC ring, with the positive y-axis pointing upwards, while the beam direction defines the z-axis. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity η is defined in terms of the polar angle θ by η = − ln tan(θ/2). Rapidity is defined as y = 0.5 ln",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 19,
                    "text": "[27]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 102,
                    "text": "1",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 403,
                    "text": "1",
                    "end": 404
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "where E denotes the energy and p z is the component of the momentum along the beam direction. The angular distance R is defined as",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "con microstrip, and transition radiation tracking detectors. A new inner pixel layer, the insertable B-layer [28,29], was added at a mean radius of 3.3 cm before the start of 2015 data taking period, improving the identification of b-jets. Lead/liquid-argon (LAr) sampling calorimeters provide electromagnetic (EM) energy measurements with high granularity. A steel/scintillator-tile hadron calorimeter covers the central pseudorapidity range (|η| < 1.7). The endcap and forward regions are instrumented with LAr calorimeters for EM and hadronic energy measurements up to |η| = 4.9.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 109,
                    "text": "[28,",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 113,
                    "text": "29]",
                    "end": 116
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "The muon spectrometer surrounds the calorimeters and is based on three large air-core toroidal superconducting magnets with eight coils each. The field integral of the toroids ranges between 2.0 and 6.0 Tm across most of the detector. The muon spectrometer includes a system of precision tracking chambers and fast detectors for triggering. A twolevel trigger system [30] is used to select events. The firstlevel trigger is implemented in hardware and uses a subset of the detector information to keep the accepted rate below 100 kHz. This is followed by a software-based trigger that reduces the accepted event rate to 1 kHz on average depending on the data-taking conditions.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 367,
                    "text": "[30]",
                    "end": 371
                }
            ]
        },
        {
            "text": "Dataset and simulated events",
            "section_rank": 4
        },
        {
            "section": "Dataset and simulated events",
            "text": "The results were obtained using 139 fb −1 of pp LHC collision data collected between 2015 and 2018 by the ATLAS detector, with a centre-of-mass energy of 13 TeV and a 25 ns proton bunch crossing interval. In 2015-2016 the average number of interactions per bunch crossing (pile-up) was μ = 20, increasing to μ = 38 in 2017 and to μ = 37 in 2018. The uncertainty in the combined 2015-2018 integrated luminosity is 1.7% [31], obtained using the LUCID-2 detector [32] for the primary luminosity measurements. Monte Carlo (MC) simulated datasets are used to model the SM backgrounds and evaluate signal selection efficiency and yields. All simulated samples were produced using the ATLAS simulation infrastructure [33] and Geant 4 [34], or a faster simulation based on a parameterisation of the calorimeter response and Geant 4 for the other detector systems. All simulated events were generated with a varying number of inelastic pp interactions overlaid on the hardscattering event to model the multiple proton-proton interactions in the same and nearby bunch crossings. The pileup events are generated with Pythia 8.186 [35] using the NNPDF2.3LO set of PDFs [36] and the A3 tune [37]. The simulated events were reconstructed with the same algorithms as those used for data.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 418,
                    "text": "[31]",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 460,
                    "text": "[32]",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 710,
                    "text": "[33]",
                    "end": 714
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 727,
                    "text": "[34]",
                    "end": 731
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1119,
                    "text": "[35]",
                    "end": 1123
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1157,
                    "text": "[36]",
                    "end": 1161
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1178,
                    "text": "[37]",
                    "end": 1182
                }
            ]
        },
        {
            "section": "Dataset and simulated events",
            "text": "The backgrounds considered in this analysis are: tt pair production; single-top production (s-channel, t-channel, and associated W t production); W/Z +jets production; tt production with an electroweak boson (tt V ); Higgs boson pro-  [38] and OpenLoops [39,40] and merged with the Sherpa parton shower [41] according to the ME+PS@NLO prescription [42][43][44][45] using the set of tuned parameters developed by the Sherpa authors. The event generators, the parton shower and hadronisation routines, and the underlying-event parameter tunes and parton distribution function (PDF) sets used in simulating the SM background processes, along with the accuracy of the theoretical crosssections, are all summarised in Table 1. For all samples showered with Pythia, the EvtGen v1.2.0 [46] program was used to simulate the properties of the bottom-and charm-hadron decays. Several samples produced without detector simulation were employed to estimate systematic uncertainties associated with the specific configuration of the MC generators used for the nominal SM background samples. They include variations of the renormalisation and factorisation scales, the CKKW-L [47] matching scale, as well as different PDF sets and fragmentation/hadronisation models. Details of the MC modelling uncertainties are discussed in Sect. 7.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 235,
                    "text": "[38]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 254,
                    "text": "[39,",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "start": 258,
                    "text": "40]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 303,
                    "text": "[41]",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 348,
                    "text": "[42]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 352,
                    "text": "[43]",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 356,
                    "text": "[44]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 360,
                    "text": "[45]",
                    "end": 364
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 713,
                    "text": "Table 1",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 778,
                    "text": "[46]",
                    "end": 782
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1162,
                    "text": "[47]",
                    "end": 1166
                }
            ]
        },
        {
            "section": "Dataset and simulated events",
            "text": "The SUSY signal samples were generated using Mad-Graph5_aMC@NLO v2.6.2 [48] and Pythia 8.230 with the A14 [49] set of tuned parameters for the modelling of the parton showering (PS), hadronisation and underlying event. The matrix element (ME) calculation is performed at tree level and include the emission of up to two additional partons. The ME-PS matching is done using the CKKW-L prescription, with a matching scale set to one quarter of the chargino and next-to-lightest neutralino mass. The NNPDF2.3LO [36] PDF set was used.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 71,
                    "text": "[48]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 106,
                    "text": "[49]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 508,
                    "text": "[36]",
                    "end": 512
                }
            ]
        },
        {
            "section": "Dataset and simulated events",
            "text": "Signal cross-sections are calculated at next-to-leadingorder (NLO) accuracy in the strong coupling constant, adding the resummation of soft gluon emission at next-toleading-logarithm accuracy (NLO+NLL) [50][51][52][53]. The nominal cross-section and its uncertainty are taken as the midpoint and half-width of an envelope of cross-section predictions using different PDF sets and factorisation and renormalisation scales, as described in Ref. [54]. The simplified model has two parameters, the first being the mass of theχ ± 1 andχ 0 2 (which are assumed to be equal), and the second being the mass of theχ 0 1 . The signal cross-sections decrease as thẽ χ ± 1 /χ 0 2 mass increases, ranging from 769 fb for a 250 GeṼ χ ± 1 /χ 0 2 mass to 1.3 fb for a 1000 GeVχ ± 1 /χ 0 2 mass.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 202,
                    "text": "[50]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 206,
                    "text": "[51]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 210,
                    "text": "[52]",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 214,
                    "text": "[53]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 443,
                    "text": "[54]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "start": 607,
                    "text": "0",
                    "end": 608
                }
            ]
        },
        {
            "text": "Event reconstruction",
            "section_rank": 5
        },
        {
            "section": "Event reconstruction",
            "text": "Events are required to have at least one reconstructed interaction vertex with a minimum of two associated tracks each having p T > 500 MeV. In events with multiple vertices, the one with the highest sum of squared transverse momenta of associated tracks is chosen as the primary vertex (PV) [70]. A set of baseline quality criteria are applied to reject events with non-collision backgrounds or detector noise [71]. Two identification levels are defined for leptons and jets: 'baseline' and 'signal'. Baseline leptons and jets are selected with looser identification criteria, and are used in computing the missing transverse momentum as well as in resolving possible reconstruction ambiguities. Signal leptons and jets are a subset of the baseline objects with tighter quality requirements which are used to define the search regions. Isolation criteria, defined with a list of tracking-based and calorimeter-based variables, are used to select signal leptons by discriminating against semileptonic heavy-flavour decays and jets misidentified as leptons.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 292,
                    "text": "[70]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "start": 411,
                    "text": "[71]",
                    "end": 415
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Electron candidates are reconstructed from energy deposits in the electromagnetic calorimeter that are matched to charged-particle tracks in the inner detector (ID) [72]. Baseline electrons are required to satisfy p T > 7 GeV and |η| < 2.47. They are identified using the 'loose' operating point provided by a likelihood-based algorithm, described in Ref. [72]. The number of hits in the innermost pixel layer is used to discriminate between electrons and converted photons. The longitudinal impact parameter z 0 relative to the PV is required to satisfy |z 0 sin θ | < 0.5 mm. The 'tight' likelihood operating point is applied for signal electron identification and the significance of the transverse impact parameter d 0 must satisfy |d 0 /σ (d 0 )| < 5. Signal electron candidates with p T < 200 GeV are further refined using the FCLoose isolation working point, while those with larger p T are required to pass the FCHighPtCaloOnly isolation working point, as described in Ref. [72].",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 165,
                    "text": "[72]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "start": 356,
                    "text": "[72]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "start": 982,
                    "text": "[72]",
                    "end": 986
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Muon candidates are reconstructed from matching tracks in the ID and muon spectrometer, refined through a global fit which uses the hits from both subdetectors [73]. Baseline muons must have p T > 6 GeV and |η| < 2.7, and satisfy the 'medium' identification criteria. Similarly to electrons, the longitudinal impact parameter z 0 relative to the PV is required to satisfy |z 0 sin θ | < 0. To resolve the reconstruction ambiguities between electrons, muons and jets, an overlap removal procedure is applied to baseline objects. First, any electron sharing the same ID track with a muon is rejected. If it shares the same ID track with another electron, the one with lower p T is discarded. Next, jets are rejected if they lie within R = 0.2 of a muon or if the muon is matched to the jet through ghost association [80]. Subsequently, electrons within a cone of size R = min(0.4, 0.04 + 10 GeV/ p T ) around a jet are removed. Last, muons within a cone, defined in the same way as for electrons, around any remaining jet are removed.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 160,
                    "text": "[73]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "start": 814,
                    "text": "[80]",
                    "end": 818
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "The missing transverse momentum p miss T , with magnitude E miss T is calculated as the negative vectorial sum of the transverse momentum of all baseline reconstructed objects (electrons, muons, jets and photons [81]) and the soft term. The soft term includes all tracks associated with the PV but not matched to any reconstructed physics object. Tracks not associated with the PV are not considered in the E miss T calculation, improving the E miss T resolution by suppressing the effect of pile-up [82,83].",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 500,
                    "text": "[82,",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "start": 504,
                    "text": "83]",
                    "end": 507
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Corrections are applied to simulated events in order to account for the trigger, particle identification, and reconstruction efficiency differences between data and simulation.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Event selection",
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "Events are recorded with the lowest-threshold E miss T trigger available, which is fully efficient for selecting events when the offline requirement of E miss T > 240 GeV is applied. To target the signal events, which have a leptonically decaying W boson and a Higgs boson decaying into a bb pair, events are required to have exactly one signal electron or muon (but not both) and either two or three signal jets, two of which must be b-tagged. The signal regions (SR) are defined using variables which suppress background contributions and increase the sensitivity for signal. These variables are based on the kinematic properties of the b-jets, the lepton and the missing transverse momentum, and are defined as follows: ",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "where",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "is the azimuthal angle between p T and p miss T . For W +jets and semileptonic tt events, in which one on-shell W boson decays leptonically, the observable has an upper endpoint at the W boson mass. ",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "where p b 1 T and p b 2 T are the transverse momenta of the two leading b-jets and φ bb is the azimuthal angle between them. For the tt background, the observable has an upper endpoint at (m",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "A requirement that m CT be larger than 180 GeV efficiently suppresses the tt background.",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "An overview of the signal region definitions is provided in Table 2. Three separate classes of signal regions are defined, progressively targeting increasing mass differences between theχ When setting model-dependent exclusion limits ('excl.'), each of the three SRs is binned in three m CT regions, thus providing nine bins in total for a simultaneous two-dimensional fit in m CT and m T across the three SRs. This multi-bin approach enhances the sensitivity to a range of SUSY scenarios with different properties. For model-independent limits and null-hypothesis tests ('disc.' for discovery), the various m CT bins are merged for each of the three SRs. The requirement of m( , b 1 ) > 120 GeV is only applied in SR-HM. Furthermore, the upper bound on m T is removed for SR-LM and SR-MM. The fit strategy is detailed in Sect. 6. The systematic uncertainties, fit and results discussed in the following sections are based on the exclusion SRs, while the model-independent results are based on the discovery SRs.",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 60,
                    "text": "Table 2",
                    "end": 67
                }
            ]
        },
        {
            "text": "Background estimation",
            "section_rank": 7
        },
        {
            "section": "Background estimation",
            "text": "The expected backgrounds in each signal region are determined in a profile likelihood fit, referred to as a 'backgroundonly fit'. In this fit, the normalisation of the backgrounds is adjusted to match the data in control regions with negligible signal contamination. The resulting normalisation factors are then used to correct the expected yields of the corresponding backgrounds in the various signal regions. The control regions -as detailed in the following -are designed to be enriched in the major background processes: tt, singletop and W +jets processes. The control region for singletop has a similar composition in single-top processes as the signal regions, therefore a single scale factor is used. All CRs are designed to be non-overlapping with the signal regions and also mutually exclusive. A probability density function is defined for each of the control regions. The inputs are the observed event yield and the predicted background yield from simulation with Poisson statistical uncertainties as well as with systematic uncertainties as nuisance parameters. The nuisance parameters are constrained by Gaussian distributions with widths corresponding to the sizes of the uncertainties. The uncertainties do not only vary the scales, but also account for bin-to-bin transitions. The systematic uncertainties are detailed in Sect. 7. The prod-  Table 1. In the same way as for the dominant backgrounds, their expected yields in the SRs are subject to statistical and systematic uncertainties. Backgrounds with fake leptons such as jets misreconstructed as a lepton, and events with leptons originating from a jet produced by heavyflavour quarks or from photon conversions are estimated using a matrix method as described in Ref. [86], and found to be negligible in all regions.",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1360,
                    "text": "Table 1",
                    "end": 1367
                },
                {
                    "type": "bibr",
                    "start": 1744,
                    "text": "[86]",
                    "end": 1748
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "The tt background estimation relies on a set of three CRs (labelled TR-LM, TR-MM, TR-HM), each with an m T selection the same as in the SRs. In order to obtain samples enriched in tt events, the requirement on m ( , b 1 ) is removed and the selection criteria for m CT and m bb are inverted relative to the SRs. These three control regions are fit simultaneously to obtain a single normalisation factor. The W +jets contributions in the SRs are constrained by a single CR (labelled WR) defined similarly to the SRs but with less stringent lower bounds on m T and an off-peak region for m bb . The fraction of events with heavy flavor hadrons in simulated W +jet events was found similar between the WR and the SRs. Events in the single-top CR (labelled STR) must satisfy the SR requirements except that this CR requires m T > 100 GeV and m bb > 195 GeV. The tt purity varies from 79% in TR-LM to 86% in TR-MM.",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 212,
                    "text": "( , b 1 )",
                    "end": 221
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "The purity of the single-top (W +jets) is 52% ( 53%) in STR (WR).",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "Background estimation",
            "text": "Two sets of VRs are defined for each SR, including the offpeak (m bb <100 or >140 GeV) and the on-peak m bb regions, with the same m T as in the SR. The on-peak VRs validate the extrapolation from the CRs to the SRs in m bb , and the offpeak VRs validate the extrapolation in m CT . The validation regions share the same m T binning as the signal regions, denoted as LM, MM and HM. The background modelings are validated in low, medium and high m T regions separately. A summary of all CR and VR selection criteria is reported in Table 3.",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 530,
                    "text": "Table 3",
                    "end": 537
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 8
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic uncertainties are evaluated for all simulated signal and background events. For the dominant backgrounds with dedicated control regions, the systematic uncertainties impact the extrapolation from the control regions to the corresponding signal regions. For all other backgrounds estimated from simulation, the uncertainties affect the overall cross-section normalisation and the acceptance of the analysis selection. Uncertainties arising from theoretical modelling and detector effects are estimated and discussed below. A breakdown of the dominant systematic uncertainties in background estimates in the various exclusion signal regions is summarised in Table 4. The uncertainties in the scale factor fits to the control regions are listed as 'Normalisation of dominant backgrounds'.",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 667,
                    "text": "Table 4",
                    "end": 674
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Several uncertainties in the theoretical modelling of the single-top and tt backgrounds are considered. Uncertainties due to the choice of hard-scatter generation program are estimated by comparing Powheg-Box generated events, showered using Pythia 8, with events generated by aMC@NLO and showered with Pythia 8, while those due to the choice of parton shower model are evaluated by comparing Powheg-Box generated samples showered using Pythia 8 with   . For single-top W t production, the impact of interference between single-resonant and double-resonant top-quark production is estimated by comparing the nominal sample generated using the diagram removal method with a sample generated using the diagram subtraction method. For the different signal regions, the dominant uncertainty sources are the tt parton shower in SR-LM (10%), and the single-top generator uncertainties in SR-MM (10%) and SR-HM (21%). Theory uncertainties affecting the generator predictions for W/Z +jets, diboson, triboson and tt +W/Z samples are estimated by taking the envelope of the seven-point variations of the renormalisation and factorisation scales. For W/Z +jets, the uncertainties from the PDF variations, as well as from the variations of matching and resummation scales are also considered. Additionally, an overall 6% (20%) systematic uncertainty in the inclusive cross-section is assigned for the diboson (triboson) sample [89]. Similar cross-section uncertainties are also assigned for other small background contributions.",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1416,
                    "text": "[89]",
                    "end": 1420
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Theory uncertainties in the expected yields for SUSY signals are estimated by varying by a factor of two the parameters corresponding to the factorisation, renormalisation, and CKKW-L matching scales, as well as the Pythia 8 shower tune parameters. The overall uncertainties range from about 10% in the region with a large splitting between theχ 0 2 /χ ± 1 andχ 0 1 masses to about 25% in the mass spectra with small mass splitting.",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "section": "Systematic uncertainties",
            "text": "The dominant detector systematic effects are the uncertainties associated with the jet energy scale (JES) and jet energy resolution (JER), the E miss T modelling, and pile-up. The jet uncertainties are measured as a function of the p T and η of the jet, the pile-up conditions and the jet flavour composition. They are determined using a combination of data and simulation, through measurements of the jet p T balance in dijet, Z +jets and γ +jets events [90]. The systematic uncertainties in the E miss T modelling are derived by propagating the uncertainties in the energy and momentum scale of each of the objects entering the calculation, and the uncertainties in the soft term's resolution and scale [83]. A pile-up reweighting procedure is applied to simulation to match the distribution of the number of reconstructed vertices observed in data. The corresponding uncertainty is derived by a reweighting in which μ is varied by ±4%. The experimental uncertainties have a less significant impact than the theoretical ones in all  ",
            "paragraph_rank": 34,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 455,
                    "text": "[90]",
                    "end": 459
                },
                {
                    "type": "bibr",
                    "start": 705,
                    "text": "[83]",
                    "end": 709
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "The observed event yield in each of the exclusion signal regions is summarised in Table 5 along with the corresponding Standard Model predictions obtained from the background-only fit. The background normalisation factors are 1.02 +0.07 −0.09 for tt, 0.6 +0.5 −0.25 for single top, and 1.22 +0.26 −0.24 for W +jets.",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 82,
                    "text": "Table 5",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "start": 231,
                    "text": "+0.07",
                    "end": 236
                }
            ]
        },
        {
            "section": "Results",
            "text": "In Fig. 2 the post-fit m CT distributions in the tt control regions TR-LM, TR-MM, and TR-HM are compared with the data. For the W boson and single-top control regions the m bb distribution is shown. Figure 3 shows the post-fit m CT distributions after all of the validation region selection requirements are applied except the m CT cut. The data and the background expectation in all validation regions agree well within two standard deviations. Therefore no further systematic uncertainty is applied on the background estimation in the signal regions.",
            "paragraph_rank": 36,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 3,
                    "text": "Fig. 2",
                    "end": 9
                },
                {
                    "type": "figure",
                    "start": 199,
                    "text": "Figure 3",
                    "end": 207
                }
            ]
        },
        {
            "section": "Results",
            "text": "The compatibility of the observed and expected event yields in control, validation, exclusion, and discovery signal regions is illustrated in Fig. 4. No significant excess over  ",
            "paragraph_rank": 37,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 142,
                    "text": "Fig. 4",
                    "end": 148
                }
            ]
        },
        {
            "section": "Results",
            "text": "=13 TeV, 139 fb s Fig. 6 Model-dependent exclusion contour at 95% CL on the production of a chargino and a next-to-lightest neutralino. The observed limit is given by the solid line with the signal cross-section uncertainties shown by the dotted lines as indicated in the text. Expected limits are given by the dashed line with uncertainties shown by the shaded band the SM prediction is observed in data. Figure 5 shows the post-fit m CT distributions in SR-LM, SR-MM, and SR-HM. The uncertainty bands include all statistical and systematic uncertainties. The dashed lines represent the benchmark signal points.",
            "paragraph_rank": 38,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 18,
                    "text": "Fig. 6",
                    "end": 24
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 406,
                    "text": "Figure 5",
                    "end": 414
                }
            ]
        },
        {
            "section": "Results",
            "text": "Model-dependent exclusion limits at 95% confidence level (CL) are placed on the signal model. These limits are shown as a function of the masses of the supersymmetric particles in Fig. 6. They are determined interpolating between the simulated mass points, but no smoothing procedure is applied so that local fluctuations in the limit can be present. A likelihood similar to the one used in the background-only fit, but with additional terms for the SRs, is used for the calculation. The exclusion SRs thus participate in the fit and are used to constrain normalisation and nuisance parameters. A signal is allowed in this likelihood in both the CRs and SRs. The VRs are not used in the fit. The CL s method [92] is used to derive the confidence level of the exclusion for a particular signal model; signal models with a CL s value below 0.05 are excluded at 95% CL. The uncertainties in the observed limit are calculated by varying the cross-section for the signal up and down by its uncertainty. Due to a modest excess observed in some bins of the exclusion signal regions, the observed limit is weaker than the expected limit and extends up to about 740 GeV in m(χ  Table 6 summarises the observed (S obs ) and expected (S exp ) 95% CL upper limits on the number of signal events and on the observed visible cross-section, σ 95 obs , for each of the three cumulative discovery signal regions. These cumulative signal regions are those defined to test for the presence of any beyond-the-Standard-Model (BSM) physics processes, where in every case the upper bound on m T is also removed. Upper limits on contributions from new physics processes are estimated using the so-called 'model-independent fit', where a generic BSM process is assumed to contribute only to the SR and not to the CRs, thus giving a conservative background estimate in the SR. When normalised to the integrated luminosity of the data sample, the results can be interpreted as corresponding to observed upper limits σ 95 obs , defined as the product of the production cross-section, the acceptance, and the selection efficiency of a BSM signal. The p 0 values, which represent the probability of the SM background alone to fluctuate to the observed number of events or higher, are also provided. All numbers are calculated from pseudoexperiments.",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 180,
                    "text": "Fig. 6",
                    "end": 186
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1169,
                    "text": "Table 6",
                    "end": 1176
                },
                {
                    "type": "bibr",
                    "start": 1328,
                    "text": "95",
                    "end": 1330
                },
                {
                    "type": "bibr",
                    "start": 1991,
                    "text": "95",
                    "end": 1993
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 10
        },
        {
            "section": "Conclusion",
            "text": "The results of a search for electroweakino pair production pp →χ ± Data Availability Statement This manuscript has no associated data or the data will not be deposited. [Authors' comment: All ATLAS scientific output is published in journals, and preliminary results are made available in Conference Notes. All are openly available, without restriction on use by external parties beyond copyright law and the standard conditions agreed by CERN. Data associated with journal publications are also made available: tables and data from plots (e.g. cross section values, likelihood profiles, selection efficiencies, cross section limits, ...) are stored in appropriate repositories such as HEPDATA (http:// hepdata.cedar.ac.uk/). ATLAS also strives to make additional material related to the paper available that allows a reinterpretation of the data in the context of new theoretical models. For example, an extended encapsulation of the analysis is often provided for measurements in the framework of RIVET (http://rivet.hepforge.org/).]",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "section": "Conclusion",
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, pro-vide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecomm ons.org/licenses/by/4.0/. Funded by SCOAP 3  ",
            "paragraph_rank": 41,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 869,
                    "text": "3",
                    "end": 870
                }
            ]
        },
        {
            "text": "Fig. 1 A 1",
            "section_rank": 11
        },
        {
            "section": "Fig. 1 A 1",
            "text": "Fig. 1A diagram illustrating the signal scenario considered for the production of a chargino and a next-to-lightest neutralino",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "text": "5 mm. Signal muon candidates are further defined with tighter pseudorapidity and impact parameter requirements, |η| < 2.5 and |d 0 /σ (d 0 )| < 3. The FCLoose isolation working point is also required for signal muons [73]. Jets are reconstructed from three-dimensional topological energy clusters in the calorimeters using the anti-k t algorithm [74] with a radius parameter R = 0.4 [75]. Baseline jets are selected in the region |η| < 4.5 and have p T > 20 GeV. To suppress jets from pile-up interactions, the jets with |η| < 2.8 and p T < 120 GeV are required to satisfy the 'medium' working point of the jet vertex tagger (JVT), a tagging algorithm that identifies jets originating from the PV using track information [76,77]. The selection of signal jets is further refined by requiring them to be in the region |η| < 2.8 and have p T > 30 GeV. Jets containing b-hadrons are identified as 'b-tagged' using the MV2c10 algorithm, a multivariate discriminant based on the track impact parameters and displaced secondary vertices [78]. These b-tagged jets are reconstructed in the region |η| < 2.5 and have p T > 30 GeV. The btagging working point provides an efficiency of 77% for jets containing b-hadrons in simulated tt events, with rejection rates of 110 and 4.9 for light-flavour jets and jets containing c-hadrons, respectively [79].",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "text": "The invariant mass of the two b-jets, m bb , is required to be in the range 100 < m bb < 140 GeV, in order to preferentially select b-jets from the Higgs boson decays. • The invariant mass of the lepton and the leading b-jet is denoted by m( , b 1 ). For tt or single-top (particularly the W t-channel) backgrounds, if the lepton and the leading b-jet originate from the same top-quark, the m( , b 1 ) distribution has an endpoint at m 2 (t) − m 2 (W ). For signal events, the lepton and b-jet are produced from thẽ χ ± 1 andχ 0 2 decay chains, respectively. The distribution of the invariant mass depends on the mass of the SUSY particles. For signal events with high-massχ ± 1 /χ 0 2 , this observable provides good discrimination against background events. • The transverse mass, m T , is defined from the lepton transverse momentum p T and p miss T as",
            "paragraph_rank": 44,
            "section_rank": 13
        },
        {
            "text": "± 1 (",
            "section_rank": 14
        },
        {
            "section": "± 1 (",
            "text": "and its mass-degenerateχ 0 2 wino partner) and thẽ χ 0 1 . These regions are labelled SR-LM, SR-MM and SR-HM to indicate low (LM), medium (MM) and high (HM) mass differences respectively. Requirements on m T make the three regions mutually exclusive. Of the three signal regions, SR-LM selects the smallest values of m T . It targets signal models with a mass-splitting between theχ 0 similar to the Higgs boson mass. The other two signal regions select progressively larger mass differences by requiring larger values of m T . The signal region with the highest requirement on m T , SR-HM, also requires m( , b 1 ) > 120 GeV in order to further suppress tt and single-top background events. The three signal regions otherwise share a common set of selections on E miss T , m bb and m CT .",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "Fig. 2 Fig. 3",
            "section_rank": 15
        },
        {
            "section": "Fig. 2 Fig. 3",
            "text": "Fig. 2 The post-fit m CT distributions in TR-LM, TR-MM, and TR-HM are shown as well as the post-fit m bb distributions in WR and STR. The uncertainty bands plotted include all statistical and systematic uncertainties. The overflow events, where present, are included in the last bin",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "− 0 2 SignificanceFig. 4",
            "section_rank": 16
        },
        {
            "section": "− 0 2 SignificanceFig. 4",
            "text": "Fig. 4Comparison of the observed and expected event yields in control, validation, exclusion, and discovery signal regions. Uncertainties in the background estimates include both the statistical (in the simulated",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "Fig. 5",
            "section_rank": 17
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5 The post-fit m CT distributions in the exclusion signal regions (SR-LM, SR-MM, and SR-HM). The uncertainty bands plotted include all statistical and systematic uncertainties. The dashed lines represent the benchmark signal samples. The overflow events, where present, are included in the last bin",
            "paragraph_rank": 48,
            "section_rank": 17
        },
        {
            "text": "2 ) 1 )",
            "section_rank": 18
        },
        {
            "section": "2 ) 1 )",
            "text": "= 600 GeV for m(χ 0 = 250 GeV. Benefiting from the increased integrated luminosity and the improved two-dimensional fit procedure, the current observed limit exceeds the previous ATLAS limit by about 200 GeV in m",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "text": "the chargino (χ ± 1 ) decays into a W boson and the lightest neutralino (χ 0 1 ), while the heavier neutralino (χ0   2 ) decays into the Standard Model 125 GeV Higgs boson and a secondχ0   1 are presented. The analysis is performed using pp collisions provided by the LHC at a centreof-mass energy of 13 TeV. Data collected with the ATLAS detector between 2015 and 2018 are used, corresponding to an integrated luminosity of 139 fb −1 . No significant deviation from the expected Standard Model background is observed. Limits are set on the direct production of the electroweakino in simplified models. Masses ofχ ± 1 /χ 0 2 up to 740 GeV are excluded at 95% confidence level for a masslessχ0   1 . The current search improves on the previous ATLAS limit by about 200 GeV in m(χ of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria;ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIEN-CIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS and CEA-DRF/IRFU, France; SRNSFG, Georgia; BMBF, HGF and MPG, Germany; GSRT, Greece; RGC and Hong Kong SAR, China; ISF and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russia Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, individual groups and members have received support from BCKDF, CANARIE, Compute Canada and CRC, Canada; ERC, ERDF, Horizon 2020, Marie Skłodowska-Curie Actions and COST, European Union; Investissements d'Avenir Labex, Investissements d'Avenir Idex and ANR, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF, Greece; BSF-NSF and GIF, Israel; CERCA Programme Generalitat de Catalunya and PROMETEO Programme Generalitat Valenciana, Spain; Göran Gustafssons Stiftelse, Sweden; The Royal Society and Leverhulme Trust, United Kingdom. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in Ref. [93].",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "text": "Table 1",
            "section_rank": 20
        },
        {
            "section": "Table 1",
            "text": "Overview of MC generators used for different simulated event samples",
            "paragraph_rank": 51,
            "section_rank": 20
        },
        {
            "text": "Table 2",
            "section_rank": 21
        },
        {
            "section": "Table 2",
            "text": "Overview of the selection criteria for the signal regions. Each of the three 'excl.' SRs is binned in three m CT regions for a total of nine 'excl.' bins",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "Table 3",
            "section_rank": 22
        },
        {
            "section": "Table 3",
            "text": "Overview of the CR and VR definitions. All regions partially share the same selection as the SR for all variables except m( , b 1 ), which is not used in the CR and VR definitions",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "section": "Table 3",
            "text": "uct of all the probability density functions forms the likelihood. Normalisation and nuisance parameters are correlated in all regions participating in the fit. The likelihood is maximised by adjusting the normalisation and nuisance parameters. The extrapolation of the adjusted normalisation and nuisance parameters to the signal regions is checked in validation regions (VR), as defined below, which kinematically resemble the signal regions but are expected to have less signal. The VRs do not overlap with the CRs or SRs.Subdominant background processes, such as Z +jets, diboson and multiboson, tt +V , tt +h and V h, which have no dedicated control regions, are normalised to the cross-sections indicated in",
            "paragraph_rank": 54,
            "section_rank": 22
        },
        {
            "text": "Table 4 Breakdown",
            "section_rank": 23
        },
        {
            "text": "Table 6",
            "section_rank": 24
        },
        {
            "section": "Table 6",
            "text": "Left to right: 95% CL upper limits on the visible cross-section ( σ 95 obs ) and on the number of signal events (S 95 obs ). The third column (S 95 exp ) shows the expected 95% CL upper limit (and its ±1σ excursions) on the number of signal events if no BSM signal is present. The last three columns indicate the CL B value, i.e. the confidence level observed for the background-only hypothesis, the discovery p-value ( p 0 ) and the significance Z [91]",
            "paragraph_rank": 56,
            "section_rank": 24
        },
        {
            "text": ". 75. M. Cacciari, G.P. Salam, G. Soyez, The anti-k t jet clustering algorithm. JHEP 04, 063 (2008). arXiv:0802.1189 [hep-ph] 76. ATLAS Collaboration, Performance of pile-up mitigation techniques for jets in pp collisions at √ s = 8 T eV using the ATLAS detector, Eur. Phys. J. C 76 (2016) 581, arXiv:1510.03823 [hep-ex] 77. M. Cacciari, G.P. Salam, G. Soyez, FastJet user manual. Eur. Phys. J. C 72, 1896 (2012). arXiv:1111.6097 [hep-ph] 78. ATLAS Collaboration, ATLAS b-jet identification performance and efficiency measurement with tt events in pp collisions at √ s = 13 T eV , Eur. Phys. J. C 79 (2019) 970, arXiv:1907.05120 [hep-ex] 79. ATLAS Collaboration, Optimisation and performance studies of the ATLAS b-tagging algorithms for the 2017-18 LHC run, ATL-PHYS-PUB-2017-013, 2017, url:https://cds.cern.ch/ record/2273281 80. M. Cacciari, G.P. Salam, G. Soyez, The catchment area of jets. JHEP 04, 005 (2008). arXiv: 0802.1188 [hep-ph] 81. ATLAS Collaboration, Measurement of the photon identification efficiencies with the ATLAS detector using LHC Run 2 data collected in 2015 and 2016, Eur. Phys. J. C 79 (2019) 205, arXiv:1810.05087 [hep-ex] 82. ATLAS Collaboration, Performance of missing transverse momentum reconstruction with the ATLAS detector using proton-proton collisions at √ s = 13 T eV , Eur. Phys. J. C 78 (2018) 903, arXiv:1802.08168 [hep-ex] 83. ATLAS Collaboration, E miss T performance in the ATLAS detector using 2015-2016 LHC pp collisions, ATLAS-CONF-2018-023, 2018, url:https://cds.cern.ch/record/2625233 84. D.R. Tovey, On measuring the masses of pair-produced semiinvisibly decaying particles at hadron colliders. JHEP 04, 034 (2008). arXiv:0802.2879 [hep-ph] 85. G. Polesello, D.R. Tovey, Supersymmetric particle mass measurement with the boost-corrected contransverse mass. JHEP 03, 030 (2010). arXiv:0910.0174 [hep-ph] 86. T. Gillam, C. Lester, Improving estimates of the number of 'fake' leptons and other mis-reconstructed objects in hadron collider events: BoB's your UNCLE. JHEP 11, 031 (2014). arXiv:1407.5624 [hep-ph] 87. J. Bellm et al., Herwig 7.0/Herwig++ 3.0 release note. Eur. Phys. J. C76, 196 (2016). arXiv:1512.01178 [hep-ph] 88. ATLAS Collaboration, Simulation of top-quark production for the ATLAS experiment at √ s = 13 T eV , ATL-PHYS-PUB-2016-004, 2016, url:https://cds.cern.ch/record/2120417 89. ATLAS Collaboration, Multi-boson simulation for 13 TeV ATLAS analyses, ATL-PHYS-PUB-2016-002, (2016), url:https://cds. cern.ch/record/2119986 90. ATLAS Collaboration, Jet energy scale measurements and their systematic uncertainties in proton-proton collisions at √ s = 13 T eV with the ATLAS detector, Phys. Rev. D 96 (2017) 072002, arXiv:1703.09665 [hep-ex] 91. R.D. Cousins, J.T. Linnemann, J. Tucker, Evaluation of three methods for calculating statistical significance when incorporating a systematic uncertainty into a test of the background-only hypothesis for a Poisson process. Nucl. Instrum. Meth. A 595, 480 (2008). arXiv:physics/0702156 [physics.data-an] 92. A.L. Read, Presentation of search results: the CL S technique. J. Phys. G 28, 2693 (2002) 93. ATLAS Collaboration, ATLAS Computing Acknowledgements, ATL-GEN-PUB-2016-002, url:https://cds.cern.ch/record/ 2202407",
            "paragraph_rank": 57,
            "section_rank": 25
        },
        {
            "text": "Acknowledgements",
            "section_rank": 27
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful oper-",
            "paragraph_rank": 58,
            "section_rank": 27
        }
    ]
}