{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A measurement of the production of a prompt J/ψ meson in association with a W ± boson with W ± → µν and J/ψ → µ + µ − is presented for J/ψ transverse momenta in the range 8.5-150 GeV and rapidity |y J/ψ | < 2.1 using ATLAS data recorded in 2012 at the LHC. The data were taken at a proton-proton centre-of-mass energy of √ s = 8 TeV and correspond to an integrated luminosity of 20.3 fb −1 . The ratio of the prompt J/ψ plus W ± cross-section to the inclusive W ± cross-section is presented as a differential measurement as a function of J/ψ transverse momenta and compared with theoretical predictions using different double-parton-scattering cross-sections.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The associated production of prompt J/ψ mesons with W ± bosons provides a powerful probe of the charmonium production mechanism in hadronic collisions, allowing tests of quantum chromodynamics (QCD) at the boundary between the perturbative and nonperturbative regimes. The ATLAS Collaboration has previously presented two analyses of J/ψ mesons produced in conjunction with vector bosons: the associated production of prompt J/ψ + W ± in √ s = 7 TeV data [1] and the production of prompt and non-prompt J/ψ + Z in √ s = 8 TeV data [2]. This paper presents a new measurement of the ratio of the cross-section for associated production of prompt J/ψ + W ± to the inclusive W ± production cross-section with W ± → µν and J/ψ → µ + µ + at a centre-of-mass energy of 8 TeV, exploiting a four-fold increase in integrated luminosity over the previous measurement [1]. The analysis strategy closely follows the methods of the earlier papers. Prompt production refers to a J/ψ meson that is produced directly in the proton-proton collision or indirectly -1 -JHEP01(2020)095 from a heavier charmonium state, while non-prompt production occurs when the J/ψ meson is produced in the decay of a b-hadron. The J/ψ events that are produced from radiative decays of heavier charmonium states (such as χ c → γJ/ψ) are not distinguished from directly produced J/ψ mesons, as long as they are produced in the initial hard interaction.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 531,
                    "text": "[2]",
                    "end": 534
                },
                {
                    "type": "bibr",
                    "start": 856,
                    "text": "[1]",
                    "end": 859
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Despite being studied for many decades [3][4][5][6][7][8][9], the production mechanism of J/ψ mesons in hadronic collisions is not fully understood. The main models for perturbative calculations of heavy quarkonium production (QQ) in hadronic collisions differ in whether the system is produced in a colour singlet (CS) state or a colour octet (CO) state [10][11][12][13][14]. The CS model requires two hard gluons in a colour singlet in the initial state, or one gluon splitting into QQ where one of the quarks radiates a hard gluon. The non-relativistic QCD (NRQCD) framework allows the QQ system to remain in a colour-octet state and then generates the final colour-neutral meson via low-energy non-perturbative matrix elements; these matrix elements are determined from fits to experimental data [11,12,[14][15][16].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 39,
                    "text": "[3]",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 42,
                    "text": "[4]",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "start": 45,
                    "text": "[5]",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "start": 48,
                    "text": "[6]",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 51,
                    "text": "[7]",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 54,
                    "text": "[8]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 57,
                    "text": "[9]",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 355,
                    "text": "[10]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 359,
                    "text": "[11]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 363,
                    "text": "[12]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 367,
                    "text": "[13]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 371,
                    "text": "[14]",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 800,
                    "text": "[11,",
                    "end": 804
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 804,
                    "text": "12,",
                    "end": 807
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 807,
                    "text": "[14]",
                    "end": 811
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 811,
                    "text": "[15]",
                    "end": 815
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 815,
                    "text": "[16]",
                    "end": 819
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Associated prompt J/ψ + W ± production has been presented as a clear signature of CO processes [17], although other authors argue that higher-order CS processes will dominate [18]. The process W ± → W ± + γ * → J/ψ + W ± may contribute, but the focus for this measurement is a comparison to the CO processes [19]. The production rate measured by ATLAS at 7 TeV, while having large statistical uncertainties, was an order of magnitude larger than the NRQCD prediction of ref. [17].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 95,
                    "text": "[17]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 175,
                    "text": "[18]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 308,
                    "text": "[19]",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 475,
                    "text": "[17]",
                    "end": 479
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper reports a measurement of the ratio of fiducial and inclusive cross-sections for associated prompt J/ψ + W ± production to the cross-section of inclusive W ± production in the same W ± kinematic region. The fiducial measurement for J/ψ + W ± is defined in a restricted kinematic range for the muons from J/ψ decay, and is specific to the ATLAS detector, while the inclusive result is determined by correcting for the detector's kinematic acceptance to muons. These cross-section ratios are presented for J/ψ transverse momenta in the range 8.5 < p T < 150 GeV and rapidities satisfying |y J/ψ | < 2.1. The inclusive ratio is also quoted differentially as a function of the J/ψ transverse momentum.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Single parton scattering (SPS) occurs in a given pp collision when the J/ψ meson and W ± boson are produced from one parton pair, while double parton scattering (DPS) occurs when the J/ψ meson and W ± boson are produced from two different parton pairs. The cross-section ratio for SPS is obtained after subtracting the estimated DPS fraction, and is compared with a theoretical prediction of the next-to-leading-order CO contribution [13].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 434,
                    "text": "[13]",
                    "end": 438
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS detector [20] at the LHC is a multipurpose particle detector with a forwardbackward symmetric cylindrical geometry and a near 4π coverage in solid angle. 1 It consists of an inner tracking detector surrounded by a thin superconducting solenoid providing a JHEP01(2020)095 2 T axial magnetic field, electromagnetic (EM) and hadron calorimeters, and a muon spectrometer. The inner tracking detector covers the pseudorapidity range |η| < 2.5. It consists of silicon pixel, silicon microstrip, and transition radiation tracking detectors. Lead/liquidargon sampling calorimeters provide EM energy measurements with high granularity. A steel/scintillator-tile hadron calorimeter covers the central pseudorapidity range |η| < 1.7. The endcap and forward regions are instrumented with liquid-argon calorimeters for both EM and hadronic energy measurements up to |η| = 4.9. The muon spectrometer surrounds the calorimeters and is based on three large air-core toroidal superconducting magnets with eight coils each. The field integral of the toroids ranges between 2.0 and 6.0 T m across most of the detector acceptance. The muon spectrometer includes a system of precision tracking chambers and fast detectors for triggering.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "A three-level trigger system was used to select events. The first-level trigger is implemented in hardware and used a subset of the detector information to reduce the accepted rate to at most 75 kHz. This was followed by two software-based trigger levels that together reduced the accepted event rate to 400 Hz on average depending on the data-taking conditions during 2012 [21].",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 374,
                    "text": "[21]",
                    "end": 378
                }
            ]
        },
        {
            "text": "Event selection and reconstruction",
            "section_rank": 4
        },
        {
            "section": "Event selection and reconstruction",
            "text": "The analysis uses 20.3 fb −1 of pp collision data at √ s = 8 TeV collected during 2012. Events were selected using a non-prescaled single-muon trigger that required at least one muon with |η| < 2.4, transverse momentum p T > 24 GeV, stable beams, and fully operational subdetectors.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Event selection and reconstruction",
            "text": "The muon reconstruction begins by finding a track candidate independently in the inner tracking detector and the muon spectrometer. The momentum of the muon candidate is calculated by statistically combining the information from the two subsystems and correcting for parameterised energy loss in the calorimeter; these muon candidates are referred to as combined muons.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "Event selection and reconstruction",
            "text": "In some cases a track in the inner detector is identified as a muon if the extrapolated track is associated with at least one local track segment in the muon spectrometer. In such cases the information from the inner tracking detector alone is used to determine the momentum. For analyses studying low-mass objects, such as J/ψ mesons, the inclusion of these segment-tagged muons provides additional efficiency for reconstructing low-p T muons [22].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 444,
                    "text": "[22]",
                    "end": 448
                }
            ]
        },
        {
            "text": "W ± selection",
            "section_rank": 5
        },
        {
            "section": "W ± selection",
            "text": "An inclusive W ± sample is defined by applying the W ± boson selections listed in table 1. Candidate muons from W ± decays are required to be combined and to match the muon reconstructed by the trigger algorithm. The primary vertex is chosen as the reconstructed vertex with the highest Σp 2",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "W ± selection",
            "text": "T of associated tracks and must have a minimum of three associated tracks with p T > 400 MeV.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "W ± selection",
            "text": "Calorimetric and track isolation variables are defined by calculating the sum of transverse energy (E T ) deposits in the calorimeter cells and track p T , respectively, within a cone -3 -JHEP01(2020)095",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "W ± selection",
            "text": "At least one isolated muon that originates < 1 mm from primary vertex along z-axis p T (trigger muon) > 25 GeV",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "W ± selection",
            "text": "Missing transverse momentum > 20 GeV  Table 2. Definition of the fiducial region for the J/ψ cross section measurement, where µ 1 is the highest-p T muon from the J/ψ decay, and µ 2 is the second-highest-p T muon from the J/ψ decay. size ∆R = 0.3 around the muon direction. The energy deposited by the muon is subtracted from the calorimetric isolation variable, and only tracks compatible with originating from the primary vertex and with p T > 1 GeV (excluding the muon itself) are considered for the track isolation. A correction depending on the number of reconstructed vertices is made to the calorimetric isolation to account for additional energy deposits due to pile-up vertices. 2 For the muon to be considered isolated, the two isolation variables defined above must both be less than 5% of the muon p T . Transverse impact parameter significance is defined as |d 0 |/σ d 0 , where d 0 is the impact parameter, defined as the distance of closest approach of the muon trajectory to the primary vertex in the xy-plane, and σ d 0 is its uncertainty.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 38,
                    "text": "Table 2",
                    "end": 45
                }
            ]
        },
        {
            "section": "W ± selection",
            "text": "The W ± boson transverse mass is defined as",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "W ± selection",
            "text": "where the variables φ µ and φ ν represent the azimuthal angles of the muon from the W ± boson decay and the missing transverse momentum E miss T , respectively. The E miss T is calculated as the magnitude of the negative vector sum of the transverse momenta of calibrated electrons, photons, hadronically decaying τ -leptons, jets and muons, as well as additional low-momentum tracks that are associated with the primary vertex but are not associated with any other E miss T component [23].",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 485,
                    "text": "[23]",
                    "end": 489
                }
            ]
        },
        {
            "section": "W ± selection",
            "text": "2 Pile-up arises from multiple proton-proton collisions that occur in the same bunch crossing.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "W ± selection",
            "text": "-4 -JHEP01(2020)095",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "W ± selection",
            "text": "If an event has two additional muons then the J/ψ selections listed in table 2 are also applied to define the associated J/ψ + W ± sample. The J/ψ candidates are required to have a vertex < 10 mm from the primary vertex along the z-axis and must be formed from either two combined muons or from one combined muon and one segment-tagged muon, and at least one muon must have p T > 4 GeV. A vertex fit is performed to constrain the two muons to originate from a common point.",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "W ± selection",
            "text": "To distinguish prompt J/ψ candidates from those originating from b-hadron decay (non-prompt), the pseudo proper decay time is used:",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "W ± selection",
            "text": "where L is the 2-D displacement vector of the J/ψ decay vertex from the primary event vertex, and p J/ψ T and m(µ + µ − ) are the transverse momentum and invariant mass of the J/ψ candidate, respectively. Prompt J/ψ candidates should have a pseudo proper decay time consistent with zero (within resolution).",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "Signal and background extraction",
            "section_rank": 6
        },
        {
            "text": "Inclusive W ± sample",
            "section_rank": 7
        },
        {
            "section": "Inclusive W ± sample",
            "text": "A signal sample of W ± → µν Monte Carlo (MC) was used to verify the overall modelling of the signal+background in the inclusive W ± sample. The backgrounds W ± → τ ν, Z → µµ, Z → τ τ , diboson, tt and single top were also modelled with MC simulations. Most of the MC samples were generated using Powheg-Box [24][25][26] for the hard scatter and showered using either Pythia 6 [27] or Pythia 8 [28]. Samples of W or Z bosons decaying into electrons, muons or taus were generated with the Powheg-Box next-to-leading-order (NLO) generator, interfaced to Pythia 8 with the AU2 set of tuned parameters [29] for the underlying event and the CT10 leading-order (LO) parton distribution function (PDF) set [30]. Processes involving tt and single top were generated with Powheg-Box using the CT10 PDFs, interfaced to Pythia 6.427 with the P2011C underlying-event tune [31] and the CTEQ6L1 PDF set [32]. Diboson samples were produced with Herwig 6.520.2 [33] with the ATLAS AUET2 underlying-event tune [34] and CTEQ6L1. Alternative samples are used to evaluate the systematic uncertainties: Alpgen 2.13 [35] with Herwig 6.520.2 parton showering with CTEQ6L1 for W +jets and Z+jets, including Jimmy [36] for multiparton interactions, MC@NLO 4.06 [37] with Herwig 6.520 parton showering for tt, and",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 307,
                    "text": "[24]",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 311,
                    "text": "[25]",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 315,
                    "text": "[26]",
                    "end": 319
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 376,
                    "text": "[27]",
                    "end": 380
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 393,
                    "text": "[28]",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 597,
                    "text": "[29]",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 698,
                    "text": "[30]",
                    "end": 702
                },
                {
                    "type": "bibr",
                    "start": 859,
                    "text": "[31]",
                    "end": 863
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 888,
                    "text": "[32]",
                    "end": 892
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 944,
                    "text": "[33]",
                    "end": 948
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 992,
                    "text": "[34]",
                    "end": 996
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1093,
                    "text": "[35]",
                    "end": 1097
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1188,
                    "text": "[36]",
                    "end": 1192
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1235,
                    "text": "[37]",
                    "end": 1239
                }
            ]
        },
        {
            "section": "Inclusive W ± sample",
            "text": "AcerMC [38] with Pythia 6.426 [27] and CTEQ6L1 for single top. All simulated samples were processed through a Geant4-based detector simulation [39,40] with the standard ATLAS reconstruction software used for collision data.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 7,
                    "text": "[38]",
                    "end": 11
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 30,
                    "text": "[27]",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 143,
                    "text": "[39,",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 147,
                    "text": "40]",
                    "end": 150
                }
            ]
        },
        {
            "section": "Inclusive W ± sample",
            "text": "For the multijet background, a standard data-driven technique called the ABCD method ",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "section": "Inclusive W ± sample",
            "text": "and N D are the background-subtracted event yields in regions A, B, C and D respectively.",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "section": "Inclusive W ± sample",
            "text": "After accounting for all background events (which contribute an estimated 12% of the original yield, with Z → µ + µ − and W ± → τ ± ν making up 80% of the background), a total W ± yield of (6.446 ± 0.035) × 10 7 events is found. The uncertainty includes the statistical uncertainty in the data sample and systematic uncertainties arising from the background sample sizes, background cross-sections, the multijet estimation and the luminosity uncertainty. The absolute luminosity scale is derived from beam-separation scans performed in November 2012. The uncertainty in the integrated luminosity is 1.9% [41].",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 604,
                    "text": "[41]",
                    "end": 608
                }
            ]
        },
        {
            "text": "Separation of prompt and non-prompt J/ψ",
            "section_rank": 8
        },
        {
            "section": "Separation of prompt and non-prompt J/ψ",
            "text": "The associated prompt J/ψ + W ± yield is measured using a two-dimensional unbinned maximum likelihood fit to the J/ψ mass and pseudo proper decay time in the region 2.4 GeV < m(µ + µ − ) < 3.8 GeV and −2 ps < τ (µ + µ − ) < 10 ps. The pseudo proper decay time for the prompt signal is modelled as a double Gaussian distribution while a single-sided exponential function is used for the non-prompt signal. The prompt background component is modelled as a double-sided exponential function and the non-prompt background is the sum of a single-sided and a double-sided exponential function. The lifetime fit takes into account resolution effects by convolving the exponential functions with a Gaussian resolution function. The J/ψ mass distribution is modelled with a Gaussian distribution for both the prompt and non-prompt signal and a third-order polynomial is used for both the prompt and non-prompt combinatorial backgrounds. To improve the stability of the fit, the mean and width of the J/ψ mass distribution are fixed to the values derived from fitting a large inclusive J/ψ sample.",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "section": "Separation of prompt and non-prompt J/ψ",
            "text": "After the fit is performed, the sPlot tool [42] is used to extract per-event weights according to the parameters of the fit model. These weights are used to generate prompt signal distributions for other variables such as the W ± transverse mass, the J/ψ transverse momentum and the azimuthal opening angle between the W ± and the J/ψ.",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 43,
                    "text": "[42]",
                    "end": 47
                }
            ]
        },
        {
            "section": "Separation of prompt and non-prompt J/ψ",
            "text": "The results of applying the two-dimensional mass and lifetime fit to the J/ψ candidate events are shown in figure 1, giving prompt signal yields of 93 ± 14 (stat) for |y J/ψ | < 1 and 102 ± 17 (stat) for 1 < |y J/ψ | < 2.1. Two rapidity ranges are used to account for the difference in muon momentum resolution between the barrel and endcap regions of the detector.",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "W ± + J/ψ backgrounds",
            "section_rank": 9
        },
        {
            "section": "W ± + J/ψ backgrounds",
            "text": "The same backgrounds considered for the inclusive W ± sample are used for the associated prompt J/ψ + W ± sample. In addition, background from B c → J/ψµν is also considered. Using MC, the expected yields are found to be consistent with zero (3.7 +1.9 −3.4 events). A significant background arises from simultaneous production of a W ± and a J/ψ from different pp interactions in the same bunch crossing, where the two production vertices are not distinguished. The probability that, when a W ± is produced, a J/ψ is also produced nearby, can be estimated statistically. The average number of pile-up collisions occurring within 10 mm of a given interaction vertex is determined to be 2.3 ± 0.2 and is found by sampling the luminosity-weighted distribution of the mean number of inelastic interactions per proton-proton bunch crossing. This number is combined with the pp inelastic crosssection and the prompt J/ψ cross-section [2] to give an estimate of the pile-up contribution as a function of the p T and rapidity of the J/ψ in the associated production sample. The fraction of pile-up events is determined to be (10.5 ± 1.2)% of the candidate events.",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "section": "W ± + J/ψ backgrounds",
            "text": "The desired signal topology is prompt J/ψ + W ± , where the W ± boson decays to µ ± ν. Production of prompt J/ψ + W ± with a different decay of the W ± boson, or of prompt J/ψ + Z, are treated as backgrounds. Background from prompt J/ψ + W ± with JHEP01(2020)095 W ± → τ ± ν is determined using MC. An inclusive MC sample of W ± → τ ± ν events is used to determine the probability of an event to pass the W ± → µ ± ν selection, yielding a background of (2.3 ± 0.1)% of the candidate events. Background from prompt J/ψ + Z events is calculated using the measured value of σ(pp → J/ψ + Z)/σ(pp → Z) in the 8 TeV ATLAS data [2]. This ratio is scaled by the probability of Z → µ + µ − and Z → τ + τ − to pass the W ± → µ ± ν selection in inclusive MC samples, giving a total background of (9.5 ± 0.5)% events. The J/ψ + Z background is subtracted as a constant fraction in the p T differential distribution since the measured ratio between σ(pp → J/ψ + Z)/σ(pp → Z) and σ(pp → J/ψ + W ± )/σ(pp → W ± ) is consistent with being flat as a function of p J/ψ T .",
            "paragraph_rank": 33,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 621,
                    "text": "[2]",
                    "end": 624
                }
            ]
        },
        {
            "text": "Detector effects and acceptance corrections",
            "section_rank": 10
        },
        {
            "section": "Detector effects and acceptance corrections",
            "text": "The efficiency for reconstructing muons varies depending on the p T of the muon, with efficiencies of 65% for 3 GeV muons increasing to a plateau efficiency of 99% for muons above 10 GeV. The nominal relative momentum resolution for muons is < 3.5% up to transverse momenta p T ∼ 200 GeV [43]. To correct the measurements for reconstruction efficiency, a per-event weight is computed using muon efficiency measurements extracted from large inclusive J/ψ → µ + µ − and Z → µ + µ − data samples and applied as a function of the pseudorapidity and p T of each muon from the J/ψ decay [2]. In addition, a per-event weight is applied to correct the J/ψ rate for muons that fall outside the detector acceptance. The acceptance weight is given by the probability that both muons in a J/ψ → µ + µ − candidate pass the kinematic requirements on p µ",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 288,
                    "text": "[43]",
                    "end": 292
                }
            ]
        },
        {
            "section": "Detector effects and acceptance corrections",
            "text": "T and |η µ |, for a particular y J/ψ and p J/ψ",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "section": "Detector effects and acceptance corrections",
            "text": "T . These weights are determined using generator-level simulations. Although inclusive J/ψ spin-alignment measurements find a near isotropic distribution [44][45][46], this may not apply to the spin-alignment of J/ψ mesons produced in association with a W boson, due to the different relative contributions of the J/ψ production modes. Consequently, a nominal uniform spin-alignment is used and a variety of extreme polarisation states of the J/ψ are considered for the acceptance correction, one with full longitudinal polarisation and three with different transverse polarisations [2].",
            "paragraph_rank": 36,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 154,
                    "text": "[44]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "start": 158,
                    "text": "[45]",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 162,
                    "text": "[46]",
                    "end": 166
                }
            ]
        },
        {
            "section": "Detector effects and acceptance corrections",
            "text": "After correcting for the J/ψ daughter muon efficiency and acceptance, ratios of crosssections for associated prompt J/ψ + W ± production to inclusive W ± production are measured in a single W ± → µ ± ν fiducial region defined as |η µ | < 2.4, p T (µ ± ) > 25 GeV and p T (ν) > 20 GeV, both differentially in p J/ψ T and also integrated over p J/ψ T . These measurements will be discussed in section 6. Using MC, the efficiency for reconstructing inclusive W ± → µν is found to depend linearly on the p T of the W ± boson (p W T ). A linear correlation is also found between the values of p J/ψ T and p W T for the associated production sample in data. These two effects lead to a correction to the differential cross-section ratio based on the p T of the prompt J/ψ candidate. To apply the correction, the average value of p ",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "Double parton scattering",
            "section_rank": 11
        },
        {
            "section": "Double parton scattering",
            "text": "The measured yield of prompt J/ψ + W ± includes contributions from SPS and DPS processes. The DPS contribution can be estimated using the effective cross-section (σ eff ) measured by the ATLAS Collaboration, as well as the double-differential cross-section for pp → J/ψ prompt production (σ J/ψ ) [2]. Based on the assumption that the two hard scatters are uncorrelated, the probability that a J/ψ is produced by a second hard process in an event containing a W ± boson is given by",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "section": "Double parton scattering",
            "text": "where σ ij J/ψ is the cross-section for J/ψ production in the appropriate p T (i) and rapidity (j) interval and σ eff is the effective transverse overlap area of the interacting partons. Since σ eff may not be process-independent, it is unclear which value of σ eff to use for prompt J/ψ + W ± production, so two different values are considered: σ eff = 15 ± 3(stat.) +5 −3 (sys.) mb from W ± + 2-jet events [47] and σ eff = 6.3 ± 1.6(stat.) ± 1.0(sys.) mb from prompt J/ψ pair production [48]. These two values of σ eff are chosen since they are the two ATLAS measurements closest to the J/ψ + W ± final state. The latter value is close to those inferred in refs. [49,50] from the earlier ATLAS measurements of J/ψ + W ± and J/ψ + Z production [1, 2]. With these assumptions, it is estimated that between (31 +9 −12 )% (σ eff = 15 mb) and (75 ± 23)% (σ eff = 6.3 mb) of the inclusive signal yield is due to DPS interactions, where the uncertainties in the inclusive W ± yield, the J/ψ cross-section and σ eff are propagated to the DPS fraction.",
            "paragraph_rank": 39,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 368,
                    "text": "+5",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 408,
                    "text": "[47]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 489,
                    "text": "[48]",
                    "end": 493
                },
                {
                    "type": "bibr",
                    "start": 665,
                    "text": "[49,",
                    "end": 669
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 669,
                    "text": "50]",
                    "end": 672
                }
            ]
        },
        {
            "section": "Double parton scattering",
            "text": "The distribution of the azimuthal opening angle ∆φ(J/ψ, W ± ) between the directions of the J/ψ and of the W ± is sensitive to the contributions of SPS and DPS. The DPS component should not have a preferred ∆φ value, while the SPS events are expected to peak at ∆φ ≈ π due to momentum conservation. The estimated DPS yield can be validated with data, assuming that the low ∆φ(J/ψ, W ± ) is exclusively due to DPS interactions. Figure 2 shows the measured ∆φ distribution with the estimated DPS contribution using the two different values of σ eff . Both values of σ eff are consistent with the data at low ∆φ. The normalized ∆φ distributions with and without correcting for efficiency and acceptance are consistent with each other within the statistical uncertainties",
            "paragraph_rank": 40,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 427,
                    "text": "Figure 2",
                    "end": 435
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "Almost all systematic uncertainties associated with the reconstruction of the W ± boson and the integrated luminosity cancel out in the ratio of the two processes, J/ψ + W ± and inclusive W ± production, in the same fiducial region. The remaining relevant systematic uncertainties are discussed below.",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "The choice of functions used to fit the mass and pseudo proper decay time is a source of systematic uncertainty. Three alternative models for the mass fit are studied: introducing a ψ(2S) mass peak into the fit model, letting the mean of the J/ψ mass peak float, and using exponential functions to model the background. The maximum difference between the JHEP01(2020)095   Figure 2. The sPlot-weighted opening angle ∆φ(J/ψ, W ± ) for prompt J/ψ + W ± candidates, uncorrected for efficiency or acceptance, compared with the sum of the expected pileup and DPS contributions. The data are not corrected for J/ψ + V backgrounds which contribute ∼10% and have a shape similar to the overall distribution. The DPS contribution is shown for two σ eff values, 15 mb and 6.3 mb, as described in the text. The peak at ∆φ π is assumed to come primarily from SPS events.",
            "paragraph_rank": 42,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 373,
                    "text": "Figure 2",
                    "end": 381
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "nominal model yield and the yields from the alternative fit models is taken as a systematic uncertainty. An alternative pseudo proper decay time model which takes into account resolution effects by convolving the lifetime with a double Gaussian resolution function was found not to make a significant difference to the prompt J/ψ yield.",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "The reconstruction efficiencies used for the muons from J/ψ decay are derived from data as a function of p T and η as discussed in the previous section. A systematic uncertainty is determined by randomly varying the efficiency in each p T -η interval 100 times using a Gaussian distribution of width equal to the uncertainty in the efficiency in that interval. The RMS spread of the extracted yield is taken as the systematic uncertainty. The uncertainty due to the pile-up background estimation is also considered.",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "The J/ψ vertex is required to be within 10 mm of the primary vertex along the z-axis, which can affect the pseudo proper decay time distribution. The impact of this is determined by taking the difference in yields between the nominal value of 10 mm and a value of 20 mm, after correcting for pileup contributions, and included as a systematic uncertainty.",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty on the fractional background from prompt J/ψ+W ± with W ± → τ ± ν is determined by propagating the statistical and systematic uncertainties on the numbers of selected W ± → τ ± ν and W ± → µ ± ν events in the inclusive MC samples. The background correction for prompt J/ψ +Z contamination incorporates the uncertainties on the selected Z → µ + µ − , Z → τ + τ − and W ± → µ ± ν events in the same way, and combines this with the full uncertainty (statistical and systematic) from the σ(pp → prompt J/ψ + Z)/σ(pp → Z) measurement [2].",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty on the difference in the reconstruction efficiency between the inclusive W ± sample and the prompt J/ψ +W ± sample takes several effects into account: the spread -10 -",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "text": "JHEP01(2020)095",
            "section_rank": 13
        },
        {
            "section": "JHEP01(2020)095",
            "text": "Source of Uncertainty Uncertainty [%]  Table 4. Percentage variations on the differential distribution for four extreme cases of J/ψ spin alignment of maximal polarisation relative to the nominal unpolarised assumption for",
            "paragraph_rank": 48,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 39,
                    "text": "Table 4",
                    "end": 46
                }
            ]
        },
        {
            "section": "JHEP01(2020)095",
            "text": "of p J/ψ T in each bin of the differential distribution; the uncertainties in the linear fit for the reconstruction efficiency as a function of p W T ; and the uncertainties in the fit to determine p W T as a function of p J/ψ T . A nominal uniform spin-alignment is used; however, five different spin-alignment scenarios are considered, following the procedure adopted and described in detail in ref.",
            "paragraph_rank": 49,
            "section_rank": 13
        },
        {
            "section": "JHEP01(2020)095",
            "text": "[2], leading to a systematic uncertainty due to the unknown spin-alignment. A summary of the systematic uncertainties is given in table 3. The effects of the different spin-alignment assumptions are shown in tables 4-6.",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "text": "Results",
            "section_rank": 14
        },
        {
            "section": "Results",
            "text": "After applying the selections described above to the data, the signal is extracted and the cross-section ratio measurement is performed in the range of J/ψ transverse momentum 8.5-150 GeV and in two J/ψ rapidity intervals, |y J/ψ | < 1 (central) and 1 < |y J/ψ | < 2.1 (forward). Results are extracted in the two rapidity regions (due to the different dimuon mass resolution) and also combined into a single rapidity range.   Table 6. Percentage variations on the differential distribution for four extreme cases of J/ψ spin alignment of maximal polarisation relative to the nominal unpolarised assumption for",
            "paragraph_rank": 51,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 426,
                    "text": "Table 6",
                    "end": 433
                }
            ]
        },
        {
            "text": "JHEP01(2020)095",
            "section_rank": 15
        },
        {
            "section": "JHEP01(2020)095",
            "text": "The final prompt J/ψ + W ± signal yields after the application of the J/ψ acceptance and muon efficiency weights are 222 ± 37(stat) for the central region and 195 ± 33(stat) for the forward region, where the estimated pile-up contributions are removed.",
            "paragraph_rank": 52,
            "section_rank": 15
        },
        {
            "section": "JHEP01(2020)095",
            "text": "The total cross-section ratio is calculated for three different measurement types: fiducial, inclusive and DPS-subtracted. The explanation of each of these methods follows, and the corresponding cross-section results are presented below and in tables 7 and 8.",
            "paragraph_rank": 53,
            "section_rank": 15
        },
        {
            "text": "Fiducial, inclusive and DPS-subtracted cross-section ratio measurements",
            "section_rank": 16
        },
        {
            "section": "Fiducial, inclusive and DPS-subtracted cross-section ratio measurements",
            "text": "Due to the restrictive η and p T selection applied to the muons from the J/ψ, a fiducial measurement is made that is independent of the unknown J/ψ spin-alignment or the effects of the J/ψ acceptance corrections (see table 2) and is given by",
            "paragraph_rank": 54,
            "section_rank": 16
        },
        {
            "section": "Fiducial, inclusive and DPS-subtracted cross-section ratio measurements",
            "text": "where N eff (J/ψ + W ± ) is the background-subtracted yield of W ± + prompt J/ψ events after corrections for the J/ψ muon reconstruction efficiencies, N (W ± ) is the backgroundsubtracted yield of inclusive W ± events and N fid pile-up is the expected number of pile-up background events in the fiducial J/ψ acceptance. It has been verified that the efficiency to reconstruct a W ± is the same for the inclusive W ± sample and for the associated J/ψ + W ± sample. The result is",
            "paragraph_rank": 55,
            "section_rank": 16
        },
        {
            "section": "Fiducial, inclusive and DPS-subtracted cross-section ratio measurements",
            "text": "where the first uncertainty is statistical and the second is systematic. The fully corrected inclusive production cross-section ratio, in which the J/ψ acceptance and the unknown J/ψ spin-alignment are taken into account, is given by",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "section": "Fiducial, inclusive and DPS-subtracted cross-section ratio measurements",
            "text": "where N eff+acc (J/ψ +W ± ) is the background subtracted yield of prompt J/ψ + W ± events after J/ψ acceptance corrections and efficiency corrections for the J/ψ decay muons, and N pile-up is the expected number of pile-up events in the full range of J/ψ decay phase space. The result is",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "section": "Fiducial, inclusive and DPS-subtracted cross-section ratio measurements",
            "text": "where the first uncertainty is statistical, the second systematic and the third is from the spin-alignment scenario. Additional measurements are made by subtracting the estimated DPS contribution in each rapidity and p T interval from the inclusive cross-section ratio, where the first uncertainty is statistical, the second systematic and the third is from the spin-alignment scenario. A comparison is made with J/ψ + W ± theory predictions, extended from the original predictions at a centre-of-mass energy of 7 TeV [13] to the fiducial region of this analysis at 8 TeV by the same authors. The predictions use a colour-octet long-distance matrix element (CO LDME) model for J/ψ production, the parameters of which are extracted by simultaneously fitting the differential cross-section and spin alignment of prompt J/ψ production at the Tevatron [14]. These theoretical calculations include only SPS production. They are normalised to the W ± boson production cross-section, calculated at next-to-next-to-leading order using the FEWZ program [51] and corrected for the ATLAS W ± selection requirements in table 1 (5.511 nb). The predicted ratio is (0.428 ± 0.017) × 10 −6 [52,53].",
            "paragraph_rank": 58,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 518,
                    "text": "[13]",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 848,
                    "text": "[14]",
                    "end": 852
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1044,
                    "text": "[51]",
                    "end": 1048
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1174,
                    "text": "[52,",
                    "end": 1178
                },
                {
                    "type": "bibr",
                    "start": 1178,
                    "text": "53]",
                    "end": 1181
                }
            ]
        },
        {
            "text": "JHEP01(2020)095",
            "section_rank": 17
        },
        {
            "section": "JHEP01(2020)095",
            "text": "Fiducial  Table 8. The DPS-subtracted differential cross-section ratio in two regions of y J/ψ for two different values of σ eff .",
            "paragraph_rank": 59,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 10,
                    "text": "Table 8",
                    "end": 17
                }
            ]
        },
        {
            "text": "Differential production cross-section measurements",
            "section_rank": 18
        },
        {
            "section": "Differential production cross-section measurements",
            "text": "The inclusive differential cross-section ratio, dR incl J/ψ+W ± /dp T , is measured for |y J/ψ | < 2.1 in six J/ψ transverse momentum intervals across the entire range of 8.5 < p J/ψ T < 150 GeV, as shown in table 9 and figure 3. These measurements are compared with the SPS theoretical values provided by the CO model in conjuction with the estimated DPS contribution. For σ eff = 15 mb, this combined prediction consistently underestimates the measurement in all p T intervals, while for σ eff = 6.3 mb, the summed SPS and DPS contribution underestimates the measurement in the higher p T intervals, possibly because colour-singlet processes are not included in the prediction.    Figure 3. The inclusive (SPS+DPS) differential cross-section ratio measurements and theory predictions presented in six p J/ψ T regions for |y J/ψ | < 2.1. NLO colour-octet SPS predictions are shown, with LDMEs extracted from the differential cross-section and spin alignment of prompt J/ψ mesons at the Tevatron [13,14]. The DPS contribution is estimated using (a) σ eff = 15 +5.8 −4.2 mb and (b) σ eff = 6.3 ± 1.9 mb and the method discussed in the text. The data points are identical in the two plots.  Table 9. The measured inclusive (SPS+DPS) cross-section ratio dR incl J/ψ+W ± /dp T for prompt J/ψ for |y J/ψ | < 2.1. The estimated DPS contributions in each interval are listed for two possible values of σ eff .",
            "paragraph_rank": 60,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 683,
                    "text": "Figure 3",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 996,
                    "text": "[13,",
                    "end": 1000
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1000,
                    "text": "14]",
                    "end": 1003
                },
                {
                    "type": "table",
                    "start": 1189,
                    "text": "Table 9",
                    "end": 1196
                }
            ]
        },
        {
            "section": "Differential production cross-section measurements",
            "text": "-15 -",
            "paragraph_rank": 61,
            "section_rank": 18
        },
        {
            "text": "JHEP01(2020)095 7 Conclusion",
            "section_rank": 19
        },
        {
            "section": "JHEP01(2020)095 7 Conclusion",
            "text": "The ratio of the associated prompt J/ψ plus W ± production cross-section to the inclusive W ± boson production cross-section in the same fiducial region is measured using 20.3 fb −1 of proton-proton collisions recorded by the ATLAS detector at the LHC, at a centre-ofmass energy of 8 TeV. The cross-section ratios are presented for J/ψ transverse momenta in the range 8.5 < p J/ψ T < 150 GeV and rapidities satisfying |y J/ψ | < 2.1. The results are presented initially for muons from J/ψ decay in the fiducial volume of the ATLAS detector and then corrected for the kinematic acceptance of the muons in the fiducial region. This correction factor depends on the spin-alignment state of the J/ψ produced in association with a W ± boson, which may differ from the spin alignment observed in inclusive J/ψ production. Measurements of the azimuthal angle between the W ± boson and J/ψ meson suggest that single-and double-parton-scattering contributions are both present in data. The measured prompt J/ψ + W ± production rates are compared with a theoretical prediction at NLO for colour-octet prompt production processes. Due to the uncertainty in the value of the effective double-parton-scattering cross-section σ eff , two different values are used for comparisons of theoretical predictions with data. A smaller value of σ eff brings the predicted cross-section ratio closer to the measured value; however, neither value of σ eff is able to correctly model the J/ψ p T dependence, possibly because colour-singlet processes are not included in the prediction.",
            "paragraph_rank": 62,
            "section_rank": 19
        },
        {
            "text": "JHEP01(2020)095",
            "section_rank": 20
        },
        {
            "section": "JHEP01(2020)095",
            "text": "NSRF, Greece; BSF-NSF and GIF, Israel; CERCA Programme Generalitat de Catalunya, Spain; The Royal Society and Leverhulme Trust, United Kingdom.",
            "paragraph_rank": 63,
            "section_rank": 20
        },
        {
            "section": "JHEP01(2020)095",
            "text": "The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (U.K.) and BNL (U.S.A.), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in ref. [54].",
            "paragraph_rank": 64,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 456,
                    "text": "[54]",
                    "end": 460
                }
            ]
        },
        {
            "section": "JHEP01(2020)095",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited. [3] Quarkonium Working Group collaboration, Heavy quarkonium physics, hep-ph/0412158",
            "paragraph_rank": 65,
            "section_rank": 20
        },
        {
            "text": "References",
            "section_rank": 21
        },
        {
            "section": "References",
            "text": "[INSPIRE].",
            "paragraph_rank": 66,
            "section_rank": 21
        },
        {
            "text": "[1] is used. Four independent regions (A, B, C, D) are defined in a two-dimensional plane using m T (W ± ) and E miss T together with the uncorrelated muon isolation variable. Regions A and B are required to have E miss T < 20 GeV and m T (W ± ) < 40 GeV, while -5 -JHEP01(2020)095 regions C and D are required to have E miss T > 20 GeV and m T (W ± ) > 40 GeV. In regions A and C (B and D) an isolated muon (non-isolated muon) is required. The multijet background in signal region C is determined from",
            "paragraph_rank": 67,
            "section_rank": 22
        },
        {
            "text": "Figure 1 .",
            "section_rank": 23
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. (a) J/ψ candidate mass and (b) pseudo proper decay time for the rapidity range |y J/ψ | < 1 and p T range 8.5 < p J/ψ T < 150 GeV; (c) J/ψ candidate mass and (d) pseudo proper decay time for the rapidity range 1 < |y J/ψ | < 2.1 and p T range 8.5 < p J/ψ T < 150 GeV.",
            "paragraph_rank": 68,
            "section_rank": 23
        },
        {
            "text": "6 ± 0.7 +1.1 +1.5 −1.0 −0.7 ) × 10 −6 , [σ eff = 15 +5.8 −4.2 mb] and R DPSsub J/ψ = (1.3 ± 0.7 ± 1.5 +1.5 −0.7 ) × 10 −6 , [σ eff = 6.3 ± 1.9 mb]",
            "paragraph_rank": 69,
            "section_rank": 24
        },
        {
            "text": "[ 1 ]= 8",
            "section_rank": 25
        },
        {
            "section": "[ 1 ]= 8",
            "text": "ATLAS collaboration, Measurement of the production cross section of prompt J/ψ mesons in association with a W ± boson in pp collisions at √ s = 7 TeV with the ATLAS detector, JHEP 04 (2014) 172 [arXiv:1401.2831] [INSPIRE]. [2] ATLAS collaboration, Observation and measurements of the production of prompt and non-prompt J/ψ mesons in association with a Z boson in pp collisions at √ s TeV with the ATLAS detector, Eur. Phys. J. C 75 (2015) 229 [arXiv:1412.6428] [INSPIRE].",
            "paragraph_rank": 70,
            "section_rank": 25
        },
        {
            "text": "Table 1 .",
            "section_rank": 26
        },
        {
            "section": "Table 1 .",
            "text": "Selection criteria for the inclusive W ± sample, where µ is the muon from the W ± boson decay.",
            "paragraph_rank": 71,
            "section_rank": 26
        },
        {
            "text": "The ratio of the inclusive W ± efficiency to the W ± reconstruction efficiency in each p",
            "paragraph_rank": 72,
            "section_rank": 27
        },
        {
            "text": "Table 3 .",
            "section_rank": 28
        },
        {
            "section": "Table 3 .",
            "text": "Summary of the systematic uncertainties, expressed as a percentage of the measured inclusive cross-section ratio of J/ψ + W ± to W ± .",
            "paragraph_rank": 73,
            "section_rank": 28
        },
        {
            "text": "Table 5 .",
            "section_rank": 29
        },
        {
            "section": "Table 5 .",
            "text": "Percentage variations on the differential distribution for four extreme cases of J/ψ",
            "paragraph_rank": 74,
            "section_rank": 29
        },
        {
            "text": "Table 7 .",
            "section_rank": 30
        },
        {
            "section": "Table 7 .",
            "text": "The fiducial and inclusive (SPS+DPS) differential cross-section ratio in two regions of y J/ψ .",
            "paragraph_rank": 75,
            "section_rank": 30
        },
        {
            "section": "Table 7 .",
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upwards. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). Angular distance is measured in units of ∆R ≡ (∆η) 2 + (∆φ) 2 .",
            "paragraph_rank": 76,
            "section_rank": 30
        },
        {
            "text": "Acknowledgments",
            "section_rank": 32
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 77,
            "section_rank": 32
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, ",
            "paragraph_rank": 78,
            "section_rank": 32
        }
    ]
}