{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Identification of charmonium states at hadron colliders has mostly been limited to leptonic decays of the J/ψ. In this paper we present an algorithm to identify hadronic decays of charmonium states (J/ψ, ψ(2S), χ c0,c1,c2 ) which make up the large majority of all decays. The algorithm is able to identify hadronic J/ψ decays with an efficiency of 36% while suppressing a background of quark and gluon jets by a factor 100.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 198,
                    "text": "(J/ψ, ψ(2S), χ c0,c1,c2",
                    "end": 221
                }
            ]
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Charmonium states, in particular J/ψ, are used both as an analysis and a calibration tool in hadron colliders. The decay to two muons allows for an efficient identification of this state and its narrow peak in the invariant mass spectrum of the muons is a powerful probe of the momentum resolution of the detector. Only 6% of the J/ψ states decay to a clean final state of µ + µ − with another 6% decaying to e + e − . The remaining 88% is decaying to hadronic states and are usually ignored. The other charmonium states are even harder to identify with a small fraction having a clean decay like ψ(2S) → µ + µ − .",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "For some analyses it is desirable to obtain as many events as possible, like the search for the rare decay of the Higgs boson to charmonium and a photon, with a branching ratio of around 3 × 10 −6 for H → J/ψγ [1,2]. In recent searches by the ATLAS and CMS collaborations [3,4] only the leptonic decays of the J/ψ are used. In this paper we present a tagging algorithm for hadronically decaying charmonium states to obtain higher statistics for these rare decay measurements.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 210,
                    "text": "[1,",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 213,
                    "text": "2]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 272,
                    "text": "[3,",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 275,
                    "text": "4]",
                    "end": 277
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Looking at hadronic decays a couple of things can be noted. The process H → J/ψγ does not involve QCD fragmentation and further hadronization like in quark and gluon jets. The invariant mass of the final state should be the J/ψ mass, which is lower than the average mass of quark and gluon jets and the average multiplicity is also lower. This is similar to hadronic tau jets, although with a higher mass and multiplicity. Basically we are looking for a fat neutral tau-like object and that is the starting point of our algorithm.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "This paper is organized as follows. Section 2 describes our simulation set-up. The observables used to distinguish hadronic charmonium jets are reviewed in Section 3. The neural network architecture and parameters are discussed in Section 4. In section 5 we present our results and we investigate the performance of the network on different charmonium samples and the overall stability of the network.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Simulated samples",
            "section_rank": 3
        },
        {
            "section": "Simulated samples",
            "text": "We simulate proton-proton collisions at 13 TeV with the Pythia 8 [5] program. Samples for the 1S charmonium states (J/ψ and ψ(2S)) are generated using the gluon-gluon to color-singlet cc plus photon or gluon processes (gg2ccbar(3S1) gm/g ). For the 1P charmonium states (χ c0,1,2 ) the process with the photon is not available and we use the (gg2ccbar(3PJ)g, qg2ccbar(3PJ)q and qq2ccbar(3PJ)g processes which produce an additional gluon or quark. We have verified on the 1S samples that the distributions of the relevant charmonium variables are the same when the cc state is produced with a photon or a gluon. In Pythia 8 the minimum transverse momentum in the hard process is set to 30 GeV and the invariant mass of the hard process to within 2.5 GeV of the Z 0 mass. This produces jets with very similar momentum distributions as quark jets from Z 0 decays. Background gluon jets are taken from the charmonium samples, since they have very similar kinematics as the signal charmonium jets. Background quark jets are taken from a sample of simulated Z 0 decays. Long lived particles are allowed to decay if cτ < 100 cm. All samples are simulated without additional pile-up interactions except the sample used to estimate the effects of pile-up.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 65,
                    "text": "[5]",
                    "end": 68
                }
            ]
        },
        {
            "section": "Simulated samples",
            "text": "The events are passed through the DELPHES [6] fast detector simulation using the ATLAS detector configuration files where we use particle-flow jets clustered using the anti-k t algorithm [7] with a distance parameter R = 0.4. The b-tagging settings correspond to an average efficiency for b-jets of 70% with a rejection rate for charm jets of 8.1 and for light quark jets of 440. Jets are said to be charmonium, quark or gluon if the angular distance to a truth charmonium meson, quark or gluon is ∆R < 0.2. Our entire configuration can be found here [8].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 42,
                    "text": "[6]",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 187,
                    "text": "[7]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 551,
                    "text": "[8]",
                    "end": 554
                }
            ]
        },
        {
            "section": "Simulated samples",
            "text": "Since we expect charmonium jets to be similar to hadronically decaying taus, we start off with variables used in the identification of hadronic tau decays by the ATLAS experiment [9]. These variables are using the fact that tau (and charmonium) jets have a lower mass (m j and m tr ) and a lower multiplicity (n ch and n 0 ) than quark and gluon jets, are narrower (∆ η , ∆ φ , R em , R track ) and are not surrounded by further hadronic activity from fragmentation (p core1,2 , f core1,2 ). To these variables we add the absolute values of the total charge and the jet-charge (p T weighted charge sum [10]), which are expected to peak at zero for charmonium and gluon jets, but to have a higher average value for jets originating from quarks. Using the output of the b-jet identification algorithm provides some discrimination against b-jets, since the lifetime of charmonium mesons is too short to produce a measurable decay length.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 179,
                    "text": "[9]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 602,
                    "text": "[10]",
                    "end": 606
                }
            ]
        },
        {
            "section": "Simulated samples",
            "text": "This list of variables is completed with a particular class of generalized angularities [11], which have demonstrated to be efficient in distinguishing quark jets from gluon jets. The angularities depend on two parameters (κ, β) and are defined as:",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 88,
                    "text": "[11]",
                    "end": 92
                }
            ]
        },
        {
            "section": "Simulated samples",
            "text": "where z i is the momentum fraction of jet constituent i, and θ i is the normalized rapidityazimuth angle with respect to the jet axis. width of the jet in η ∆φ width of the jet in φ m tr invariant mass of all charged tracks in the jet m j invariant mass of all constituents of the jet n ch charged particle multiplicity n 0 neutral particle multiplicity abs(Q) absolute value of the total charge abs(q j ) jet charge (p T weighted charge sum,",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Simulated samples",
            "text": "output of b-tagging algorithm: 1 = b-tagged jet, 0 = not b-tagged R em Average ∆R with respect to the jet axis weighted by electromagnetic energy:",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Simulated samples",
            "text": "f em fraction of EM energy over total neutral energy of the jet p core1 ratio of sum p T in a cone of ∆R < 0.1 and the jet p T p core2 ratio of sum p T in a cone of ∆R < 0.2 and the jet p T f core1 ratio of sum E T in a cone of ∆R < 0.1 and the jet total E T f core2 ratio of sum E T in a cone of ∆R < 0.2 and the jet total",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Simulated samples",
            "text": "The variables are summarized in Table 1. Fig 1 shows the distribution of the variables for J/ψ signal data and a background sample composed of 50% quark jets and 50% gluon jets. ",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 32,
                    "text": "Table 1",
                    "end": 39
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 41,
                    "text": "Fig 1 shows",
                    "end": 52
                }
            ]
        },
        {
            "text": "Machine Learning",
            "section_rank": 4
        },
        {
            "section": "Machine Learning",
            "text": "We feed the classifying variables to a fully connected deep network using the TensorFlow [12] and Keras [13] libraries. The network architecture and parameters are listed in table 2. We used the standard technique of dropout layers [14] to prevent overtraining. The network architecture and hyperparameters were optimized by hand on earlier simulation samples. The network performance turns out to be rather insensitive to their value. We use the receiver operating characteristic (ROC) curve as a measure of the separation power of our classifier and in particular the area under the ROC curve (AuC).",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 89,
                    "text": "[12]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 104,
                    "text": "[13]",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 232,
                    "text": "[14]",
                    "end": 236
                }
            ]
        },
        {
            "section": "Machine Learning",
            "text": "For the training we use a sample of 59k simulated hadronic J/ψ decays, 88k quark jets from Z 0 → qq events and 54k gluon jets. To measure the performance we use independent samples with an equal amount of J/ψ, Z 0 → qq and gluon jets.  Figure 2 shows the output distribution for our classifier for both signal and background and the ROC curves. A good separation can be observed with an area under the curve of 0.930. This corresponds to a signal efficiency of 36(15)% at a background rejection factor of 100(1000). It should be noted that the performance of the classifier is significantly better against a background of gluon jets only (AuC = 0.966, signal efficiency of 55(23)% at 100(1000) times background rejection) than against quarks jets (AuC = 0.894, efficiency of 28(11)% at factor 100(1000) background rejection). For gluons the performance against a single background can be further improved to an AuC of 0.975 by using a gluon only background training sample.  GeV and p T > 50 GeV. We notice a maximum drop of 0.009 for the gluon sample and 0.016 for the quark sample in the AuC value, showing that the effect of jet p T is limited. We also investigate the stability of the network performance under variations of the simulation parameters. For this we applied the recommended variations [15] of the Pythia 8 parton shower and multiple parton interaction parameters based on the NNPDF23LO tune. These variations cover a range of data observables from ATLAS Run 1. Variation 1 is related to the underlying event activity, variation 2 is covering the jet shapes and substructure and the three variations 3 cover the effects of initial and final state radiation. As can be seen in table 4, the network performance is very stable for different tunes. Finally we discuss the effect of concurrent proton-proton interactions or pile-up. Our setup is not very well suited to evaluate its effects. The LHC experiments have been able to mitigate the effects of pile-up by using additional tracking and vertexing information, which is not available in DELPHES and our estimate is in this sense a worst case scenario. We simulate a sample with a pile-up of µ = 35, on average 35 concurrent interactions, the average of the recent LHC run. The retrained network, without further optimization, shows a drop of 0.05 in the AuC. This shows that pile-up has a significant impact but that our method still works in the presence of pile-up. We would expect that some of the performance loss can be recovered in a full simulation and reconstruction chain.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 236,
                    "text": "Figure 2",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1303,
                    "text": "[15]",
                    "end": 1307
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 5
        },
        {
            "section": "Conclusion",
            "text": "We have presented an algorithm to identify jets from hadronic decay of charmonium states and have demonstrated that it works with a good efficiency of 36% for signal at a 100 times rejection of a background of quarks and gluons. Against a background of only gluons the algorithm works even better. The method also works for J/ψ and heavier charmonium states and is relatively insensitive to the simulation parameters. The algorithm works in the presence of pile-up but at a significant loss of performance. This opens the possibility to use hadronic decay modes of charmonium in the search for rare decays to cc states that suffer from low statistics.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Figure 1 :",
            "section_rank": 6
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Distributions of the variables used for charmonium identification. Signal (J/ψ) in blue, background of a mixed sample of 50% quark and 50% gluon jets in orange. The distributions are normalized to unity.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Figure 2 :",
            "section_rank": 7
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: (a) Output of the neural network for signal (blue) and background (red). (b) ROC curves for the network.",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Table 1 :",
            "section_rank": 8
        },
        {
            "section": "Table 1 :",
            "text": "Input variables to the charmonium classifier Name Description ∆η",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "Table 2 :",
            "section_rank": 9
        },
        {
            "section": "Table 2 :",
            "text": "Hyperparameters of the neural network",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "Table 3 :",
            "section_rank": 10
        },
        {
            "section": "Table 3 :",
            "text": "Overview of the training results. Mixed background test samples contain 50% quark and 50% gluon jets",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "Table 4 :",
            "section_rank": 11
        },
        {
            "section": "Table 4 :",
            "text": "Variations in the AuC for different Pythia tunes",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Acknowledgments",
            "section_rank": 13
        },
        {
            "section": "Acknowledgments",
            "text": "NdG would like to thank the Duke University physics department for their hospitality.",
            "paragraph_rank": 24,
            "section_rank": 13
        },
        {
            "text": "Test",
            "section_rank": 15
        },
        {
            "section": "Test",
            "text": "Training sample AuC J/ψ vs mixed J/ψ vs mixed 0.930 J/ψ vs gluon J/ψ vs mixed 0.966 J/ψ vs quark J/ψ vs mixed 0.894 J/ψ vs gluon J/ψ vs gluon 0.975 J/ψ vs quark J/ψ vs quark 0.897 ψ(2S) vs mixed J/ψ vs mixed 0.894 χ c0,1,2 vs mixed J/ψ vs mixed 0.914 ψ(2S) vs mixed all cc vs mixed 0.900 χ c0,1,2 vs mixed all cc vs mixed 0.917",
            "paragraph_rank": 25,
            "section_rank": 15
        },
        {
            "section": "Test",
            "text": "The network performs well on jets from the hadronic decay of other charmonium states like the ψ(2S) and χ c states, with the area under the curve only a few percent lower than for J/ψ. Some of this difference can be recovered by including the heavier charmonium states in the training sample. An overview of the performance of the network for various training and test sets is given in table 3.",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "section": "Test",
            "text": "We evaluate the network performance dependence on the jet transverse momentum. After reconstruction the transverse momentum spectra of the jets is not completely identical. Gluon jets of around 40 GeV often extend beyond a ∆R of 0.4 and not all objects are included in its energy measurement. For jets from b and c quarks the neutrinos in semileptonic decays cause a low energy tail to the jet energy spectrum. Some of the variables we use, like the width, correlate with the jet energy. We verify that the network performance does not depend strongly on jet energy by splitting the test sample in three bins: p T < 35 GeV; 35 < p T < 50 Funding information SC would like to acknowledge support from the Duke REU Program through NSF Grant No. NSF-PHY-1757783.",
            "paragraph_rank": 27,
            "section_rank": 15
        }
    ]
}