{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The production of a prompt photon in association with a Z boson is studied in proton-proton collisions at a centre-of-mass energy √ s = 13 TeV. The analysis uses a data sample with an integrated luminosity of 139 fb −1 collected by the ATLAS detector at the LHC from 2015 to 2018. The production cross-section for the process pp → + − γ + X ( = e, µ) is measured within a fiducial phase-space region defined by kinematic requirements on the photon and the leptons, and by isolation requirements on the photon. An experimental precision of 2.9% is achieved for the fiducial cross-section. Differential crosssections are measured as a function of each of six kinematic variables characterising the + − γ system. The data are compared with theoretical predictions based on next-toleading-order and next-to-next-to-leading-order perturbative QCD calculations. The impact of next-to-leading-order electroweak corrections is also considered.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Measurements of Z boson production in association with a photon in high-energy collisions provide tests of the electroweak sector of the Standard Model (SM) and can be used to search for new physics effects such as direct couplings of Z bosons to photons. Studies carried out at the Large Hadron Collider (LHC) by the ATLAS [1,2] and CMS [3-6] collaborations in proton-proton (pp) interactions at centre-of-mass energies, √ s, of 7 TeV and 8 TeV, as well as earlier measurements from experiments at LEP [7-9] and the Tevatron [10][11][12] in e + e − andpp collisions, have revealed no evidence for the existence of anomalous -1 -",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 324,
                    "text": "[1,",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 327,
                    "text": "2]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "start": 526,
                    "text": "[10]",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "start": 530,
                    "text": "[11]",
                    "end": 534
                },
                {
                    "type": "bibr",
                    "start": 534,
                    "text": "[12]",
                    "end": 538
                }
            ]
        },
        {
            "text": "JHEP03(2020)054",
            "section_rank": 3
        },
        {
            "section": "JHEP03(2020)054",
            "text": "neutral gauge-boson interactions. Measurements of Zγ production rates in hadron-hadron collisions are also of interest, due to their sensitivity to higher-order effects predicted by perturbative QCD (pQCD). A reliable characterisation of the properties of SM Zγ production is of importance in searches for the decay H → Zγ of the Higgs boson [13,14], and in searches for other resonances in the Zγ channel [13,15], where non-resonant Zγ production represents the dominant background process.",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 342,
                    "text": "[13,",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "start": 346,
                    "text": "14]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "start": 406,
                    "text": "[13,",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "start": 410,
                    "text": "15]",
                    "end": 413
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "From 2015 to 2018 (Run 2), the LHC operated at a centre-of-mass energy of √ s = 13 TeV. The ATLAS Collaboration used the early part of the Run 2 dataset, corresponding to an integrated luminosity of 36.1 fb −1 , to measure the Zγ production rate in the ννγ [16] and bbγ [17] channels, in phase-space regions with photon transverse energy, 1 E γ T , greater than 150 GeV and 175 GeV, respectively. The analysis of the neutrino channel allowed improved limits to be placed on anomalous ZZγ and Zγγ couplings which can arise in extensions of the SM [18]. The analysis presented here uses the full ATLAS Run 2 dataset, with an integrated luminosity of 139 fb −1 , to measure the Zγ production crosssection for events in which the Z boson decays into an electron or muon pair, Z → + − ( = e, µ). Compared with the neutrino channel, the + − γ channel allows cross-section measurements to be made over a wider range of E γ T and with lower background, but with reduced sensitivity to anomalous gauge-boson couplings [2,19].",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 257,
                    "text": "[16]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "start": 546,
                    "text": "[18]",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1009,
                    "text": "[2,",
                    "end": 1012
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1012,
                    "text": "19]",
                    "end": 1015
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "Inclusive samples of e + e − γ and µ + µ − γ events are selected and used to measure the Zγ production cross-section within a fiducial phase-space region defined by the kinematic properties of the lepton pair and the photon, including a requirement that the invariant mass, m( ), of the + − pair be greater than 40 GeV and that the sum, m( ) + m( γ), of the invariant masses of the lepton pair and the + − γ system be greater than 182 GeV. The latter requirement ensures that the measurement is dominated by events in which the photon is emitted from an initial-state quark line in the hard-scattering process, as in figure 1(a), rather than from a final-state lepton, as in figure 1(b). The m( ) distribution for selected + − γ events thus displays a dominant resonant peak centred on the Z boson mass, above a smaller, non-resonant component due to the presence of virtual photon exchange. The contribution from events in which the selected photon is produced from the fragmentation of a quark or a gluon, as illustrated in figures 1(c) and 1(d), is suppressed experimentally by requiring that the photon be unaccompanied by significant activity from other particles in the event (isolation), and removed theoretically by imposing smooth-cone isolation criteria on the photon at parton level [20].",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1294,
                    "text": "[20]",
                    "end": 1298
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "The measurements of the rate and kinematic properties of Zγ production in the fiducial phase-space region are compared with SM predictions obtained from parton-level calculations carried out in pQCD at next-to-leading order (NLO) and next-to-next-to-leading order (NNLO) in the strong coupling constant α S , as well as with predictions from parton 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The transverse energy is defined as ET = E sin θ, where E is the energy and θ is the polar angle. The pseudorapidity is defined as η = − ln tan(θ/2). Angular separation is expressed in terms of ∆R ≡ (∆η) 2 + (∆φ) 2 .",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 349,
                    "text": "1",
                    "end": 350
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "-2 -JHEP03(2020)054 Feynman diagrams for + − γ production: (a) initial-state photon radiation from a quark line; (b) final-state photon radiation from a lepton; and (c,d) contributions from the Z + q(g) processes in which a photon is produced from the fragmentation of a quark or a gluon.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "JHEP03(2020)054",
            "text": "shower Monte Carlo (MC) event generators with leading-order (LO) and NLO matrix elements. The effect of NLO electroweak (EW) corrections on the predictions at NNLO in pQCD is also considered. A small contribution to Zγ production arises from the vectorboson scattering process pp → Zγjj [21,22], and is considered to be part of the signal. Differential cross-sections are measured as functions of the transverse energy, E γ T , and absolute pseudorapidity, |η γ |, of the photon, and as functions of the invariant mass, m( γ), and transverse momentum, p γ T , of the + − γ system, the ratio p γ T /m( γ), and the angle, ∆φ( , γ), between the transverse directions of the + − pair and the photon. Differential cross-sections in the latter three variables have not been measured previously for Zγ production, and provide particularly sensitive tests of higher-order pQCD calculations.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 287,
                    "text": "[21,",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 291,
                    "text": "22]",
                    "end": 294
                }
            ]
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 4
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS experiment [23] at the LHC is a multipurpose particle detector with a forwardbackward symmetric cylindrical geometry and nearly 4π coverage in solid angle. Its major components are an inner tracking detector (ID) surrounded by a thin superconducting solenoid providing a 2 T axial magnetic field, electromagnetic (ECAL) and hadron (HCAL) calorimeters, and a muon spectrometer (MS). The ID is composed of a silicon pixel detector (including the insertable B-layer [24,25] installed before the start of Run 2) and a silicon microstrip tracker (SCT), both of which cover the pseudorapidity range |η| < 2.5, together with a transition radiation tracker (TRT) with an acceptance of |η| < 2.0. The TRT provides identification information for electrons by the detection of transition radiation. The MS is composed of three large superconducting air-core toroid magnets, a system of three stations of chambers for tracking measurements, with high precision in the range |η| < 2.7, and a muon trigger system covering the range |η| < 2.4.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 21,
                    "text": "[23]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 473,
                    "text": "[24,",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "start": 477,
                    "text": "25]",
                    "end": 480
                }
            ]
        },
        {
            "text": "JHEP03(2020)054",
            "section_rank": 5
        },
        {
            "section": "JHEP03(2020)054",
            "text": "The ECAL is composed of alternating layers of passive lead absorber interspersed with active liquid-argon (LAr) gaps and covers the pseudorapidity range |η| < 3.2. For |η| < 2.5 the calorimeter is segmented longitudinally in shower depth into three layers, with the first layer having the highest granularity in the η coordinate, and the second layer collecting most of the electromagnetic shower energy. A thin presampler layer precedes the ECAL over the range |η| < 1.8, and is used to correct for energy loss upstream of the calorimeter. The HCAL, surrounding the ECAL, employs either scintillator tiles or LAr as the active medium, and either steel or copper as the absorber material. Two copper/LAr and tungsten/LAr forward calorimeters extend the acceptance up to |η| = 4.9.",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "section": "JHEP03(2020)054",
            "text": "Collision events are selected using a two-level trigger system [26]. The first-level trigger is implemented in custom electronics and, using a subset of the information from the detector, reduces the trigger rate to about 100 kHz from the original 40 MHz LHC proton bunch-crossing rate. The second-level trigger is a software-based system which runs algorithms similar to those implemented in the offline reconstruction software, yielding a recorded event rate of about 1 kHz.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 63,
                    "text": "[26]",
                    "end": 67
                }
            ]
        },
        {
            "text": "Data and simulated event samples",
            "section_rank": 6
        },
        {
            "section": "Data and simulated event samples",
            "text": "The data used in this analysis were collected in proton-proton collisions at √ s = 13 TeV from 2015 to 2018. After applying criteria to ensure good ATLAS detector operation, the total integrated luminosity useful for data analysis is 139 fb −1 . The uncertainty in the combined 2015-2018 integrated luminosity is 1.7% [27], obtained using the LUCID-2 detector [28] for the primary luminosity measurements. The average number of inelastic pp interactions produced per bunch crossing for the dataset considered is µ = 33.7.",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 318,
                    "text": "[27]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 360,
                    "text": "[28]",
                    "end": 364
                }
            ]
        },
        {
            "section": "Data and simulated event samples",
            "text": "Simulated event samples are used to correct the signal yield for detector effects and to estimate several background contributions. The simulated samples were produced with various MC event generators, processed through a full ATLAS detector simulation [29] based on Geant4 [30], and reconstructed with the same software as used for the data. All MC samples are corrected with data-driven correction factors to account for differences in photon and lepton trigger, reconstruction, identification and isolation performance between data and simulation. Additional pp interactions (pile-up) occurring in the same and neighbouring bunch crossings were modelled by overlaying each MC event with minimum-bias events generated using Pythia 8.186 [31] with the A3 set of tuned parameters [32] and the NNPDF2.3 LO [33] set of parton distribution functions (PDFs). The MC events were then reweighted to reproduce the distribution of the number of pp interactions per bunch crossing observed in the data.",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 274,
                    "text": "[30]",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 739,
                    "text": "[31]",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 780,
                    "text": "[32]",
                    "end": 784
                },
                {
                    "type": "bibr",
                    "start": 805,
                    "text": "[33]",
                    "end": 809
                }
            ]
        },
        {
            "section": "Data and simulated event samples",
            "text": "Samples of simulated e + e − γ and µ + µ − γ events with lepton-pair invariant mass greater than 10 GeV generated using Sherpa 2.2.4 [34] with the NNPDF3.0 NNLO [35] PDF set are used to estimate the effects of detector efficiency and resolution on the expected number of signal events. These samples were generated including all Feynman diagrams with three electroweak couplings, with up to three additional final-state partons at LO in pQCD, and merged with the Sherpa parton shower [36] according to the MEPS@LO prescription [37][38][39][40]. For studies of systematic uncertainties, an alternative signal sample -4 -  Table 1. Summary of simulated MC event samples for the + − γ signal process (first two rows) and for various background processes (lower six rows). The third and fourth columns give the pQCD order and the PDF set used in the hard-scattering matrix element calculations. The rightmost column specifies the generator used to model parton showering, hadronisation, the underlying event and multiple parton interactions.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 133,
                    "text": "[34]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 161,
                    "text": "[35]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 484,
                    "text": "[36]",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 527,
                    "text": "[37]",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "start": 531,
                    "text": "[38]",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 535,
                    "text": "[39]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "start": 539,
                    "text": "[40]",
                    "end": 543
                },
                {
                    "type": "table",
                    "start": 621,
                    "text": "Table 1",
                    "end": 628
                }
            ]
        },
        {
            "text": "JHEP03(2020)054",
            "section_rank": 7
        },
        {
            "section": "JHEP03(2020)054",
            "text": "was produced using the generator MadGraph5 aMC@NLO 2.3.3 [41] with up to three additional final-state partons, where up to one additional final-state parton is at NLO accuracy, and using the NNPDF3.0 NLO PDF set.",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 57,
                    "text": "[41]",
                    "end": 61
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "The dominant background to the Zγ signal, arising from events containing a Z boson together with associated jets in which one of the jets is misidentified as a photon, is estimated using a data-driven method. To validate the method and to estimate the associated systematic uncertainties, a simulated sample of Z + jets events (with Z → ee or Z → µµ) was produced. The sample was generated with Powheg-Box v1 [42][43][44][45] at NLO accuracy, using the CT10 [46] NLO PDF set.",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 409,
                    "text": "[42]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 413,
                    "text": "[43]",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 417,
                    "text": "[44]",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 421,
                    "text": "[45]",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 458,
                    "text": "[46]",
                    "end": 462
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "Background contributions from ν ('W Z'),",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "section": "JHEP03(2020)054",
            "text": "('ZZ'), W W γ and W Zγ production (including decays of the W or Z boson to final states involving a τ -lepton) are estimated from simulated event samples generated using the Sherpa 2.2.2 (W Z, ZZ) or Sherpa 2.2.5 (W W γ, W Zγ) generators, using the MEPS@NLO prescription [37][38][39][40], and using the OpenLoops library [47,48] to provide the virtual QCD corrections to matrix elements at NLO accuracy. The background contribution from τ + τ − γ production is estimated from a simulated event sample generated using Sherpa 2.2.4 with the same LO configuration as used to generate the Sherpa signal sample described above. The background from top-quark production is estimated from a simulated sample of ttγ events as used in ref.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 271,
                    "text": "[37]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "start": 275,
                    "text": "[38]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 279,
                    "text": "[39]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "start": 283,
                    "text": "[40]",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 321,
                    "text": "[47,",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 325,
                    "text": "48]",
                    "end": 328
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "[49], with one or both of the top quarks decaying semileptonically, generated with MadGraph5 aMC@NLO 2.3.3 at LO with the NNPDF2.3 LO PDF set. The background from events containing H → Zγ decays (with Z → ee or Z → µµ) is estimated using a simulated event sample as used in ref.",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "JHEP03(2020)054",
            "text": "[13] generated with Powheg-Box v2, using the MiNLO [50] and NNLOPS [51] approaches, and using the PDF4LHC15 NNLO PDF set [52].",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 51,
                    "text": "[50]",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "start": 67,
                    "text": "[51]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 121,
                    "text": "[52]",
                    "end": 125
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "The Powheg-Box and MadGraph5 aMC@NLO generators were interfaced to Pythia 8.186 and to Pythia 8.212 [53], respectively, for parton showering and hadronisation, and to model the underlying event and multiple parton interactions. The Pythia JHEP03(2020)054 generator was configured using the A14 set of tuned parameters [54], except for the simulated Z + jets and H → Zγ samples generated with Powheg-Box where the AZNLO set of tuned parameters [55] was used. The EvtGen 1.2.0 and EvtGen 1.6.0 programs [56] were used to describe the properties of bottom and charm hadron decays in the samples generated using Powheg-Box and MadGraph5 aMC@NLO, respectively, and the Photos [57] generator was used for the simulation of photon bremsstrahlung in the decays of particles and resonances.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 100,
                    "text": "[53]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 318,
                    "text": "[54]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 443,
                    "text": "[55]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 501,
                    "text": "[56]",
                    "end": 505
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 671,
                    "text": "[57]",
                    "end": 675
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "A summary of the signal and background MC samples used in the analysis is presented in table 1.",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "section": "JHEP03(2020)054",
            "text": "For the generation of the Zγ signal samples, and the τ τ γ, W W γ and W Zγ background samples, photon isolation criteria were imposed at parton level using the smooth-cone isolation prescription of ref. [20]. This removes contributions in which the photon is produced from quark or gluon fragmentation (figures 1(c) and 1(d)) in a way which is infrared safe to all orders of perturbation theory. The smooth-cone isolation prescription considers a cone of variable opening angle δ, with maximum opening angle δ 0 , centred around the photon direction, and requires that the summed transverse energy of partons inside the cone is always less than a specified fraction of E γ T . This fraction has a maximum value γ for a cone of maximum size δ = δ 0 , and tends smoothly to zero as δ → 0 according to the function [(1 − cos δ)/(1 − cos δ 0 )] n . In all cases, the smooth-cone isolation parameters were set to the values δ 0 = 0.1, γ = 0.1 and n = 2.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 203,
                    "text": "[20]",
                    "end": 207
                }
            ]
        },
        {
            "text": "Selection of + − γ events",
            "section_rank": 8
        },
        {
            "section": "Selection of + − γ events",
            "text": "Candidate + − γ events are selected by requiring the presence of a photon with high E γ T together with an opposite-charge, same-flavour lepton (electron or muon) pair. No explicit requirements are made on the presence or absence of other activity in the event, such as additional photons or leptons, or jets. Background events from processes producing nonprompt photons or leptons are removed by imposing isolation requirements on the photon and the two leptons.",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "Selection of + − γ events",
            "text": "Event candidates in both data and MC simulation are required to have fired at least one unprescaled single-electron or single-muon trigger. For data recorded in 2015, the lowest p T threshold for such triggers was 24 GeV for electrons [58] and 20 GeV for muons [26]. For data recorded during 2016-2018, due to the higher instantaneous luminosity, the lowest p T trigger threshold for both the electrons and muons was raised to 26 GeV, and tighter lepton isolation and identification requirements were imposed. Triggers with higher p T thresholds but with looser isolation or identification criteria were also used to increase the total data-taking efficiency. The trigger efficiency for + − γ events satisfying all the selection criteria described below is about 99%. This is determined using a simulated signal sample, corrected to reflect the trigger efficiencies measured in data using correction factors determined in studies of Z → decays.",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 235,
                    "text": "[58]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "start": 261,
                    "text": "[26]",
                    "end": 265
                }
            ]
        },
        {
            "text": "Photon and lepton selection",
            "section_rank": 9
        },
        {
            "section": "Photon and lepton selection",
            "text": "Photon and electron candidates are reconstructed [59] from clusters of energy deposits in the ECAL, together with information about charged tracks reconstructed in the ID.",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "JHEP03(2020)054",
            "section_rank": 10
        },
        {
            "section": "JHEP03(2020)054",
            "text": "Photon clusters are required to have a pseudorapidity in the range |η| < 2.37, and to have a transverse energy E γ T > 30 GeV. Electron clusters with p T > 25 GeV are required to lie in the range |η| < 2.47, and to be matched to a reconstructed track in the ID. For both the photons and electrons, the transition region between the barrel and endcap regions (1.37 < |η| < 1.52) is excluded. Photon candidates are classified either as converted (the photon cluster is matched to a reconstructed conversion vertex formed either from two oppositely charged tracks or from a single track consistent with having originated from a photon conversion) or as unconverted (matched to neither a conversion vertex nor an electron track). Converted and unconverted photon candidates are both used in the analysis. Muon candidates are reconstructed [60] from tracks in the MS that are matched to a corresponding track in the ID. The muon momentum is calculated by combining the MS measurement, corrected for the energy deposited in the calorimeters, and the ID measurement. The p T of the muon must be greater than 25 GeV and its pseudorapidity must satisfy |η| < 2.5.",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 835,
                    "text": "[60]",
                    "end": 839
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "The shower shapes produced in the ECAL are used to identify photons and electrons. Photons are required to satisfy all the requirements on shower shape variables which correspond to the Tight photon identification criteria of ref.",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "section": "JHEP03(2020)054",
            "text": "[59]. The Tight photon identification efficiency ranges from 82-85% for photons with E γ T ≈ 30 GeV to 90-98% for E γ T > 100 GeV, depending on the pseudorapidity region of the detector and on the conversion status of the photon candidate. Electrons are identified using a discriminant that is the value of a likelihood function constructed from quantities describing the shape of the electromagnetic shower in the calorimeter, together with quantities characterising the electron track and the quality of the track-cluster matching [61]. Electron candidates are required to satisfy the Medium likelihood requirement of ref.",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 533,
                    "text": "[61]",
                    "end": 537
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "[59], which provides an identification efficiency of about 80% (93%) for electrons of p T ≈ 25 GeV (100 GeV). Muon candidates are required to satisfy the Medium identification criteria of ref. [60]; these include requirements on the numbers of hits matched to the tracks reconstructed in the ID and in the MS, and on the probability of compatibility between the ID and MS momentum measurements. The overall efficiency of the muon reconstruction and identification is about 97%, with no strong dependence on the muon p T .",
            "paragraph_rank": 30,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 193,
                    "text": "[60]",
                    "end": 197
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "Electron and muon candidates are required to originate from the primary vertex 2 by demanding that the significance of the transverse impact parameter, defined as the absolute value of the track transverse impact parameter, d 0 , measured relative to the beam trajectory, divided by its uncertainty, σ d 0 , satisfy |d 0 |/σ d 0 < 3 for muons and |d 0 |/σ d 0 < 5 for electrons. The difference ∆z 0 between the value of the z coordinate of the point on the track at which d 0 is defined, and the longitudinal position of the primary vertex, is required to satisfy |∆z 0 • sin θ| < 0.5 mm both for muons and electrons.",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "section": "JHEP03(2020)054",
            "text": "Photon, electron and muon candidates are required to be isolated from other particles. In all cases, the isolation criteria place requirements on the sum, p iso T , of the scalar transverse momenta of tracks with p T > 1 GeV, and on the sum, E iso T , of the transverse energy of JHEP03(2020)054 topological clusters [62], within cones defined in terms of the distance ∆R to the photon or lepton. The quantity p iso T is computed using tracks which are matched to the primary vertex, or which are not matched to any vertex but have a distance of closest approach to the primary vertex along the beam axis |∆z 0 • sin θ| < 3 mm. Tracks associated with the electron, muon or photon candidate are excluded from the track isolation p iso T . The calorimeter isolation E iso T is corrected on an event-by-event basis for the energy deposited by the photon or lepton candidate, and, using the method described in refs. [63][64][65], for the contribution from the underlying event and pile-up.",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 317,
                    "text": "[62]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 913,
                    "text": "[63]",
                    "end": 917
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 917,
                    "text": "[64]",
                    "end": 921
                },
                {
                    "type": "bibr",
                    "start": 921,
                    "text": "[65]",
                    "end": 925
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "Photon candidates are required to satisfy the FixedCutLoose isolation criteria of ref.",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "section": "JHEP03(2020)054",
            "text": "[59]. The FixedCutLoose isolation employs a cone of size ∆R = 0.2 for both the track and calorimeter isolation, and requires p iso T /E γ T < 0.05 and E iso T /E γ T < 0.065. Electron candidates are required to satisfy the FCLoose isolation criteria of ref. [59]. The track isolation p iso T for electrons employs a cone of p T -dependent size up to ∆R = 0.2, while the calorimeter isolation E iso T is computed using a cone of fixed size ∆R = 0.2. The FCLoose isolation for electrons requires p iso T /p T < 0.15 and E iso T /p T < 0.2. Muon candidates are required to satisfy the FCLoose FixedRad isolation criteria of ref. [60]. The track isolation p iso T for muons employs a cone of p T -dependent size up to ∆R = 0.3 (∆R = 0.2) for muons with transverse momentum less than (greater than) 50 GeV, while the calorimeter isolation E iso T uses a cone of fixed size ∆R = 0.2. The FCLoose FixedRad isolation for muons requires p iso T /p T < 0.15 and E iso T /p T < 0.3. For unconverted (converted) photons, the isolation requirements have an efficiency of about 88% (80%) for photons with E γ T ≈ 30 GeV, rising to about 98% (96%) for E γ T > 200 GeV. For leptons, the isolation requirements have an efficiency of about 98% (close to 100%) for electrons or muons with p T ≈ 25 GeV (p T > 50 GeV).",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 258,
                    "text": "[59]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 626,
                    "text": "[60]",
                    "end": 630
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "In addition to the isolation requirements above, photon candidates are required to be separated from all electron and muon candidates in the event by ∆R( , γ) > 0.4, and electron candidates are required to be separated from all muon candidates in the event by ∆R(µ, e) > 0.2.",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Signal region definition",
            "section_rank": 11
        },
        {
            "section": "Signal region definition",
            "text": "Candidate + − γ signal events are selected by requiring that they contain at least one opposite-charge, same-flavour pair of lepton candidates and at least one photon candidate. One of the electrons or muons in the lepton pair must be matched to the single-lepton trigger electron or muon which triggered the event. One of the electrons or muons in the lepton pair must have p T > 30 GeV. The opposite-charge, same-flavour lepton pair with the highest summed lepton p T (the leading lepton pair ) is selected. The invariant mass m( ) of the leading lepton pair is required to be greater than 40 GeV, to remove contributions from low-mass resonances. The + − γ system is formed from the leading lepton pair and the highest-E γ T photon candidate in the event. To suppress events where the + − γ system originates from the decay of a Z, events are selected by requiring the sum of m( ) and the invariant mass m( γ) of the + − γ system to be greater than 182 GeV, approximately twice the mass of the Z boson [19]. The impact of this requirement on the selection of events in data is shown in figure 2.",
            "paragraph_rank": 36,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1005,
                    "text": "[19]",
                    "end": 1009
                }
            ]
        },
        {
            "section": "Signal region definition",
            "text": "-8 -  Figure 2. Two-dimensional distribution of m( ) and m( γ) for events satisfying all µ + µ − γ selection criteria except that on the sum of m( ) and m( γ). The diagonal dashed line shows the selection m( ) + m( γ) > 182 GeV used to ensure that the measurement is dominated by events in which the photon is emitted from an initial-state quark.",
            "paragraph_rank": 37,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 6,
                    "text": "Figure 2",
                    "end": 14
                }
            ]
        },
        {
            "text": "Photons Electrons Muons",
            "section_rank": 12
        },
        {
            "section": "Photons Electrons Muons",
            "text": "Kinematics:  Table 2. Definition of the + − γ signal region. The selection criteria for photons and leptons are presented in the upper part of the table, while the event-level selection criteria are presented in the bottom row. For the lepton p T requirements, the first (second) number specifies the minimum allowed p T of the lepton with the highest (second-highest) value of transverse momentum.",
            "paragraph_rank": 38,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 13,
                    "text": "Table 2",
                    "end": 20
                }
            ]
        },
        {
            "section": "Photons Electrons Muons",
            "text": "The photon, lepton and event selection requirements above define the signal region (SR) and are summarised in table 2. After imposing all SR selection requirements, a total of 41343 e + e − γ events and 54413 µ + µ − γ events are selected in the data.",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "Background estimation",
            "section_rank": 13
        },
        {
            "section": "Background estimation",
            "text": "The dominant source of background to the Z(→ + − )γ signal originates from Z + jets production in which a jet is misidentified as a photon. Other, smaller, background contributions arise from top quark or multiboson production, and from pile-up background in which the selected photon and the selected lepton pair arise from different pp interactions -9 -JHEP03(2020)054",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "section": "Background estimation",
            "text": "occurring within the same LHC bunch crossing. The production of Zγ pairs giving the final state τ τ γ is considered to be a background process rather than part of the signal. The Z + jets and pile-up backgrounds are estimated using largely data-driven techniques, while remaining sources of background are estimated from simulated MC event samples. The shape and the normalisation of the ttγ background is cross-checked with a dedicated control region.",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "Z + jets background",
            "section_rank": 14
        },
        {
            "section": "Z + jets background",
            "text": "The background contribution from Z + jets production is estimated using a twodimensional sideband method [66] based on considering together the probability that a jet satisfies the photon identification criteria and the probability that a jet satisfies the photon isolation criteria. The + − γ signal region is supplemented by three control regions which are disjoint from each other and from the signal region, and which are dominated by Z + jets production. Contributions to the control regions from Zγ signal events and from non-(Z + jets) background are subtracted using estimates obtained from the MC event samples described in section 3. The fraction of Z + jets background events relative to the number of Zγ signal events in the signal region can be derived from the number of observed events in the signal and control regions according to the methodology described in ref. [66]. The relative fraction of Z + jets events is assumed to be the same for the e + e − γ and µ + µ − γ channels, and is determined by combining the two channels. As a cross-check, the Z + jets fraction is determined separately for each channel, and the separate fractions are found to be consistent with each other. In the case of differential cross-section measurements, the method is applied separately within each bin of the relevant kinematic observable, giving a data-driven estimate of the shape as well as the rate of the Z + jets background.",
            "paragraph_rank": 42,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 105,
                    "text": "[66]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 882,
                    "text": "[66]",
                    "end": 886
                }
            ]
        },
        {
            "section": "Z + jets background",
            "text": "The control regions are defined by modifying either the photon isolation requirements, or the photon identification requirements, or both. Events in the signal region require the photon to satisfy FixedCutLoose isolation and Tight identification requirements, as described in section 4.1. The modified photon identification criteria require that photon candidates fail to meet the Tight identification requirements but satisfy nontight selection criteria which remove requirements on four 3 of the nine ECAL shower shape variables required for Tight photons. The variables that are removed from the list of requirements are those that are least correlated with calorimeter isolation [65]. The modified photon isolation criteria select photon candidates that fail to satisfy the calorimeter-based component of the FixedCutLoose isolation requirements, by requiring that E iso T is greater than 0.065 × E γ",
            "paragraph_rank": 43,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 683,
                    "text": "[65]",
                    "end": 687
                }
            ]
        },
        {
            "section": "Z + jets background",
            "text": "T + E gap , where E gap is an offset separating the signal and non-isolated control regions, and is set to 2 GeV. The track-based component of the FixedCutLoose photon isolation requirements, p iso T < 0.05 × E γ T , is applied in all three control regions (as well as in the signal region).",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "section": "Z + jets background",
            "text": "The contribution to each control region from Zγ signal events is accounted for by using the Sherpa MC signal sample to estimate the fraction of signal events in the control region relative to the signal region. These signal leakage fractions are estimated to JHEP03(2020)054 be approximately 6% (1.5%) for the control region with modified identification (isolation) criteria, and less than 0.2% for the control region for which both the identification and isolation criteria are modified. The contributions from non-(Z + jets) background to the signal and control regions are estimated from simulated MC samples, as described in section 5.3. The non-(Z + jets) background fraction is estimated to be approximately 5% for the signal region, and less than 2% for each of the control regions.",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "section": "Z + jets background",
            "text": "The correlation between the probability that a jet satisfies the photon identification criteria and the probability that it satisfies the photon isolation criteria is obtained from simulation using the Powheg MC Z + jets sample described in section 3. The fraction of Z + jets events satisfying the photon isolation requirement E iso T < 0.065 × E γ T in simulation is greater for events satisfying the Tight photon identification criteria than for those failing to satisfy the Tight but satisfying the nontight criteria, by a factor R = 1.33 ± 0.06, where the uncertainty is the statistical uncertainty due to the limited number of MC events. A value R = 1 would correspond to there being no correlation between the probabilities that a jet satisfies the photon identification criteria and the photon isolation criteria. Systematic uncertainties in the ratio R are studied by comparing data with simulation for events which satisfy the requirements defining the signal and control regions, except that they fail to satisfy the track-based photon isolation requirement p iso T < 0.05 × E γ T , resulting in event samples dominated by Z + jets events in all regions. The ratio R measured in data using these events, R = 1.28 ± 0.05, is found to agree with the ratio predicted using the Powheg Z + jets MC sample, R = 1.21 ± 0.03, where in both cases the error is the statistical uncertainty. The difference between these values is assigned as a systematic uncertainty in the ratio R, giving a total uncertainty in R of ±0.09. The value of R determined above is significantly greater than unity, indicating a correlation between the photon identification and isolation criteria for jets. This is found to be a result of the implementation of E γ Tdependent Tight photon identification criteria for the analysis of Run 2 data, as described in ref.",
            "paragraph_rank": 46,
            "section_rank": 14
        },
        {
            "section": "Z + jets background",
            "text": "[59], together with the effect of the SR selection requirement on E γ T .",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "section": "Z + jets background",
            "text": "Additional sources of systematic uncertainty in the Z + jets background estimate arise from uncertainties in the non-(Z + jets) background subtraction, from uncertainties in the signal leakage fractions due to imperfect modelling of photon identification and isolation, and from statistical uncertainties associated with the finite size of the MC sample used to determine the signal leakage fractions. The overall relative uncertainty in the estimated Z + jets background is 11%, of which the largest contribution (7%) is due to the correlation uncertainty. Cross-checks of the assigned uncertainty are carried out by varying the parameter E gap to 1 GeV and 3 GeV, and by varying the number of ECAL shower shape variables which are removed in defining the nontight photon identification. No additional uncertainty was found to be required as a result of these studies.",
            "paragraph_rank": 48,
            "section_rank": 14
        },
        {
            "section": "Z + jets background",
            "text": "The background estimation presented above yields the event count N Z + jets , which includes all Z + jets background, regardless of whether the jet identified as a photon comes from the hard scattering or from an additional pile-up interaction. The part of this background from pile-up jets is addressed in more detail in the following section.",
            "paragraph_rank": 49,
            "section_rank": 14
        },
        {
            "section": "Z + jets background",
            "text": "-11 -JHEP03(2020)054",
            "paragraph_rank": 50,
            "section_rank": 14
        },
        {
            "text": "Pile-up background",
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "Whereas the charged-particle tracks corresponding to the selected lepton pair are required to originate from the primary vertex, no explicit requirement is imposed on the point of origin of the selected photon, as this is, in general, relatively poorly measured, with an uncertainty which is much greater than the average spacing between the primary vertex candidates in the event. This results in a small, but non-negligible, pile-up background where a lepton pair produced in the pp interaction giving rise to the primary vertex combines with a photon produced in a second, independent, pp interaction occurring in the same LHC bunch crossing. Pile-up photon background from out of time bunch crossing is negligible after the requirements applied to the photon candidates.",
            "paragraph_rank": 51,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "A new method, developed for this analysis, is used to estimate this background source based on the fact that for photons from pile-up interactions there is no correlation between the z-positions of the interactions producing the Z-boson and the photon, while for the hard-scatter interactions they are the same. A complication in the method arises from the fact that selected photons from pile-up interactions can also come from misidentified jets, as discussed in section 5.1, and care must be taken not to double-count this component.",
            "paragraph_rank": 52,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "The fractional pile-up photon background contribution is defined as",
            "paragraph_rank": 53,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "where N PU,γ is the number of events from pile-up interactions with a genuine prompt photon, and N obs is the observed number of events.",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "In the data, first the total fraction of selected pile-up photons, f PU , is estimated, including both photons from hard scatter interactions and jets misidentified as photons,",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "Here N PU,jets is the number of pile-up background events coming from misidentified jets, and",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "N PU,γ +N PU,jets is the fraction of the pile-up background events that come from misidentified jets.",
            "paragraph_rank": 57,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "The fraction f PU is estimated by considering the distribution in data of the longitudinal separation ∆z = z γ − z vtx between the reconstructed primary vertex position, z vtx , and the position, z γ , of the reconstructed photon after extrapolation to the beam-axis using the reconstructed photon direction. Events where the selected lepton pair and the selected photon arise from separate pp interactions (pile-up events) are expected to have a broader ∆z distribution than events due to Zγ signal production, or to background processes associated with a single pp interaction (single-pp events). The pile-up background estimation uses SR events containing converted photons where both tracks from the conversion vertex are reconstructed in the ID and where the conversion point is measured to be within the volume of the silicon pixel detector, by requiring that the reconstructed radial coordinate of the conversion vertex is less than 125 mm (pixel conversions). For these photons, the longitudinal position z γ is especially well reconstructed (the uncertainty in z γ is always JHEP03(2020)054 less than 1 mm, and typically less than 0.2 mm) and the photon z γ resolution has a relatively small impact on the reconstructed ∆z distribution. The ∆z distribution for pixel conversion events selected in the SR in data is shown in figure 3.",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "A sample enhanced in pile-up interactions is obtained by selecting pixel conversion events with |∆z| > 50 mm. The shape of the ∆z distribution for the pile-up component is obtained by assuming that the distributions of z γ and z vtx are identical and uncorrelated, taking both from the z vtx distribution observed in data. The z vtx distribution for selected events in the SR is well described by a Gaussian distribution of width σ(z vtx ) = 35.5 ± 0.2 mm, where the uncertainty is the statistical uncertainty from a fit to the data, and the observed width reflects the longitudinal spread of the proton bunches in the LHC. Since ∆z = z γ − z vtx , and both z vtx and z γ follow a Gaussian distribution with width σ(z vtx ) and are uncorrelated for pile-up, the ∆z distribution for pile-up is expected to follow a Gaussian distribution with σ(∆z) = √ 2 × 35.5 = 50.2 mm. Correspondingly, the probability that |∆z| > 50 mm for pile-up events is estimated as P high |∆z| PU, pix-conv = 32%. Using this information, the number of pile-up events in the pixel conversion sample can be estimated:",
            "paragraph_rank": 59,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "where N high |∆z| data, pix-conv = 219 is the number of data events with |∆z| > 50 mm (high |∆z|) in the pixel conversion sample.",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "The term N high |∆z| single-pp, pix-conv accounts for events from a single pp interaction that pass the high |∆z| requirement. It is estimated using the Sherpa Zγ MC sample, but rescaled by a correction factor derived in a control sample of Z → γ events, selected by requiring 86 < m( γ) < 96 GeV, instead of m( ) + m( γ) > 182 GeV, to account for the somewhat wider ∆z distribution in data compared to simulation. In order to increase the statistical precision of this correction, the requirement on E γ T is relaxed to E γ T > 15 GeV. The ∆z distribution for pixel conversion events in the Z → γ control sample is shown in figure 3. In this event sample, the contamination from pile-up background is expected to be negligible. The number N high |∆z| single-pp, pix-conv is determined to be 65 ± 14 events, where the uncertainty is dominated by the finite statistical precision of the control region. To obtain f PU , N PU,pix-conv needs to be divided by the total number of events (10491) with pixel conversion photons, resulting in f PU = (4.6 ± 0.6)%.",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "As stated above, this estimate contains both photons and misidentified jets, and needs to be corrected by a factor of (1−f jet ), according to eq. 5.2. Since the main source of isolated photons in these pile-up interactions is inclusive single-photon production occurring in the same bunch crossing as an inclusive Z boson production event, this factor is determined in an inclusive sample of pixel conversion photons in data, using the two-dimensional sideband method introduced in section 5.1. Using this method, the fraction of events due to misidentified jets is estimated to be f jet = (46 ± 7)%, where the uncertainty is the combined statistical and systematic uncertainty.",
            "paragraph_rank": 62,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "Finally, f γ PU = f PU (1 − f jet ) can be calculated, and is found to be f γ PU = (2.5 ± 0.5)%. This is the measured fraction of pile-up photon events in the sample of SR events containing -13 -  Figure 3. Left: distributions of ∆z for pixel conversion photons in the SR and in the Z → γ control region. Right: the ratio of the number of events where the photon candidate arises from a pile-up interaction to that where it arises from the same interaction as the Z boson, is shown versus µ . A straight-line fit to the data is also shown, and the intercept and the slope of the fit are given in the figure. The error bars on the ratios are uncorrelated between different values of µ , and are due to the limited number of data and MC events. The shaded band shows the effect of the uncertainties in the fitted parameters. a pixel conversion. Assuming that the fraction of events containing a pixel conversion is the same for pile-up photon and single-pp interactions, the fraction f γ PU is also applicable to the entire sample of SR events. The probability that a photon converts in the pixel detector and is reconstructed as a pixel conversion is expected to be approximately independent of whether the photon is produced in the primary or a pile-up interaction. However, the reconstruction efficiency for conversions is weakly dependent on the photon energy [59], and differences between the prompt photon energy spectra for pile-up and single-pp processes could result in a difference between the corresponding fractions of pixel conversion events. From a comparison of the pixel conversion fractions in simulated samples of inclusive photon and Zγ signal events, the uncertainty in f γ PU for the full SR sample due to such an effect is found to be negligible in comparison to other sources of systematic uncertainty. The number of pile-up background events in the SR from prompt photons is then obtained as N PU,γ = f γ PU × N obs , and is given in table 3. The estimated number of pile-up background events from misidentified jets, N PU,jets , is not required directly as it is already part of the N Z + jets estimate described in the previous section. It can nevertheless be calculated from N PU,jets = (f PU − f γ PU ) × N obs , and amounts to about 20% of the N Z + jets background in both channels. It is also given in table 3.",
            "paragraph_rank": 63,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 197,
                    "text": "Figure 3",
                    "end": 205
                }
            ]
        },
        {
            "section": "Pile-up background",
            "text": "Cross-checks of the pile-up background estimation are carried out by varying the requirement on |∆z| used to define the pile-up-enhanced region within the range 25-100 mm, by using selected photons which are not pixel conversions but which have an uncertainty in the reconstructed position z γ less than 2 mm, and by estimating f γ PU for the electron and muon channels separately. No additional systematic uncertainty in f γ PU is found to be required as a result of these cross-checks. In addition, the ratio of the number of events with photon candidates (both prompt photons and fake photons) originating from pile-up interactions to that from single pp interactions is determined in four bins of µ , as shown JHEP03(2020)054 in figure 3. A fit to a straight line models the data well, and gives an intercept consistent with zero, as one would expect for pile-up.",
            "paragraph_rank": 64,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "An independent estimate of f γ PU is obtained by taking the pile-up cross-section, σ PU , to be given by σ PU = µ σ Z σ γ /σ inel , where σ Z (σ γ ) is the cross-section for the inclusive production in pp collisions of a Z boson (photon) satisfying the kinematic constraints summarised in table 2, and σ inel ≈ 80 mb is the cross-section for inelastic pp collisions. The efficiency for pile-up events to satisfy the SR selection requirements is estimated from the Sherpa LO Zγ signal MC sample, with the E γ T spectrum reweighted to match that observed in the single-photon data sample. This gives an estimate of f γ PU consistent with that obtained from the ∆z distribution, within a relative uncertainty of about 30%.",
            "paragraph_rank": 65,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "For the differential cross-section measurements, the shapes of the relevant reconstructed kinematic distributions for pile-up background events are estimated from a sample of simulated pile-up events, where each event is obtained by merging, at particle level, the lepton pair from an event in the Z + jets Powheg sample with the prompt photon from an event in an inclusive photon sample generated using Sherpa 2.2.2 at NLO accuracy. The kinematic requirements on the photon and the lepton pair summarised in table 2 are imposed on the merged event at particle level, and bin-by-bin correction factors are applied to the particle-level distributions to model the effects of detector resolution and efficiency.",
            "paragraph_rank": 66,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "A related potential source of background arises from double-parton scattering (DPS), in which the lepton pair and the photon are produced in separate parton-parton interactions occurring within the same pp interaction. The DPS cross-section, σ DPS , is estimated as σ DPS ∼ σ Z σ γ /σ eff where σ eff ∼ 15 mb is an empirical effective cross-section (see ref.",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "section": "Pile-up background",
            "text": "[68], for example). This results in an estimated DPS background contribution of about 50 events per channel, which is at the per-mille level and neglected.",
            "paragraph_rank": 68,
            "section_rank": 15
        },
        {
            "text": "Other backgrounds",
            "section_rank": 16
        },
        {
            "section": "Other backgrounds",
            "text": "Background contributions from events due to ttγ, Z(→ τ + τ − )γ and W W γ production, containing a genuine prompt photon, and from W Z → ν and ZZ → production, where an electron is misidentified as a photon, are estimated using the simulated MC samples described in section 3. The process pp → ttγ + X contributes about 23% of the total background, while W Z production contributes about 4%, and all other backgrounds each contribute less than 2%.",
            "paragraph_rank": 69,
            "section_rank": 16
        },
        {
            "section": "Other backgrounds",
            "text": "The background contribution to the + − γ signal region from ttγ production is estimated using the MadGraph5 aMC@NLO LO ttγ MC sample described in section 3. The ttγ contribution to the + − γ signal region obtained using this sample is multiplied by a normalisation factor of 1.44, and a relative uncertainty of 15% is assigned to the resulting background estimate. This factor and its associated uncertainty were determined in connection with an analysis of ttγ production at √ s = 13 TeV by the ATLAS Collaboration [49], and normalises the LO prediction from the MadGraph5 aMC@NLO MC sample to an NLO calculation provided by the authors of ref. [69] for the fiducial phase-space region used for the ttγ measurement in the dilepton channel. For the remaining background contributions to the + − γ signal region estimated from MC event samples, no additional normalisation factors are applied, and an uncertainty of 30% is assigned to each estimated -15 -   Figure 4. Distributions of (left) E γ T and (right) m(eµγ) for selected e ± µ ∓ γ events. The number of candidates observed in data (black data points) is compared with the sum of the expectation from ttγ, W W γ, W Zγ, τ + τ − γ and fake-photon background. The lower panel in each plot shows the ratio of the observed and expected distributions. The error bars on the observed distribution, and on the ratio of the observed distribution to the expected distribution, show the statistical uncertainty due to the number of observed events. The hatched bands represent the total uncertainty on the expected distribution.",
            "paragraph_rank": 70,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 516,
                    "text": "[49]",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 646,
                    "text": "[69]",
                    "end": 650
                },
                {
                    "type": "figure",
                    "start": 957,
                    "text": "Figure 4",
                    "end": 965
                }
            ]
        },
        {
            "section": "Other backgrounds",
            "text": "contribution. This accounts for uncertainties in the inclusive cross-sections due to possible higher-order contributions, and for experimental uncertainties such as those due to imperfect modelling of the probability that an electron is misidentified as a photon.",
            "paragraph_rank": 71,
            "section_rank": 16
        },
        {
            "section": "Other backgrounds",
            "text": "A small expected contribution (approximately 12 e + e − γ events and 15 µ + µ − γ events) from interactions containing a decay H → Zγ of the Higgs boson is neglected.",
            "paragraph_rank": 72,
            "section_rank": 16
        },
        {
            "section": "Other backgrounds",
            "text": "As a cross-check of the background estimation, a sample of opposite-charge, unlikeflavour e ± µ ∓ γ events is selected in data, and compared with the expectation from the simulated MC background samples. The contribution to the e ± µ ∓ γ sample from events in which a jet is misidentified as a photon (fake-photon background ) is also considered, using a two-dimensional sideband method similar to that used above to estimate the Z + jets background contribution to the e + e − γ and µ + µ − γ signal samples. The e ± µ ∓ γ sample is dominated (∼90%) by events due to ttγ production, while fake-photon background is estimated to contribute ∼4% of the selected events. A total of 4338 e ± µ ∓ γ events are selected, in agreement with a total background expectation of 4330 ± 580 events, where the error is the combined statistical and systematic uncertainty. The distributions of E γ T and of the invariant mass, m(eµγ), of the e ± µ ∓ γ system, are shown in figure 4, and are observed to be in agreement with expectation within the total uncertainty in the expected number of events, including the normalisation uncertainty of 15% assigned to the predicted ttγ distributions.",
            "paragraph_rank": 73,
            "section_rank": 16
        },
        {
            "text": "Background summary",
            "section_rank": 17
        },
        {
            "section": "Background summary",
            "text": "The estimated background yields in the e + e − γ and µ + µ − γ signal regions are summarised in  Figure 5 shows the observed distributions of E γ T and m( γ) for events in the e + e − γ and µ + µ − γ signal regions, together with the expected distributions for the Zγ signal and for the background contributions. A normalisation factor of 1.23 is applied to the predicted contribution from the Sherpa LO MC signal sample. The normalisation factor is obtained from the ratio of the measured + − γ cross-section to the cross-section predicted by Sherpa at LO, as presented in table 6 in section 8.1.",
            "paragraph_rank": 74,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 97,
                    "text": "Figure 5",
                    "end": 105
                }
            ]
        },
        {
            "text": "Cross-section determination",
            "section_rank": 18
        },
        {
            "section": "Cross-section determination",
            "text": "To simplify the interpretation of the results and the comparison with theoretical predictions, the + − γ cross-section is measured in a fiducial phase-space region defined by particle-level requirements similar to those defining the SR at reconstruction level, and common to the e + e − γ and µ + µ − γ channels. The requirements defining the fiducial region are summarised in table 4. Particle-level quantities are defined in terms of stable particles in the MC event record with a proper decay length cτ > 10 mm which are produced from the hard scattering, including those that are the products of hadronisation. Compared to the SR, the fiducial region imposes a common pseudorapidity selection (|η| < 2.47) on electrons and muons, and includes the ECAL barrel-endcap transition region in |η| for photons and electrons. For photons, the inclusion of the transition region corresponds to a small interpolation (∼6%) within a slowly varying distribution. The photon, and the electrons or muons, forming the + − γ system must not be produced in the decay of a hadron or a τ -lepton. The electron and muon four-momenta are corrected by adding the four-momenta of prompt photons within a cone of size ∆R = 0.1 around each electron or muon, a procedure known as 'dressing'. Photon isolation at particle level is imposed by requiring the   Figure 5. Distributions of (top) E γ T and (bottom) m( γ) for the (left) µ + µ − γ and (right) e + e − γ signal regions. The number of candidates observed in data (black data points) is compared with the sum of the signal predicted using the Sherpa LO MC signal sample (including a normalisation factor of 1.23) and the estimated background contributions. The lower section of each plot shows the ratio of the observed distribution to the sum of the predicted signal and estimated background. The error bars on the observed distribution and on the ratio of the observed and expected distributions show the statistical uncertainty due to the number of observed events. The hatched bands represent the sum in quadrature of the uncertainty in the background estimation, the statistical uncertainty in the MC signal prediction, and the experimental systematic uncertainty, excluding the uncertainty in the integrated luminosity. scalar sum of the transverse energy of all stable particles (except neutrinos and muons) within a cone of size ∆R = 0.2 around the photon, E cone0.2 T , to be less than 7% of E γ T . This upper limit corresponds to the value of the ratio E cone0.2 T /E γ T for which there is an equal probability for simulated signal events to satisfy, or not satisfy, the FixedCutLoose photon isolation requirements described in section 4.1. No requirements are imposed at particle level on the electron or muon isolation.",
            "paragraph_rank": 75,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1335,
                    "text": "Figure 5",
                    "end": 1343
                }
            ]
        },
        {
            "section": "Cross-section determination",
            "text": "Measurements are made of the integrated Zγ production cross-section in the particlelevel fiducial region, and of the differential cross-sections for six observables characterising the kinematic properties of the photon and the + − γ system:",
            "paragraph_rank": 76,
            "section_rank": 18
        },
        {
            "section": "Cross-section determination",
            "text": ", and ∆φ( , γ). For the differential cross-section measurements, to minimise the dependence on the modelling of each distribution in the MC simulation, an unfolding method is chosen to correct for the effects of detector inefficiency and resolution, as de-  Table 4. Definition of the + − γ particle-level fiducial phase-space region. For the lepton p T requirements, the first (second) number specifies the minimum allowed p T of the lepton with the highest (second-highest) value of transverse momentum. scribed in section 6.2. For the integrated cross-section measurement, the selection efficiency is taken directly from the signal MC sample, as described in section 6.1. All uncertainties are propagated consistently in both cases, and the value of the integrated cross-section obtained from each differential measurement is found to be consistent with the central, directly obtained, value. For all observables considered, the measured production rates for the electron and muon channels are found to be consistent with each other within their uncorrelated uncertainties. The differential and integrated cross-section measurements in the electron and muon channels are averaged using a χ 2 minimisation method [70,71] in which correlations between bins and between the two channels are taken into account. For each source of uncertainty which contributes to the total χ 2 , a nuisance parameter is introduced. Correlated uncertainties are treated by using a common nuisance parameter for the e + e − γ and µ + µ − γ channels.",
            "paragraph_rank": 77,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 258,
                    "text": "Table 4",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1215,
                    "text": "[70,",
                    "end": 1219
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1219,
                    "text": "71]",
                    "end": 1222
                }
            ]
        },
        {
            "text": "Integrated fiducial cross-section measurement",
            "section_rank": 19
        },
        {
            "section": "Integrated fiducial cross-section measurement",
            "text": "The integrated cross-section in the fiducial phase-space region defined in table 4 is calculated as",
            "paragraph_rank": 78,
            "section_rank": 19
        },
        {
            "section": "Integrated fiducial cross-section measurement",
            "text": "where N obs is the observed number of selected events in the data in the signal region, N bkg is the expected number of background events, L is the integrated luminosity corresponding to the analysed dataset, and the factor C corrects for detection efficiency and acceptance. The value of the numerator N obs − N bkg for each channel is given in table 3. The correction factor C is determined using the e + e − γ and µ + µ − γ simulated signal MC event samples generated using Sherpa 2.2.4 at LO. It is defined as the number of reconstructed signal events satisfying all selection criteria divided by the number of events that, at particle level, meet the acceptance criteria of the fiducial region. The values of the correction factors C for each channel are obtained as C eeγ = 0.462 ± 0.007 (uncorr) ± 0.008 (corr) and C µµγ = 0.607 ± 0.005 (uncorr) ± 0.009 (corr) where, in each case, the first error is the component of the uncertainty which is uncorrelated between the two channels, and -19 -",
            "paragraph_rank": 79,
            "section_rank": 19
        },
        {
            "section": "Integrated fiducial cross-section measurement",
            "text": "the second is the correlated component of the systematic uncertainty. The systematic uncertainties are determined using the procedures described in section 6.3. Due to measurement resolution effects, events lying within (outside) the fiducial region at particle level can migrate to lie outside (within) the SR after event reconstruction. Such migrations are implicitly corrected for using the efficiency factors C eeγ and C µµγ , but this relies on the simulation accurately describing the distributions of the variables used to define the SR. The largest migrations occur for E γ T , and their possible impact is assessed by reweighting the E γ T spectrum in the signal MC event sample to agree with that observed in data. The difference between the efficiency factors obtained using the original or reweighted spectrum is less than 0.1%.",
            "paragraph_rank": 80,
            "section_rank": 19
        },
        {
            "text": "Differential fiducial cross-section measurements",
            "section_rank": 20
        },
        {
            "section": "Differential fiducial cross-section measurements",
            "text": "The differential cross-sections in the fiducial region for each of the six observables E γ T , |η γ |, m( γ), p γ T , p γ T /m( γ) and ∆φ( , γ), are extracted using the unfolding procedure described in ref. [1] to correct for measurement inefficiencies and resolution effects. The unfolding procedure employs an iterative Bayesian method [72] with two iterations. For each distribution, events from the Sherpa simulated signal MC sample are used to generate a response matrix that accounts for bin-to-bin migration between the reconstruction-level and particle-level distributions.",
            "paragraph_rank": 81,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 207,
                    "text": "[1]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 338,
                    "text": "[72]",
                    "end": 342
                }
            ]
        },
        {
            "section": "Differential fiducial cross-section measurements",
            "text": "The statistical uncertainties in the unfolded distributions are estimated using pseudoexperiments, generated by fluctuating each bin of the observed spectrum according to a Poisson distribution with a mean value equal to the observed yield. The shape uncertainties arising from the limited size of the signal MC sample are also obtained by generating pseudo-experiments. The sources of systematic uncertainty are discussed in section 6.3, with their impact on the unfolded distribution assessed by varying the response matrix for each of the systematic uncertainty sources by one standard deviation and combining the resulting differences from the nominal values in quadrature. As a cross-check of the unfolding procedure, a data-driven closure test is performed by reweighting the shape of the particle-level distributions in simulated MC event samples with a smooth function chosen such that the reconstruction-level distribution for the MC sample closely reproduces that observed in data after the reweighting. No additional systematic uncertainty is found to be required as a result of this test.",
            "paragraph_rank": 82,
            "section_rank": 20
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 21
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic uncertainties in the measured cross-sections arise from uncertainties in the correction factor C and the unfolding procedure, uncertainties in the estimated background, N bkg , and uncertainties in the integrated luminosity, L. The uncertainties in N bkg and L are discussed in sections 5 and 3, respectively. Systematic uncertainties affecting the factor C and the unfolding include contributions arising from uncertainties in the efficiencies of the trigger, reconstruction, and particle identification and isolation, and from uncertainties in the energy and momentum scales and resolutions of reconstructed photons, electrons and muons.",
            "paragraph_rank": 83,
            "section_rank": 21
        },
        {
            "text": "JHEP03(2020)054",
            "section_rank": 22
        },
        {
            "section": "JHEP03(2020)054",
            "text": "The performance of the electron and photon reconstruction, and the associated systematic uncertainties, are studied in ref. [59]. For electrons, the reconstruction, identification and isolation efficiencies, and their uncertainties, are measured by applying tag-and-probe methods to events containing Z → e + e − or J/ψ → e + e − decays. For photons, the corresponding efficiencies are measured using samples of Z → + − γ ( = e, µ) and Z → e + e − decays, and an inclusive photon sample collected using single-photon triggers. The energy scale and resolution for electrons and photons, and their uncertainties, are obtained from a sample of Z → e + e − events and cross-checked with samples of J/ψ → e + e − and Z → + − γ decays. For muons, the efficiencies, and the momentum scale and resolution, and their uncertainties, are obtained using samples of Z → µ + µ − and J/ψ → µ + µ − decays [60].",
            "paragraph_rank": 84,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 124,
                    "text": "[59]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 890,
                    "text": "[60]",
                    "end": 894
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "A comparison of data with simulation for events satisfying the signal region requirements of table 2, but with the requirement m( ) + m( γ) > 182 GeV removed, indicates a possible mismodelling, at the level of 25%, of the relative rate of events which satisfy, or do not satisfy, this requirement in the Sherpa MC signal sample. The effect of such a mismodelling was assessed by varying the rate of events in the Sherpa sample that do not satisfy the requirement m( ) + m( γ) > 182 GeV at particle level by 25%. The effect on the measured integrated and differential cross-sections in the fiducial region is negligible in comparison with other sources of systematic uncertainty.",
            "paragraph_rank": 85,
            "section_rank": 22
        },
        {
            "section": "JHEP03(2020)054",
            "text": "The systematic uncertainties in the integrated cross-section in the fiducial region, σ fid , are summarised in table 5. For all differential cross-sections, the largest systematic uncertainty arises from the background estimation.",
            "paragraph_rank": 86,
            "section_rank": 22
        },
        {
            "text": "Standard Model calculations",
            "section_rank": 23
        },
        {
            "section": "Standard Model calculations",
            "text": "The cross-section for the Zγ process has been computed at NNLO in pQCD [73,74]. The measured integrated and differential cross-sections are compared with predictions from the parton-level generator Matrix [75], corrected to particle level, at both NLO and NNLO. The measured cross-sections are also compared with SM expectations obtained using the parton shower MC generators Sherpa and MadGraph5 aMC@NLO.",
            "paragraph_rank": 87,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 71,
                    "text": "[73,",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 75,
                    "text": "74]",
                    "end": 78
                }
            ]
        },
        {
            "section": "Standard Model calculations",
            "text": "The predictions from the Sherpa event generator at LO and from the Mad-Graph5 aMC@NLO generator at NLO are obtained using particle-level events from the signal MC samples described in section 3. The predictions from Sherpa at NLO are obtained using Sherpa 2.2.8, configured according to the MEPS@NLO setup described in ref. [76]. In this setup, up to three additional final-state partons are generated where up to one additional final-state parton is at NLO accuracy, and the NNPDF3.0 NNLO PDF set is used. For the predictions obtained using Sherpa or MadGraph5 aMC@NLO, only the statistical uncertainty due to the limited number of MC events generated is considered. The predictions from Matrix are obtained for the CT14nnlo PDF set [77], and using the transverse momentum (q T ) subtraction method [78]. The values of the renormalisation and factorisation scales are set to m( ) 2 + (E γ T ) 2 [75]. For all predictions, smooth-cone photon isolation is imposed at parton level with the same choice of parameters (δ 0 = 0.1, γ = 0.1, n = 2; see section 3) as used in the generation of the Sherpa LO MC signal sample.  Table 5. Relative uncertainties in the measured integrated cross-section, σ fid , for + − γ production within the fiducial phase-space region defined in table 4. The upper section of the table lists the individual sources of systematic uncertainty, followed by the total systematic uncertainty obtained by combining the individual contributions in quadrature. Only sources which contribute a relative uncertainty of at least 0.1% are listed. An entry \"-\" indicates that the uncertainty source is not applicable to the given channel or the relative uncertainty is less than 0.1%. The rightmost column indicates whether the uncertainties for each source are fully correlated ('yes'), partially correlated ('partial') or uncorrelated ('no') between the e + e − γ and µ + µ − γ channels. The penultimate row gives the statistical uncertainty due to the number of observed events in the signal region. The bottom row gives the overall relative uncertainty obtained by combining the systematic and statistical uncertainties in quadrature.",
            "paragraph_rank": 88,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 324,
                    "text": "[76]",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 734,
                    "text": "[77]",
                    "end": 738
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 800,
                    "text": "[78]",
                    "end": 804
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 896,
                    "text": "[75]",
                    "end": 900
                },
                {
                    "type": "table",
                    "start": 1119,
                    "text": "Table 5",
                    "end": 1126
                }
            ]
        },
        {
            "section": "Standard Model calculations",
            "text": "Electroweak (EW) radiative corrections to Zγ production have been computed at NLO ( [79] 4 and [80,81]), including for the fiducial phase-space region defined in table 4, both inclusively and as a function of the observables E γ T , |η γ | and m( γ) [79]. The EW corrections are provided separately for partonic processes with a qq, qγ or γγ initial state. Their impact on the NNLO cross-section predicted by Matrix is considered. The absence of a complete, combined calculation of NLO EW and NNLO QCD corrections results in an ambiguity as to whether the NLO EW corrections associated with the qq initial state should be applied multiplicatively or additively to the NNLO QCD corrections computed using Matrix [79]. Both the multiplicative and additive approaches are considered in comparing the theoretical predictions with measurement.",
            "paragraph_rank": 89,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 84,
                    "text": "[79]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 95,
                    "text": "[80,",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 99,
                    "text": "81]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 250,
                    "text": "[79]",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 711,
                    "text": "[79]",
                    "end": 715
                }
            ]
        },
        {
            "text": "JHEP03(2020)054",
            "section_rank": 24
        },
        {
            "section": "JHEP03(2020)054",
            "text": "The parton-level cross-section predictions from Matrix are corrected to particle level by applying parton-to-particle correction factors, C theory . These correction factors are computed using parton-level and particle-level events from the Sherpa LO signal MC sample described in section 3. The factor C theory is obtained as the ratio of the pp → + − γ cross-section predicted by Sherpa at particle level within the fiducial phase-space region defined in table 4 to the predicted cross-section at parton level within a fiducial region defined as in table 4 but with the smooth-cone isolation prescription defined above replacing the particle-level photon isolation criterion. In the case that EW corrections are not applied to the Matrix prediction, the parton-level fiducial region is defined using Born-level leptons in place of dressed leptons. The systematic uncertainty in C theory is evaluated from a comparison with the correction factor obtained using events generated with Sherpa 2.2.2 at NLO. The value of C theory obtained when EW corrections are applied (not applied) is 0.934 ± 0.005 (0.915 ± 0.009) for the integrated cross-section, and varies between 0.83 and 0.99 (0.76 and 0.98) across all bins used for the differential cross-section measurements.",
            "paragraph_rank": 90,
            "section_rank": 24
        },
        {
            "section": "JHEP03(2020)054",
            "text": "For the predictions from Matrix at NLO and NNLO, the uncertainties arising from the choice of PDF set and the value of α S are assessed according to the PDF4LHC recommendations [52]. The PDF uncertainty is evaluated using the PDF set NNPDF30 nnlo as 0118 [35], and the α S uncertainty is evaluated using the PDF sets NNPDF30 nnlo as 0117 and NNPDF30 nnlo as 0119. The uncertainty associated with the choice of renormalisation (µ R ) and factorisation (µ F ) scales is also considered. The scale uncertainty is evaluated by varying µ R and µ F independently by factors of 2 and 0.5 from their nominal values, with the constraint 0.5 ≤ µ F /µ R ≤ 2. The envelope of the resulting variations is taken as the size of the associated systematic uncertainty.",
            "paragraph_rank": 91,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 177,
                    "text": "[52]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 255,
                    "text": "[35]",
                    "end": 259
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "There is no accepted prescription for assigning a systematic uncertainty associated with the choice of photon isolation criteria imposed at parton level. For illustrative purposes, for the smooth-cone prescription, decreasing the value of the maximum cone size δ 0 from 0.1 to 0.05 increases the predicted fiducial cross-section by approximately 2.2%, while increasing the value of the parameter γ from 0.1 to 0.2 leaves the predicted crosssection unchanged, within a statistical precision of 0.5%. The choice of parton-level photon isolation criteria used in the generation of the signal MC sample potentially affects the estimated value of the correction factor C, and hence also the measured fiducial cross-section σ fid . Using an alternative Sherpa LO MC signal sample generated with a smooth-cone isolation requirement which is much tighter (δ 0 = 0.3, γ = 0.025, n = 2) than that used for the baseline sample is found to leave the correction factors C eeγ and C µµγ unchanged, within a statistical precision of 0.7%.",
            "paragraph_rank": 92,
            "section_rank": 24
        },
        {
            "section": "JHEP03(2020)054",
            "text": "A small expected SM contribution from the electroweak production of a Zγ pair in association with two jets, qq → Zγjj, which includes the vector-boson scattering subprocess W + W − → Zγ, is also considered [21,22]. This contribution is evaluated at LO accuracy using the MadGraph5 aMC@NLO 2.3.3 generator with no extra parton in the final state, and interfaced to Pythia for hadronisation. The PDF set NNPDF30 nlo as 0118 is used, and the factorisation scale is set to the invariant mass of the diboson system.",
            "paragraph_rank": 93,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 206,
                    "text": "[21,",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 210,
                    "text": "22]",
                    "end": 213
                }
            ]
        },
        {
            "text": "JHEP03(2020)054",
            "section_rank": 25
        },
        {
            "section": "JHEP03(2020)054",
            "text": "Cross-section [fb] e + e − γ 530.4 ± 9.0 (uncorr) ± 11.7 (corr) ± 9.0 (lumi) µ + µ − γ 535.0 ± 6.1 (uncorr) ± 11.5 (corr) ± 9.1 (lumi) + − γ 533.7 ± 5.1 (uncorr) ± 11.6 (corr) ± 9.1 (lumi)",
            "paragraph_rank": 94,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 14,
                    "text": "[fb]",
                    "end": 18
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "Sherpa LO 438.9 ± 0.6 (stat) 518.9 ± 2.0 (stat) ± 5.1 (C theory ) ± 10.8 (PDF) +16.4 −14.9 (scale) Matrix NNLO × NLO EW 513.5 ± 2.0 (stat) ± 2.7 (C theory ) ± 10.8 (PDF) +16.4 −14.9 (scale) Matrix NNLO + NLO EW 518.3 ± 2.0 (stat) ± 2.7 (C theory ) ± 10.8 (PDF) +16.4 −14.9 (scale) Table 6. Measured cross-sections (first three rows) for + − γ production within the particle-level fiducial phase-space region defined in table 4, compared with (next five rows) corresponding SM expectations obtained from the Sherpa event generator at LO and NLO, MadGraph5 aMC@NLO event generator at NLO, and from the Matrix generator at NLO and NNLO. For the measured cross-sections, the first uncertainty is due to all sources which are uncorrelated between the e + e − γ and µ + µ − γ channels (including the statistical uncertainty), while the second is the remaining systematic uncertainty, excluding the uncertainty in the integrated luminosity, shown separately. For the predicted cross-sections, the first uncertainty is due to the finite number of generated events, the second is the uncertainty due to the correction factor C theory , the third is the uncertainty associated with the choice of PDF and the value of α S , and the final uncertainty is due to the choice of renormalisation and factorisation scales. The SM cross-section for EW Zγjj production is included in all cross-section predictions. The NLO EW radiative corrections are applied to the Matrix NNLO cross-section multiplicatively and additively in the last two rows.",
            "paragraph_rank": 95,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 281,
                    "text": "Table 6",
                    "end": 288
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 26
        },
        {
            "text": "Integrated fiducial cross-section",
            "section_rank": 27
        },
        {
            "section": "Integrated fiducial cross-section",
            "text": "The measured cross-sections for Zγ production in the fiducial phase-space region defined in table 4 for the e + e − γ and µ + µ − γ channels are given in table 6. The uncertainties in the e + e − γ and µ + µ − γ cross-sections include components ±9.0 fb and ±6.1 fb, respectively, which are uncorrelated between the two channels. The e + e − γ and µ + µ − γ cross-sections are consistent within the uncorrelated uncertainties, and are averaged using the procedure described in section 6. The resulting measured cross-section for + − γ production is σ fid = 533.7 ± 2.1(stat) ± 12.4(syst) ± 9.1(lumi) fb .",
            "paragraph_rank": 96,
            "section_rank": 27
        },
        {
            "section": "Integrated fiducial cross-section",
            "text": "The overall relative precision of the cross-section measurement is 2.9%. The measured cross-sections are compared with particle-level theoretical predictions obtained from the parton shower generators Sherpa and MadGraph5 aMC@NLO, and from the parton-level generator Matrix corrected to particle level, as described in section 7. The predicted cross-sections are summarised in table 6.",
            "paragraph_rank": 97,
            "section_rank": 27
        },
        {
            "section": "Integrated fiducial cross-section",
            "text": "The measured + − γ cross-section is about 20% higher than the predictions from",
            "paragraph_rank": 98,
            "section_rank": 27
        },
        {
            "section": "Integrated fiducial cross-section",
            "text": "Sherpa at LO and from Matrix at NLO, about 6% higher than the prediction from JHEP03(2020)054",
            "paragraph_rank": 99,
            "section_rank": 27
        },
        {
            "section": "Integrated fiducial cross-section",
            "text": "MadGraph5 aMC@NLO and about 4% higher than the prediction from Sherpa at NLO. The Matrix, Sherpa and MadGraph NLO predictions, although formally of the same order, cannot be compared directly as the latter two are based on multi-leg MC event generators which include additional LO processes producing hard QCD radiation. The measured cross-section is about 3% higher than the prediction from Matrix at NNLO, and consistent with it within about 0.7σ. The correction to the predicted Matrix crosssection at NNLO compared to NLO is about +17%, and is significantly larger than the scale uncertainty estimated at NLO. Such an effect is discussed in ref. [73], where it is noted that, due to LO kinematic effects, the higher-order correction is enhanced by increasing the requirement on E γ T . Table 6 also gives the Matrix NNLO cross-sections as modified by the multiplicative and additive NLO EW corrections, as discussed in section 7. NLO EW radiative corrections are predicted to reduce the Matrix NNLO cross-section by as much as about −1%, although with a large uncertainty, as illustrated by the difference between applying the qq component of the EW corrections multiplicatively or additively, which produce shifts of −8.2 fb and −3.4 fb respectively, in addition to smaller shifts of +2.5 fb and +0.3 fb from γγ-and qγ-induced production. The cross-section for EW Zγjj production is predicted to be 4.57 ± 0.02 fb, where the uncertainty is due to the limited number of generated events. The Zγjj contribution is included in all predicted cross-sections shown in table 6.",
            "paragraph_rank": 100,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 650,
                    "text": "[73]",
                    "end": 654
                },
                {
                    "type": "table",
                    "start": 790,
                    "text": "Table 6",
                    "end": 797
                }
            ]
        },
        {
            "text": "Differential fiducial cross-sections",
            "section_rank": 28
        },
        {
            "section": "Differential fiducial cross-sections",
            "text": "The measured and predicted differential cross-sections as a function of each of the quantities T has a maximum near 10 GeV and falls slowly for higher p γ T values. The ∆φ( , γ) distribution shows that, for the majority of events, the Z boson and photon are produced approximately back-to-back, but there are a significant number of events where they are close to each other in azimuth. The relative precision of the differential cross-section measurements is in the range 3-7% in all bins, except for the highest two bins in E γ T where, due to the limited number of events in data, it approaches about 15%. The SM expectations shown in figure 6 are obtained from parton shower MC samples, at LO and NLO, as described in section 7. The SM expectations shown in figure 7 are obtained from NLO and NNLO calculations at parton level, with parton-to-particle corrections applied, again as described in section 7. For the p γ T and ∆φ( , γ) distributions, fixed-order calculations such as those carried out by Matrix are not expected to describe the data well because of the importance of soft-gluon resummation effects. To enable a comparison with the Matrix predictions, the first three bins in the p γ T distribution of figure 6, covering p γ T < 15 GeV, and the last two bins in the ∆φ( , γ) distribution, covering 0.9π < ∆φ( , γ) < π, are shown combined in figure 7.",
            "paragraph_rank": 101,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 1358,
                    "text": "figure 7",
                    "end": 1366
                }
            ]
        },
        {
            "section": "Differential fiducial cross-sections",
            "text": "The predictions from Sherpa at LO underestimate the measured rate by typically 10-25%, but give a generally good description of the shape of the observed kinematic distributions, although clear differences are seen for p γ T , p γ T /m( γ) and ∆φ( , γ).       ",
            "paragraph_rank": 102,
            "section_rank": 28
        },
        {
            "section": "Differential fiducial cross-sections",
            "text": "T /m( γ) and ∆φ( , γ) for the pp → Z( + − )γ process. The measured cross-sections are compared with SM expectations obtained from the Matrix parton-level generator, corrected to particle level. The error bars on the data points show the statistical uncertainty in the measured values. The grey shaded regions show the total uncertainty in the unfolded data, excluding the uncertainty in the integrated luminosity. The purple and green hatched regions show the total uncertainty in the Matrix predictions. For the quantities E γ T , |η γ | and m( γ), the blue (orange) histograms show the Matrix NNLO cross-sections with EW NLO corrections applied multiplicatively (additively), while the blue (orange) shaded regions show the corresponding total uncertainties. The lower panel(s) in each plot show the ratio of the SM expectation to the measured cross-section.",
            "paragraph_rank": 103,
            "section_rank": 28
        },
        {
            "section": "Differential fiducial cross-sections",
            "text": "-27 -",
            "paragraph_rank": 104,
            "section_rank": 28
        },
        {
            "text": "JHEP03(2020)054",
            "section_rank": 29
        },
        {
            "section": "JHEP03(2020)054",
            "text": "closer agreement with observation, although differences in shape persist for the ∆φ( , γ) distribution. The NLO prediction from Matrix generally underestimates the measured cross-section, especially at high p γ",
            "paragraph_rank": 105,
            "section_rank": 29
        },
        {
            "section": "JHEP03(2020)054",
            "text": "T and p γ T /m( γ), and at low m( γ) and ∆φ( , γ), where the disagreement with data can be as large as about 60%. Agreement between the Matrix prediction and data is much improved at NNLO, although the NNLO prediction continues to underestimate the measured cross-section in some regions of phase space, especially in the region m( γ) < 130 GeV, and for low values of ∆φ( , γ).",
            "paragraph_rank": 106,
            "section_rank": 29
        },
        {
            "section": "JHEP03(2020)054",
            "text": "The effect of NLO EW corrections on the predicted differential cross-sections from",
            "paragraph_rank": 107,
            "section_rank": 29
        },
        {
            "section": "JHEP03(2020)054",
            "text": "Matrix at NNLO is shown in figure for the observables E γ T , |η γ | and m( γ) for which such corrections are available. The corrected cross-sections are shown separately with the component of the EW corrections arising from partonic processes with a qq initial state applied either multiplicatively or additively. The EW corrections are negative in all bins of the measured differential cross-sections, except for the lowest two bins in m( γ). They are largest (and negative) at high E γ",
            "paragraph_rank": 108,
            "section_rank": 29
        },
        {
            "section": "JHEP03(2020)054",
            "text": "T , where they become of similar order to the difference between the predicted cross-sections from Matrix computed at NLO and NNLO in pQCD.",
            "paragraph_rank": 109,
            "section_rank": 29
        },
        {
            "section": "JHEP03(2020)054",
            "text": "The SM expectations shown in figures 6 and 7 include the contribution from EW Zγjj production, obtained as described in section 7. The largest relative contribution from this process is predicted to arise for the highest bins of E γ T and p γ T , where it reaches about 8% of the Sherpa LO prediction.",
            "paragraph_rank": 110,
            "section_rank": 29
        },
        {
            "text": "Summary",
            "section_rank": 30
        },
        {
            "section": "Summary",
            "text": "The cross-section for the production of a Z boson in association with a high-energy prompt photon is measured using 139 fb −1 of proton-proton collision data at √ s = 13 TeV collected with the ATLAS detector at the LHC. The analysis selects events in the e + e − γ and µ + µ − γ channels, and is performed in a phase-space region defined by kinematic requirements on the leptons and the photon, and by requiring the photon to be isolated.",
            "paragraph_rank": 111,
            "section_rank": 30
        },
        {
            "section": "Summary",
            "text": "Differential cross-sections are presented as functions of the transverse energy and pseudorapidity of the photon, and as functions of the transverse momentum and invariant mass of the + − γ system, their ratio, and the angle between the transverse directions of the lepton pair and the photon.",
            "paragraph_rank": 112,
            "section_rank": 30
        },
        {
            "section": "Summary",
            "text": "The results are compared with SM expectations derived from the parton shower Monte Carlo event generators Sherpa, at LO and NLO in pQCD, MadGraph5 aMC@NLO at NLO, and from the parton-level generator Matrix, corrected to particle level, at NLO and NNLO. The integrated fiducial-region cross-sections predicted by Mad-Graph5 aMC@NLO at NLO, Sherpa at NLO, and by Matrix at NNLO underestimate the measured cross-section by about 6%, 4% and 3%, respectively, but are in agreement with measurement within the uncertainties. The corresponding predictions for the shapes of the kinematic distributions describing the + − γ system are generally in good agreement with observation, although some differences are seen, especially for the Matrix NNLO prediction at low m( γ) and low ∆φ( , γ).",
            "paragraph_rank": 113,
            "section_rank": 30
        },
        {
            "section": "Summary",
            "text": "The precision achieved for the measurement of the inclusive cross-section is 2.9%, representing about a factor of two improvement compared with the corresponding ATLAS result at √ s = 8 TeV.",
            "paragraph_rank": 114,
            "section_rank": 30
        },
        {
            "section": "Summary",
            "text": "-28 - The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (U.K.) and BNL (U.S.A.), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in ref. [82].",
            "paragraph_rank": 115,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 462,
                    "text": "[82]",
                    "end": 466
                }
            ]
        },
        {
            "section": "Summary",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 116,
            "section_rank": 30
        },
        {
            "text": "JHEP03(2020)054",
            "section_rank": 31
        },
        {
            "section": "JHEP03(2020)054",
            "text": "[3] CMS collaboration, Measurement of the W γ and Zγ inclusive cross sections in pp collisions at √ s = 7 TeV and limits on anomalous triple gauge boson couplings, Phys. Rev. D 89 (2014) 092005 [arXiv:1308.6832] [INSPIRE].",
            "paragraph_rank": 117,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 212,
                    "text": "[INSPIRE]",
                    "end": 221
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "[4] CMS collaboration, Measurement of the production cross section for Zγ → ννγ in pp collisions at √ s = 7 TeV and limits on ZZγ and Zγγ triple gauge boson couplings, JHEP 10 (2013) 164 [arXiv:1309.1117] [INSPIRE].",
            "paragraph_rank": 118,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 205,
                    "text": "[INSPIRE]",
                    "end": 214
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "[5] CMS collaboration, Measurement of the Zγ production cross section in pp collisions at 8",
            "paragraph_rank": 119,
            "section_rank": 31
        },
        {
            "section": "JHEP03(2020)054",
            "text": "TeV [16] ATLAS collaboration, Measurement of the Zγ → ννγ production cross section in pp collisions at √ s = 13 TeV with the ATLAS detector and limits on anomalous triple gauge-boson couplings, JHEP 12 (2018) 010 [arXiv:1810.04995] [INSPIRE].",
            "paragraph_rank": 120,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 232,
                    "text": "[INSPIRE]",
                    "end": 241
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "[17] ATLAS collaboration, Measurement of the jet mass in high transverse momentum Z(→ bb)γ production at √ s = 13 TeV using the ATLAS detector, arXiv:1907.07093 [INSPIRE].",
            "paragraph_rank": 121,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 161,
                    "text": "[INSPIRE]",
                    "end": 170
                }
            ]
        },
        {
            "section": "JHEP03(2020)054",
            "text": "[18] G.J. Gounaris, J. Layssac and F.M. Renard, New and standard physics contributions to anomalous Z and γ self-couplings, Phys. Rev. D 62 (2000) 073013 [hep-ph/0003143] [INSPIRE].",
            "paragraph_rank": 122,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 171,
                    "text": "[INSPIRE]",
                    "end": 180
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 32
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Feynman diagrams for + − γ production: (a) initial-state photon radiation from a quark line; (b) final-state photon radiation from a lepton; and (c,d) contributions from the Z + q(g) processes in which a photon is produced from the fragmentation of a quark or a gluon.",
            "paragraph_rank": 123,
            "section_rank": 32
        },
        {
            "text": "m( γ) and ∆φ( , γ) are shown in figures 6 and 7. The measurements cover an E γ T range up to 1.2 TeV and an m( γ) range up to 2.5 TeV. The distribution of p γ",
            "paragraph_rank": 124,
            "section_rank": 33
        },
        {
            "text": "The predicted rates and shapes from Sherpa and MadGraph5 aMC@NLO at NLO are in",
            "paragraph_rank": 125,
            "section_rank": 34
        },
        {
            "text": "Figure 6 .",
            "section_rank": 35
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Measured fiducial cross-sections (black data points) for the observables (from left to right and top to bottom)E γ T , |η γ |, m( γ), p γ T , p γ T /m( γ)and ∆φ( , γ) for the pp → Z( + − )γ process. The error bars on the data points show the statistical uncertainty in the measured values. The grey shaded regions show the total uncertainty in the unfolded data, excluding the uncertainty in the integrated luminosity. The measured cross-sections are compared with SM expectations obtained from the Sherpa and MadGraph5 aMC@NLO event generators at particle level. The uncertainty bands on the MC predictions show the statistical uncertainty due to the limited number of MC events. The lower section of each plot shows the ratio of the SM expectation to the measured cross-section.",
            "paragraph_rank": 126,
            "section_rank": 35
        },
        {
            "text": "Figure 7 .",
            "section_rank": 36
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Measured fiducial cross-sections (black data points) for the observables (from left to right and top to bottom)E γ T , |η γ |, m( γ), p γ T , p γ T /m( γ)and ∆φ( , γ) for the pp → Z( + − )γ process. The measured cross-sections are compared with SM expectations obtained from the Matrix parton-level generator, corrected to particle level. The error bars on the data points show the statistical uncertainty in the measured values. The grey shaded regions show the total uncertainty in the unfolded data, excluding the uncertainty in the integrated luminosity. The purple and green hatched regions show the total uncertainty in the Matrix predictions. For the quantities E γ T , |η γ | and m( γ), the blue (orange) histograms show the Matrix NNLO cross-sections with EW NLO corrections applied multiplicatively (additively), while the blue (orange) shaded regions show the corresponding total uncertainties. The lower panel(s) in each plot show the ratio of the SM expectation to the measured cross-section.",
            "paragraph_rank": 127,
            "section_rank": 36
        },
        {
            "text": "JHEP03(2020) 054",
            "section_rank": 37
        },
        {
            "section": "JHEP03(2020) 054",
            "text": "Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DRF/IRFU, France; SRNSFG, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. In addition, individual groups and members have received support from BCKDF, CANARIE, CRC and Compute Canada, Canada; COST, ERC, ERDF, Horizon 2020, and Marie Sk lodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF, Greece; BSF-NSF and GIF, Israel; CERCA Programme Generalitat de Catalunya, Spain; The Royal Society and Leverhulme Trust, United Kingdom.",
            "paragraph_rank": 128,
            "section_rank": 37
        },
        {
            "text": "table 3 .Table 3 .",
            "section_rank": 38
        },
        {
            "section": "table 3 .Table 3 .",
            "text": "Summary of the observed number of events (N obs ), and the estimated number of back-",
            "paragraph_rank": 129,
            "section_rank": 38
        },
        {
            "section": "table 3 .Table 3 .",
            "text": "ground events (N Z + jets , N PU,γ , N ttγ , N W Z , N ZZ , N W W γ , N τ τ γ ), in the e + e − γ and µ + µ − γ signal regions. The N Z + jets background estimate includes a contribution from jets from pile-up interactions, N PU,jets , which is also shown separately. In all cases, the uncertainty is the combination of the statistical and systematic uncertainties. The bottom row gives the number of observed events after subtracting the sum, N bkg , of all estimated background contributions.",
            "paragraph_rank": 130,
            "section_rank": 38
        },
        {
            "text": "and search for anomalous triple gauge boson couplings, JHEP 04 (2015) 164 [arXiv:1502.05664] [INSPIRE]. [6] CMS collaboration, Measurement of the Zγ → ννγ production cross section in pp collisions at √ s = 8 TeV and limits on anomalous ZZγ and Zγγ trilinear gauge boson couplings, Phys. Lett. B 760 (2016) 448 [arXiv:1602.07152] [INSPIRE]. [7] L3 collaboration, Study of the e + e − → Zγ process at LEP and limits on triple neutral-gauge-boson couplings, Phys. Lett. B 597 (2004) 119 [hep-ex/0407012] [INSPIRE]. [8] DELPHI collaboration, Study of triple-gauge-boson couplings ZZZ, ZZγ and Zγγ at LEP, Eur. Phys. J. C 51 (2007) 525 [arXiv:0706.2741]. [9] OPAL collaboration, Search for trilinear neutral gauge boson couplings in Zγ production at √ s = 189 GeV at LEP, Eur. Phys. J. C 17 (2000) 553 [hep-ex/0007016] [INSPIRE]. [10] DO collaboration, Zγ production and limits on anomalous ZZγ and Zγγ couplings in pp collisions at √ s = 1.96 TeV, Phys. Rev. D 85 (2012) 052001 [arXiv:1111.3684]. [11] DO collaboration, Measurement of the Zγ → ννγ production cross section and limits on anomalous ZZγ and Zγγ couplings in pp collisions at √ s = 1.96 TeV, Phys. Rev. Lett. 102 (2009) 201802 [arXiv:0902.2157]. [12] CDF collaboration, Limits on anomalous trilinear gauge couplings in Zγ events from pp collisions at √ s = 1.96 TeV, Phys. Rev. Lett. 107 (2011) 051802 [arXiv:1103.2990]. [13] ATLAS collaboration, Searches for the Zγ decay mode of the Higgs boson and for new high-mass resonances in pp collisions at √ s = 13 TeV with the ATLAS detector, JHEP 10 (2017) 112 [arXiv:1708.00212] [INSPIRE]. [14] CMS collaboration, Search for the decay of a Higgs boson in the γ channel in proton-proton collisions at √ s = 13 TeV, JHEP 11 (2018) 152 [arXiv:1806.05996] [INSPIRE]. [15] CMS collaboration, Search for Zγ resonances using leptonic and hadronic final states in proton-proton collisions at √ s = 13 TeV, JHEP 09 (2018) 148 [arXiv:1712.03143] [INSPIRE].",
            "paragraph_rank": 131,
            "section_rank": 39
        },
        {
            "text": "Each primary vertex candidate is reconstructed from at least two associated tracks with pT > 0.4 GeV.The primary vertex is selected among the primary vertex candidates as the one with the highest sum of the squared transverse momenta of its associated tracks.",
            "paragraph_rank": 132,
            "section_rank": 39
        },
        {
            "text": "The four variables are ws3, f side , ∆Es and Eratio; their definitions are given in ref.[67].",
            "paragraph_rank": 133,
            "section_rank": 39
        },
        {
            "text": "Updated predictions for the phase space of this analysis were provided by A. Denner, S. Dittmaier and M. Chiesa.",
            "paragraph_rank": 134,
            "section_rank": 39
        },
        {
            "text": "Acknowledgments",
            "section_rank": 41
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 135,
            "section_rank": 41
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR,",
            "paragraph_rank": 136,
            "section_rank": 41
        }
    ]
}