{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The \"Physics Beyond Colliders (PBC)\" study explores fundamental physics opportunities at the CERN accelerator complex complementary to collider experiments. Three new collaborations aim to exploit the M2 beamline in the North Area with existing high-intensity muon and hadron beams, but also aspire to go beyond the current M2 capabilities with a RF-separated, highintensity hadron beam, under study. The AMBER/COMPASS++ collaboration proposes an ambitious program with a measurement of the proton radius with muon beams, as well as QCD-related studies from pion PDFs / Drell-Yan to cross section measurements for dark sector searches. Assuming feasibility of the RF-separated beam, the spectrum of strange mesons would enter a high precision era while kaon PDFs as well as nucleon TMDs would be accessible via Drell-Yan reactions. The NA64µ collaboration proposes to search for dark sector mediators such as a dark scalar A or a hypothetical Z µ using the M2 muon beam and complementing their on-going A searches with electron beams. The MuonE collaboration intends to assess the hadronic component of the vacuum polarization via elastic µ − e scattering, the dominant uncertainty in the determination of g µ − 2. An overview of the three new experimental programs will be presented together with implications for the M2 beamline and the experimental area EHN2, based on the studies of the PBC \"Conventional Beams\" Working Group.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "THE PHYSICS BEYOND COLLIDERS STUDY",
            "section_rank": 2
        },
        {
            "section": "THE PHYSICS BEYOND COLLIDERS STUDY",
            "text": "Physics Beyond Colliders is an exploratory study aiming at exploiting the full scientific potential of CERN's accelerator complex and its scientific infrastructure through projects complementary to the LHC, HL-LHC and other possible future colliders. The proposed projects shall target fundamental physics questions that are similar in spirit to those addressed by high-energy colliders, but that require different types of beams and experiments. The study was initiated in 2016 by the CERN director-general Fabiola Gianotti and is coordinated by Jörg Jäckel, Mike Lamont and Claude Vallee. During the kick-off workshop in September 2016, numerous areas of interest were identified, ranging from QCD to Beyond the Standard Model physics. First conclusive results and summary presentations were presented during the last PBC annual meeting in January 2019 and were summarised in a full report [1]. Most proposals have been brought forward to the European Strategy for Particle Physics [2], which was discussed recently in an open symposium organised by the CERN Council in Granada [3]. A physics briefing book is currently being prepared, summarising the proposals that will be discussed during the strategy drafting session beginning of 2020 in Bad Honnef and then finally decided upon by the CERN council in May 2021.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 892,
                    "text": "[1]",
                    "end": 895
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 984,
                    "text": "[2]",
                    "end": 987
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1080,
                    "text": "[3]",
                    "end": 1083
                }
            ]
        },
        {
            "text": "Structure and Working Groups",
            "section_rank": 3
        },
        {
            "section": "Structure and Working Groups",
            "text": "Several working groups pursue feasibility and case studies for the proposed projects, see left panel of Fig. 1. The physics groups have been established according to the main topics \"Quantum Chromodynamics (QCD WG)\" [4] and \"Physics beyond the Standard Model (BSM WG)\" [5], while several working groups have been formed under steering of the \"Accelerator and Facilities\" committee. One of these groups is the \"Conventional Beams\" working group, which performs technical studies for the proposed projects in CERN's North and East Area, i.e. for mostly fixed-target experiments. A dedicated subgroup has been formed for the three proposals concerning the M2 beamline, serving the EHN2 experimental area that currently hosts the COMPASS experiment. We will discuss briefly physics motivations, technical aspects and the relevant studies for these proposals within the EHN2 subgroup in the following.",
            "paragraph_rank": 2,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 104,
                    "text": "Fig. 1",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 216,
                    "text": "[4]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 269,
                    "text": "[5]",
                    "end": 272
                }
            ]
        },
        {
            "text": "THE M2 BEAMLINE",
            "section_rank": 4
        },
        {
            "section": "THE M2 BEAMLINE",
            "text": "The M2 beamline [6] at the North Area delivers high-intensity and high-energy muon and hadron beams towards the experimental area EHN2 as well as low-intensity electron beams for calibration purposes. The schematic layout of M2 is shown in Fig. 1, right panel. The M2 beamline transports secondary particles from the T6 target over a total distance of about 1130 m to EHN2. The front-end of the beamline consists of six high-gradient quadrupoles with a high acceptance, mainly driven by the required intensities of secondary pions for the muon beam mode. Afterwards, the momentum selection is performed in the horizontal plane with a maximum momentum bite of ±10% ∆p/p. A long FODO section of approximately 600 m length follows in order to allow for the decay of secondary particles into muons. Depending on the operational mode (hadron/muon beams), a set of nine motorised Beryllium absorbers with a maximum total length of 9.9 m can be inserted in a series of vertical dipole magnets to absorb remaining hadrons. The remaining hadron contamination is of the order of about 10 −6 to 10 −5 . Equipped with magnetic collimators, another 400 m long FODO section performs the final muon momentum selection in combination with subsequent dipoles and is used to clean the beam from muon halo, i.e. scattered muons that are nevertheless transported throughout return fields in magnet yokes. In addition, scintillator hodoscopes for momentum measurements (\"BMS\") and beam particle identification via two differential Cherenkov detectors (CEDARs) are available in this section of the beamline. The beam is then focused onto the experiment location in EHN2. Different modes of operation are summarised in Table I, as employed in the last years for the COMPASS experiment. ",
            "paragraph_rank": 3,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 16,
                    "text": "[6]",
                    "end": 19
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 240,
                    "text": "Fig. 1",
                    "end": 246
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1696,
                    "text": "Table I",
                    "end": 1703
                }
            ]
        },
        {
            "text": "NA64µ",
            "section_rank": 5
        },
        {
            "section": "NA64µ",
            "text": "The NA64 collaboration currently searches for light dark matter candidates with the help of tertiary electron beams at the H4 beamline in the EHN1 experimental area at CERN [7]. These searches are performed in an active beam dump experiment (NA64e) employing the missing energy technique, and concentrate around the mass range of about 1 MeV/c 2 to 1 GeV/c 2 . While the NA64e experiment was recently approved to continue [8] in 2021, the collaboration proposes to extend the programme towards muon beams [9]. In addition to extending the accessible mass range for the light dark matter searches, exploiting muon beams would enable the search for a possible light gauge boson, which would couple pre-dominantly to muons and/or taus. Such a light boson could be either a scalar (S µ ) or vector (Z µ ) mediator and would be a viable explanation [10] for the long-standing 3.6σ discrepancy between the measured [11,12,13] and theoretically calculated [14,15] values of the anomalous magnetic moment of the muon, especially as an explanation via a dark photon A could be already ruled out in the invisible decay channel by combined data from NA64e [16], BABAR [17], and NA62 [18]. The proposed experiment is divided into two phases. The first phase will concentrate on the search for Z µ , which would be produced in a Bremsstrahlung process of the 160 GeV/c muon beam along an active target. The set-up is depicted in Fig. 2. The beam momentum is first determined with the help of the existing COMPASS beam momentum station (BMS, not depicted), which surrounds the last strong, vertical dipole in the beamline. The momentum measurement is then crosschecked with another magnetic spectrometer (MS1), employing MircoMega and GEM detectors for tracking and scintillator counters for the trigger system. The active target is a shashlyk calorimeter module of 40 X 0 length, surrounded hermetically by additional shashlyk modules to detect lateral energy leaks from the target (ECAL). The outgoing momentum of the scattered muon is determined by another magnetic spectrometer (MS2), which is equipped with Veto scintillators for matching the target acceptance and large angle scattering outside of the acceptance of the hadronic calorimeter (HCAL), following directly MS2. In between the HCAL modules Straw detectors are available for tracking and vetoing of muons. The signature for Z µ production would be the detection of a scattered muon with a detected energy loss of more than 50% of the beam energy, accompanied by no other signals from HCAL and Vetos. For implementation of the experiment in EHN2, two options were studied [19,20]. The first option is the installation of NA64µ downstream of the existing COMPASS experiment. This option was discarded, as it is not possible to refocus the beam at this location without interference with the COMPASS experimental programme. The COMPASS spectrometer represents also a non-negligible amount of material in the muon beam, which would lead to multiple scattering. Also, only about 15 m of space are available in the remaining part of the EHN2 area, which is incompatible with the required space, and costly infrastructure for the required additional magnets for MS1 and MS2 would have to be installed. Nevertheless, this space turned out to be very useful for first tests in 2018 that were done parasitically to the COMPASS data taking. The second option would be the installation directly at the exit of the M2 beamline tunnel, upstream of the COMPASS experiment. This is the preferred option as beamline and detector elements can be added and removed comparatively easily and enough space of about 40 m would be available thanks to the space reserved for the CEDAR beam instrumentation, which is not required for muon beam operation. Beam optics were studied with the help of TRANSPORT [21], TURTLE [22] and HALO [23] with the aim to have a parallel, small beam as required by the experiment. The tentative optics are shown in Fig. 3. We obtain a beam spot with a size of 20 mm (σ x ) × 20 mm (σ y ) and a divergence of 0.2 mrad (σ x ) × 0.2 mrad (σ y ) at the location of the active target. The 160 GeV/c beam has a width of 6 GeV/c (σ p ). In order to study the feasibility of a second experiment at a more downstream location, e.g. at the COMPASS target, a check of the beam contamination due to the NA64µ detector material in the beamline was performed with FLUKA [24,25] and GEANT4 [26]. Only a negligible contamination by hadrons of less than 10 −5 has been found. Nevertheless, running of a downstream experiment can be excluded due to the demanding beam requirements for beam spot and divergence of the proposals in question that would be degraded due to multiple scattering in the NA64µ detectors. In the second phase, the collaboration would continue with searches for milli-charged particles, µ − τ conversion in flight and further searches for light dark matter mediators. The preferred location for this experiment would be inside the large SM2 spectrometer magnet that is currently being used by COMPASS. Studies are on-going [9,19] while the programme is still evolving.",
            "paragraph_rank": 4,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 173,
                    "text": "[7]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 422,
                    "text": "[8]",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 505,
                    "text": "[9]",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 844,
                    "text": "[10]",
                    "end": 848
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 909,
                    "text": "[11,",
                    "end": 913
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 913,
                    "text": "12,",
                    "end": 916
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 916,
                    "text": "13]",
                    "end": 919
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 949,
                    "text": "[14,",
                    "end": 953
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 953,
                    "text": "15]",
                    "end": 956
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1145,
                    "text": "[16]",
                    "end": 1149
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1157,
                    "text": "[17]",
                    "end": 1161
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1172,
                    "text": "[18]",
                    "end": 1176
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1416,
                    "text": "Fig. 2",
                    "end": 1422
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2623,
                    "text": "[19,",
                    "end": 2627
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 2627,
                    "text": "20]",
                    "end": 2630
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 3833,
                    "text": "[21]",
                    "end": 3837
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 3846,
                    "text": "[22]",
                    "end": 3850
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 3860,
                    "text": "[23]",
                    "end": 3864
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 3974,
                    "text": "Fig. 3",
                    "end": 3980
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 4415,
                    "text": "[24,",
                    "end": 4419
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 4419,
                    "text": "25]",
                    "end": 4422
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 4434,
                    "text": "[26]",
                    "end": 4438
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 5087,
                    "text": "[9,",
                    "end": 5090
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 5090,
                    "text": "19]",
                    "end": 5093
                }
            ]
        },
        {
            "text": "MUONE",
            "section_rank": 6
        },
        {
            "section": "MUONE",
            "text": "As already explained in the previous section, the deviation of measured and predicted value of (g−2) µ is still puzzling. One important ingredient to the error budget of both theory and experiment is the knowledge of the hadronic vacuum polarisation. So far, the value of this QCD correction could be obtained reasonably precisely by analysis of e + e − scattering data, see e.g. [14,27], but is limited due to the treatment of emergent resonances in the s-channel. Despite on-going, long-term efforts of the lattice community to reach a high-precision calculation (see e.g. [28,29]), it might take several years to reach the impressive precision of the upcoming expected results of the experiments at Fermilab [30] and J-PARC [31]. The MuonE collaboration intends [32] as an alternative approach the measurement of the hadronic component of the running electromagnetic coupling α(t) in a momentum transfer (t) region that is relevant for the calculation of the muon g-2 anomaly via a measurement of elastic muon-electron scattering with a statistical accuracy of about 0.3%. The experiment would be able to cover about 87% of the t region, while the remaining 13% could be determined using pQCD and time-like data and/or lattice QCD results. The intended experimental set-up is depicted in Fig. 4. It comprises a series of thin targets with a low-Z material, such as Beryllium or Carbon, in order to minimise multiple scattering. The targets are interleaved with Silicon trackers originally developed for CMS upgrade II, which measure the tracks of the outgoing muon and electron from the elastic interaction. After the last target-detector station, an electromagnetic calorimeter for systematic checks and a muon filter are planned. The calculated optics for the 150 GeV/c muon beam are very similar to the ones depicted in Fig. 3 due to the similar requirements. Main differences are due to the different lateral size of MuonE with respect to NA64µ, which results in slightly different settings of the magnetic collimators in the M2 beamline. The larger acceptance of about 10 × 10 cm 2 allows for highest intensities, as the beam does not have to be collimated to reach a small size while keeping the beam parallel. The major challenge of the measurement is the control of both theoretical and experimental systematics at a comparable level of accuracy. Due to the required overall experimental precision in the order of 10 −5 , the technical implementation of the experiment is demanding, for instance in terms of alignment and thermal stability. A pilot run with two target-detector stations was requested for 2021 in order to check the systematic error budget in realistic conditions and demonstrate the feasibility of the several engineering challenges.",
            "paragraph_rank": 5,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 380,
                    "text": "[14,",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 384,
                    "text": "27]",
                    "end": 387
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 575,
                    "text": "[28,",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 579,
                    "text": "29]",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 711,
                    "text": "[30]",
                    "end": 715
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 727,
                    "text": "[31]",
                    "end": 731
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 765,
                    "text": "[32]",
                    "end": 769
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1291,
                    "text": "Fig. 4",
                    "end": 1297
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1826,
                    "text": "Fig. 3",
                    "end": 1832
                }
            ]
        },
        {
            "text": "AMBER/COMPASS++",
            "section_rank": 7
        },
        {
            "section": "AMBER/COMPASS++",
            "text": "The AMBER/COMPASS++ collaboration proposes an ambitious programme for a new QCD facility at CERN [33,34], making use of existing COMPASS detector infrastructure together with several upgrades and new detectors. In the first phase, the collaboration focuses on a measurement of the proton charge radius with muon-proton elastic scattering, a measurement of proton-induced antiproton production cross sections for dark matter searches, and Drell-Yan and J/Ψ production using the existing M2 hadron beam. As a selected topic, we present here shortly the proton charge radius measurement, which aims to help resolving the socalled proton radius puzzle. The proton charge radius has been determined exploiting different methods, which yield conflicting results of spectroscopy vs. scattering measurements on the one hand and measurements with electrons vs. muons on the other hand. Figure 5 summarises the currently available results, showing differences of up to 5 standard deviations. The proposed measurement aims at a statistical accuracy of 0.01 fm or better and considerably smaller systematic uncertainty, the latter exploiting the fact that using muons, systematic effects and theoretical/radiative corrections are considerably smaller with respect to electron scattering. The experiment will comprise a time-projection chamber (TPC) as an active target, which is filled with pure hydrogen up to pressures of 20 bar. This allows to measure the recoil of the struck proton, which is used to determine Q 2 on an event-by-event basis. The envisaged energy for the muon beam is 100 GeV/c. As the location of the high-pressure TPC is the same as the currently used COM-PASS target position, the existing muon beam optics are already fulfilling experimental requirements. Depending on evolving details of the TPC and beam telescope design, divergence and spot size of the beam might have to be slightly adapted. For 2021, test measurements with the newly constructed TPC are planned in the upstream location of the CEDARs, which were already removed for the 2021 data taking of COMPASS. An additional aim for the tests is the check of a new triggerless readout system. ",
            "paragraph_rank": 6,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 97,
                    "text": "[33,",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 101,
                    "text": "34]",
                    "end": 104
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 877,
                    "text": "Figure 5",
                    "end": 885
                }
            ]
        },
        {
            "text": "030035-5",
            "section_rank": 8
        },
        {
            "text": "RF-separated Beams",
            "section_rank": 9
        },
        {
            "section": "RF-separated Beams",
            "text": "The AMBER/COMPASS++ programme comprises a second phase of experiments for strange meson spectroscopy, kaon PDFs and nucleon TMDs via Drell-Yan reactions. All measurements require highest intensities of the wanted secondary antiprotons and kaons that take a minority in the beam composition at the required beam momenta. As the total beam intensity in EHN2 is limited by radiation protection (RP) considerations, the only option to increase the total flux of antiprotons or kaons is to increase their share within the RP limit. One possibility is to exploit velocity differences for different particle species in a monochromatic beam. The Panofsky-Schnell method of separation by radiofrequency (RF) dipole cavities is depicted in Fig. 6 and has been used at CERN several decades ago resulting in low intensity beams. However, recent developments in superconducting RF technology might allow for the development of a high-intensity, high-energy RF-separated beam. Studies for this project are on-going and more information can be found in Ref. [19].",
            "paragraph_rank": 7,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 730,
                    "text": "Fig. 6",
                    "end": 736
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1043,
                    "text": "[19]",
                    "end": 1047
                }
            ]
        },
        {
            "text": "RF1",
            "section_rank": 10
        },
        {
            "section": "RF1",
            "text": "RF2 beam transport beam stopper L FIGURE 6. Panofsky-Schnell method for RF-separated beams, exploiting different velocities of particles in a monochromatic beam due to their different masses. The phase between the first (RF1) and second cavity (RF2) is selected in a way to have no deflection in RF2 of unwanted particles (red), which are in turn stopped by an absorber in the beamline. The wanted particles (green) receive a net deflection and pass towards the experiment.",
            "paragraph_rank": 8,
            "section_rank": 10
        },
        {
            "text": "CONCLUSIONS",
            "section_rank": 11
        },
        {
            "section": "CONCLUSIONS",
            "text": "The MuonE, AMBER/COMPASS++, and NA64µ collaborations have proposed several measurements with a very diverse program at the M2 beamline in the North Area of CERN in the framework of the \"Physics Beyond Collider (PBC)\" initiative. Beamline design, feasibility and integration studies have been performed by the EHN2 working group within the PBC Conventional Beams WG. A full report has been published [19] together with an executive summary [35], while detailed studies for technical details continue in collaboration with the three proponents. The proposals and letters of intent are currently being discussed and evaluated by the CERN SPSC committee. First test runs can start as early as 2021, when the long stop 2 of CERN's accelerator complex will finish.",
            "paragraph_rank": 9,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 399,
                    "text": "[19]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 439,
                    "text": "[35]",
                    "end": 443
                }
            ]
        },
        {
            "text": "FIGURE 1 .",
            "section_rank": 12
        },
        {
            "section": "FIGURE 1 .",
            "text": "FIGURE 1. Left: Structure and Working Groups of the \"Physics Beyond Colliders\" Study. Right: Schematic layout of the M2 beamline. The specific momenta for 160 GeV/c muon beams are given as an example.",
            "paragraph_rank": 10,
            "section_rank": 12
        },
        {
            "text": "FIGURE 2 .",
            "section_rank": 13
        },
        {
            "section": "FIGURE 2 .",
            "text": "FIGURE 2. Layout of the proposed first phase for the NA64µ experiment in the upstream part of the M2 beamline.",
            "paragraph_rank": 11,
            "section_rank": 13
        },
        {
            "text": "FIGURE 3 .",
            "section_rank": 14
        },
        {
            "section": "FIGURE 3 .",
            "text": "FIGURE 3. Tentative optics for the NA64 µ phase 1 location in the upstream part of the EHN2 area. The red line line corresponds to the sine-like ray, the green line represents the magnification term and the dotted-blue line is the dispersive term. Calculations were performed with TRANSPORT[21].",
            "paragraph_rank": 12,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 290,
                    "text": "[21]",
                    "end": 294
                }
            ]
        },
        {
            "text": "FIGURE 4 .",
            "section_rank": 15
        },
        {
            "section": "FIGURE 4 .",
            "text": "FIGURE 4. Intended set-up for the MuonE experiment in the upstream location of EHN2.",
            "paragraph_rank": 13,
            "section_rank": 15
        },
        {
            "text": "FIGURE 5 .",
            "section_rank": 16
        },
        {
            "section": "FIGURE 5 .",
            "text": "FIGURE 5. Overview on recent measurements of the proton radius as taken from[1].",
            "paragraph_rank": 14,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 76,
                    "text": "[1]",
                    "end": 79
                }
            ]
        },
        {
            "text": "TABLE I .",
            "section_rank": 17
        },
        {
            "section": "TABLE I .",
            "text": "Summary of the available operation modes of the M2 beamline. For tertiary beams, the secondary beam momentum is listed, as well.",
            "paragraph_rank": 15,
            "section_rank": 17
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 19
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We are thankful for the important input from technical experts at CERN, in particular N. Doble, C.Ahdida, Y.Gaillard, S.Girod, D.Jaillet, V.de Jesus, J.Lehtinen, and Ph.Schwarz. The studies included in these proceedings have been performed in close collaboration with the representatives of the proposals submitted to PBC and SPSC, in particular V.Andrieux, P.Crivelli, O.Denisov, S.Gninenko, G.Mallot, C.Matteuzzi, and G. Venanzoni. Finally, we acknowledge the excellent collaboration with and support from the PBC management and the chairs of the physics working groups.",
            "paragraph_rank": 16,
            "section_rank": 19
        }
    ]
}