{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This paper reports on a search for an extension to the scalar sector of the standard model, where a new CP-even (odd) boson decays to a Z boson and a lighter CP-odd (even) boson, and the latter further decays to a b quark pair. The Z boson is reconstructed via its decays to electron or muon pairs. The analysed data were recorded in proton-proton collisions at a center-of-mass energy √ s = 13 TeV, collected by the CMS experiment at the LHC during 2016, corresponding to an integrated luminosity of 35.9 fb −1 . Data and predictions from the standard model are in agreement within the uncertainties. Upper limits at 95% confidence level are set on the production cross section times branching fraction, with masses of the new bosons up to 1000 GeV. The results are interpreted in the context of the two-Higgs-doublet model.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The CMS and ATLAS experimental programmes are focusing efforts on the measurement of the properties of the Higgs boson discovered in 2012 [1][2][3], which has a mass of about 125 GeV [4][5][6]. All measurements to date are consistent with the expectations for a standard model (SM) Higgs boson within the experimental uncertainties.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 138,
                    "text": "[1]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 141,
                    "text": "[2]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "start": 144,
                    "text": "[3]",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "start": 183,
                    "text": "[4]",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "start": 186,
                    "text": "[5]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "start": 189,
                    "text": "[6]",
                    "end": 192
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Additional Higgs bosons are predicted in several extensions of the SM. Examples of these extensions are the two-Higgs-doublet model (2HDM) [7], whose phenomenology is based on the presence of an additional scalar Higgs doublet, and the minimal supersymmetric extension of the SM (MSSM) [8], which is a particular realisation of the 2HDM. The two Higgs doublets entail the presence of five physical states: two neutral and CP-even bosons (h and H); a neutral and CP-odd boson (A); and two charged scalar bosons (H ± ). Under particular theoretical assumptions [7], the model is often described by the following parameters: the mass of the CP-even boson H, m H ; the mass of the pseudoscalar A, m A ; the ratio of the vacuum expectation values of the two doublets, tan β; the mixing angle α between the two CP-even bosons; and the soft-breaking term, m 2 12 . Different couplings of the two doublets to right-handed quarks and charged leptons are predicted in various formulations of the 2HDM: in the Type-I formulation, all fermions couple to only one Higgs doublet; in the Type-II formulation, the up-type quarks couple to a different doublet than the down-type quarks and leptons; in the \"lepton-specific\" formulation, the quarks couple to one of the Higgs doublets and the leptons couple to the other; and in the \"flipped\" formulation, the up-type quarks and leptons couple to one of the Higgs doublets, while the down-type quarks couple to the other.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 139,
                    "text": "[7]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "start": 286,
                    "text": "[8]",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "start": 559,
                    "text": "[7]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 851,
                    "text": "2",
                    "end": 852
                }
            ]
        },
        {
            "text": "JHEP03(2020)055",
            "section_rank": 3
        },
        {
            "section": "JHEP03(2020)055",
            "text": "Different models and assumptions also alter the mass hierarchies, as shown in figure 1. There, and in the rest of the paper, h is identified with the observed Higgs boson. Two scenarios are possible. In the conventional scenario, the pseudoscalar is degenerate in mass with the charged scalars and is heavier than the scalar H, thus allowing for the A → ZH process; while in the twisted [9] scenario, the scalar H is degenerate in mass with the charged scalars and is heavier than the pseudoscalar, thus allowing for the H → ZA process. Moreover, in the parameter space region where cos(β − α) approaches 0, the CPeven h has properties indistinguishable from a SM Higgs boson with the same mass. In this region, known as the alignment limit, the branching fraction of the heavy scalar H to a Z boson and a lighter pseudoscalar A is the largest. The branching fractions for several decay channels of the H and A bosons for m H = 300 GeV and m A = 200 GeV are shown in figure 2 as functions of cos(β − α) (left) and tan β (right).",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "JHEP03(2020)055",
            "text": "This paper reports on a search for a new CP-even (odd) neutral Higgs boson decaying into Z and a lighter CP-odd (even) neutral Higgs boson, where the Z decays into an opposite-sign electron or muon pair, and the light Higgs boson into a b quark pair. The analysis is performed under the assumption of the twisted mass hierarchy scenario, and subsequently extended to the conventional scenario by interchanging the masses of the two bosons. While this is not crucial when setting model independent upper limits, it appears particularly interesting for theoretical interpretation of the results in the context of the 2HDM, since the theoretical cross sections differ in the two scenarios. The search is based on LHC proton-proton (pp) collision data at a center-of-mass energy √ s = 13 TeV collected by the CMS experiment during 2016, corresponding to an integrated luminosity of 35.9 fb −1 . The analysis exploits the invariant mass distributions of the bb, with being an electron or muon, and bb systems to search for a resonant-like excess of events compatible with the H and A masses.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "JHEP03(2020)055",
            "text": "Searches for H → ZA production in the same final state have been performed at √ s = 13 TeV [10] by the ATLAS Collaboration and at √ s = 8 TeV [11] by the CMS Collaboration. The search for A → Zh, where h is the observed CP-even boson with mass of about 125 GeV, has been also performed by the ATLAS Collaboration at 8 TeV [12] and 13 TeV [13], and by the CMS Collaboration at 8 TeV [14] and 13 TeV [15].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 338,
                    "text": "[13]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 382,
                    "text": "[14]",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 398,
                    "text": "[15]",
                    "end": 402
                }
            ]
        },
        {
            "text": "The CMS detector",
            "section_rank": 4
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. Forward calorimeters extend the pseudorapidity (η) coverage provided by the barrel and endcap detectors. Muons are detected in gas-ionisation chambers embedded in the steel flux-return yoke outside the solenoid. A two-level trigger system [16] is used to reduce the rate of recorded events to a level suitable for data acquisition and storage. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref. [17].  A,H ±  A,H ±  H,H ±  H,H ± Conventional Twisted Figure 1. Possible 2HDM mass hierarchies: conventional, where A is degenerate in mass with the charged scalars; and twisted [9], where H is degenerate in mass with the charged scalars. In both scenarios, the lighter of the A and H bosons can be either heavier or lighter than the observed Higgs boson h(125).  -3 -",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 600,
                    "text": "[16]",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 870,
                    "text": "[17]",
                    "end": 874
                },
                {
                    "type": "table",
                    "start": 877,
                    "text": "A,H ±  A,H ±  H,H ±  H,H ±",
                    "end": 903
                },
                {
                    "type": "figure",
                    "start": 925,
                    "text": "Figure 1",
                    "end": 933
                },
                {
                    "type": "bibr",
                    "start": 1049,
                    "text": "[9]",
                    "end": 1052
                }
            ]
        },
        {
            "text": "JHEP03(2020)055",
            "section_rank": 5
        },
        {
            "section": "JHEP03(2020)055",
            "text": "3 Event simulation and background predictions",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "section": "JHEP03(2020)055",
            "text": "Background samples for this search are produced for Z boson production through the Drell-Yan (DY) process, top quark pair production (tt), single top quark, diboson, triboson, ttV (V = W, Z), W+jets, and SM Higgs boson production. They are generated at nextto-leading order (NLO) precision in perturbative quantum chromodynamics (QCD). In particular, the DY, ttV, W+jets, triboson, and part of the diboson background samples are produced with MadGraph5 amc@nlo versions 2.2.2 [18] with the FxFx [19] procedure for NLO jet merging and MadSpin [20] to properly propagate spin information in the matrix element of the process. The tt, single top quark, SM Higgs boson production, and the remaining diboson background samples are produced with powheg version 2 [21][22][23][24][25]. The event generators are interfaced with pythia 8.212 [26] for parton shower and hadronisation. The underlying event tune is CUEPT8M1 [27], derived from the MONASH tune [28]. The NNPDF 3.0 [29] LO and NLO parton distribution functions (PDF) are used. Signal samples of 207 different mass hypotheses are produced for the process H → ZA → bb, with m H and m A ranging from 120 to 1000 GeV and from 30 to 1000 GeV, respectively. The choice of the mass hypotheses is strongly motivated by the need of achieving a complete coverage of the parameter space. The spacing between two adjacent mass hypotheses is chosen so as to take into account the worsening of the signal resolution as the mass increases, such that the signal shape can be interpolated with good accuracy over the whole search region. These samples are produced using MadGraph5 amc@nlo version 2.3.2 [18] interfaced with pythia 8.212 [26] for simulation of the parton shower, hadronisation, and underlying event using the CUEPT8M1 tune [27]. The PDF set used is NNPDF 3.0 [29] at leading order (LO) in the four-flavour scheme, and the factorisation and renormalisation scales are estimated dynamically. The total widths assumed for the H and A resonances are computed with 2HDMC [30]. Finally, the signal simulation does not account for production of the scalar H in association with b jets.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 476,
                    "text": "[18]",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 495,
                    "text": "[19]",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 542,
                    "text": "[20]",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 757,
                    "text": "[21]",
                    "end": 761
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 761,
                    "text": "[22]",
                    "end": 765
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 765,
                    "text": "[23]",
                    "end": 769
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 769,
                    "text": "[24]",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 773,
                    "text": "[25]",
                    "end": 777
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 833,
                    "text": "[26]",
                    "end": 837
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 913,
                    "text": "[27]",
                    "end": 917
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 948,
                    "text": "[28]",
                    "end": 952
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1639,
                    "text": "[18]",
                    "end": 1643
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1673,
                    "text": "[26]",
                    "end": 1677
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1775,
                    "text": "[27]",
                    "end": 1779
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2018,
                    "text": "[30]",
                    "end": 2022
                }
            ]
        },
        {
            "section": "JHEP03(2020)055",
            "text": "For all processes, the detector response is simulated using a detailed description of the CMS apparatus, based on the Geant4 package [31]. Additional pp interactions in the same and or neighbouring bunch crossings (pileup) are generated with pythia 8.212 [26], and overlapped with the simulated events of interest in order to reproduce the pileup measured in data.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 133,
                    "text": "[31]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 255,
                    "text": "[26]",
                    "end": 259
                }
            ]
        },
        {
            "section": "JHEP03(2020)055",
            "text": "All background processes are normalised to their most accurate theoretical cross sections. The tt, DY, single top quark, W + W − , and W+jets samples are normalised to next-to-next-to-leading order (NNLO) precision in QCD [32][33][34][35], while the remaining diboson, triboson and ttV processes are normalised to NLO precision in QCD [18,36]. The SM Higgs boson production cross section is computed at NNLO QCD precision and NLO electroweak precision [37]. We indicate the SM Higgs boson, the ttV, and the W+jets backgrounds with Other in the figures.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 222,
                    "text": "[32]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 226,
                    "text": "[33]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 230,
                    "text": "[34]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 234,
                    "text": "[35]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 335,
                    "text": "[18,",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 339,
                    "text": "36]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 452,
                    "text": "[37]",
                    "end": 456
                }
            ]
        },
        {
            "text": "Event reconstruction and selection",
            "section_rank": 6
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Events considered for this search are selected by a trigger based on the dilepton signature. The leading and subleading transverse momentum (p T ) thresholds applied by the triggers JHEP03 (2020)055are channel dependent, and vary from 17 to 23 GeV (8 to 12 GeV) for the leading (subleading) lepton. Trigger efficiencies are measured with a \"tag-and-probe\" method [38] as a function of lepton p T and η in a data control region consisting of Z → events. Events with two oppositely charged leptons (e ± e ∓ , µ ± µ ∓ ) are selected using asymmetric p T requirements, chosen to be above the corresponding trigger thresholds, for the leading and subleading leptons. These requirements are 25 and 15 GeV, respectively, for e ± e ∓ events; and 20 and 10 GeV, respectively, for µ ± µ ∓ events. Electrons in the range |η| < 2.5 and muons in the range |η| < 2.4 are considered. Events with different-flavour leptons (e ± µ ∓ ) are also selected. The p T requirement for the leading lepton is 25 and 15 (10) GeV for the subleading electron (muon). These events mostly arise from tt production, and this region is used in the final template fit described in section 7 to obtain an estimate of the normalisation of the non-resonant background processes (tt, single top quark, diboson, and triboson) and of the shape of the tt process only. For simplicity, we will refer to events with two electrons, muons, and mixed-flavour leptons as ee, µµ, and eµ, respectively, throughout this paper.",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 189,
                    "text": "(2020)055",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 363,
                    "text": "[38]",
                    "end": 367
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "A particle-flow (PF) algorithm [39] aims at reconstructing all particles (PF candidates) in an event by combining information from all subdetectors. The PF candidates include photons, electrons, muons, neutral hadrons, and charged hadrons. The candidate vertex with the largest value of summed physics-object p 2 T is taken to be the primary pp interaction vertex. The physics objects used in this determination are the jets, clustered using the jet finding algorithm [40,41] with the tracks assigned to candidate vertices as inputs, and the associated missing transverse momentum, taken as the negative vector sum of the p T of those jets. Electrons, reconstructed by associating tracks with ECAL clusters, are identified by a sequential selection using information on the cluster shape in the ECAL, track quality, and the matching between the track and the ECAL cluster. Additionally, electrons from photon conversions are rejected [42]. Muons are reconstructed from tracks found in the muon system, associated with tracks in the silicon tracking detectors. They are identified based on the quality of the track fit and the number of associated hits in the various tracking detectors [43]. The Rochester correction [44] is applied to the muon momenta to correct for misalignments of the detector or uncertainties in the magnetic field. The lepton isolation, defined as the scalar p T sum of all PF candidates in a cone of radius ∆R = 0.4 around the lepton, excluding the lepton itself and corrected for contributions from particles not coming from the primary vertex, divided by the lepton p T , is required to be <0.06 for electrons and <0.15 for muons. Here, ∆R is defined in terms of the track separation in η and azimuthal angle (φ, in radians) as ∆R = (∆φ) 2 + (∆η) 2 . Moreover, the lepton tracks are required to be connected to the primary vertex. Lepton identification and isolation efficiencies in the simulation are corrected for residual differences with respect to data. These corrections are measured in a data sample enriched in Z → events, using the \"tag-and-probe\" method, and are parameterised as a function of lepton p T and η.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 31,
                    "text": "[39]",
                    "end": 35
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 311,
                    "text": "2",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 468,
                    "text": "[40,",
                    "end": 472
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 472,
                    "text": "41]",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 934,
                    "text": "[42]",
                    "end": 938
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1186,
                    "text": "[43]",
                    "end": 1190
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1217,
                    "text": "[44]",
                    "end": 1221
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Jet reconstruction is performed by clustering the PF candidates to form jets using the anti-k T clustering algorithm [40] with a distance parameter of 0.4, implemented in the FastJet package [41]. Jet energies are corrected for residual nonuniformity and nonlinearity of the detector response [45]. Jets are required to have p T > 20 GeV, |η| < 2.4, and be JHEP03 (2020)055separated from identified leptons by a distance ∆R > 0.3. The missing transverse momentum vector, defined as the projection onto the transverse plane relative to the beam axis, of the negative vector sum of the momenta of all PF candidates, is referred to as p miss T [46,47]. Its magnitude is denoted by p miss T . Corrections to the jet energies are propagated to p miss T . The DeepCSV algorithm [48] is used to identify jets originating from b quarks. Jets are considered as b tagged if they have p T > 20 GeV and they pass the medium working point of the algorithm, which provides around 70% efficiency with a mistag rate of less than 1%, while the mistag rate for c jets is around 10%. Correction factors are applied in the simulation to the selected jets to account for the different response of the DeepCSV algorithm between data and simulation [48]. Among all possible dijet combinations fulfilling the previous criteria, we select the two jets with the highest DeepCSV algorithm outputs.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 117,
                    "text": "[40]",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 191,
                    "text": "[41]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 293,
                    "text": "[45]",
                    "end": 297
                },
                {
                    "start": 364,
                    "text": "(2020)055",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 641,
                    "text": "[46,",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 645,
                    "text": "47]",
                    "end": 648
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 772,
                    "text": "[48]",
                    "end": 776
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1226,
                    "text": "[48]",
                    "end": 1230
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The final object selection consists of two opposite-sign leptons and two b-tagged jets, after which a requirement of 70 < m < 110 GeV is applied to enhance the presence of Z → events. In addition, the events are required to have a p miss T < 80 GeV in order to reduce the background contributions from processes with large p miss T , such as tt production. Both requirements have negligible impacts on the signal efficiency.",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The main background processes, in decreasing order of importance, are DY in association with b quarks and tt production where both top quarks decay leptonically (fully leptonic tt). The contribution from QCD multijet events with jets misidentified as leptons constitutes a negligible background after requiring a pair of well-identified leptons, as described in section 4.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Signal extraction",
            "section_rank": 7
        },
        {
            "section": "Signal extraction",
            "text": "We search for the process H → ZA → bb by fully reconstructing its final-state objects and applying selection requirements in order to remove as many background events as possible, as explained in section 4. From the reconstructed objects, we search for resonances in the invariant masses. Specifically, the invariant mass of the A can be reconstructed from the b jet pair; and that of the H from the b jet pair and the lepton pair. Two categories are defined based on the lepton flavours considered: ee and µµ. The Z mass, reconstructed from two opposite-sign leptons, is used in the selection criteria described in section 4 since it is common to all signals studied in this paper. The masses of the other two particles, H and A, vary according to the signal scenarios considered. Therefore, a simple and effective model independent approach to isolate the signal is to search for an excess of events in the reconstructed m jj and m jj distributions centered around the H and A candidate mass for each signal hypothesis. These distributions for µµ + ee events are shown in figure 3, where the background shapes and normalisations are obtained from simulation.",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "section": "Signal extraction",
            "text": "Since the m jj and m jj distributions are inherently positively correlated under a particular signal hypothesis, an elliptical signal region is chosen in order to optimize the sensitivity of the search. parametrisation is therefore performed in order to guarantee a good description of the signal shape for each signal hypothesis. For each ellipse, it provides the center, the major and minor semi-axes, and the tilt angle. Since each ellipse must be well-centered around the maximum of the two-dimensional (2D) mass distribution, the reconstructed center is extracted from a one-dimensional Gaussian fit in both m jj and m jj . The diagonalisation of the covariance matrix of the 2D distribution provides the axes of the ellipse and its tilt angle.",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "Signal extraction",
            "text": "Since the shape of the signal is not exactly Gaussian, concentric elliptically shaped regions are defined in the parameter space using a parameter called ρ. Specifically, an ellipse with ρ = i contains roughly the fraction of signal events expected within i standard deviations in a 2D distribution. Selected events in the m jj vs. m jj plane are classified in six regions around the center of the ellipse defined for each signal point. The regions are built in ρ steps of 0.5, from 0 to 3, as illustrated in figure 4 (right), and lead to a template containing six bins used to perform the statistical analysis. By construction, the bulk of the signal is located at small values of ρ. The yield in data and the expected yields in simulation are reported in table 1 for each elliptical bin under the mass hypothesis m H = 500 GeV and m A = 200 GeV. The ee and µµ categories are summed.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 509,
                    "text": "figure 4 (right)",
                    "end": 525
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 8
        },
        {
            "section": "Systematic uncertainties",
            "text": "We consider different sources of systematic uncertainties that may affect the statistical interpretation of the results, through their modification of both the normalisation and the shape of the distributions for the signal and background processes.",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "JHEP03(2020)055",
            "section_rank": 9
        },
        {
            "section": "JHEP03(2020)055",
            "text": "Process Yield   Theoretical uncertainties in the cross sections of the background processes estimated using simulation are considered as systematic uncertainties in the yield predictions. The uncertainty in the total integrated luminosity is determined to be 2.5% [49].",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 264,
                    "text": "[49]",
                    "end": 268
                }
            ]
        },
        {
            "section": "JHEP03(2020)055",
            "text": "The signal region contains events that have at least two b-tagged jets. A control region is built by requiring events to pass the selection, as described in section 4, but with no b tag requirement for the jets. In that region, a discrepancy between data and simulation of up to 10% is observed in the shape of the mass distributions, which hints at a mismodeling JHEP03(2020)055 of the DY + heavy-flavour jets background in some specific regions of the reconstructed mass plane. To account for this mismodeling, given the similar precision of the DY + lightflavour and DY + heavy-flavour jets background samples at simulation level, the observed data-MC discrepancy is fitted with a polynomial function, which is used to reweight each DY + heavy-flavour jets simulated event in the signal region, and a shape uncertainty equal to 100% of the correction is applied. In order to avoid assigning only one shape uncertainty to regions characterised by very different values of the above-mentioned correction, this uncertainty is considered independently in 42 regions of approximately 150 × 150 GeV 2 in the m jj vs. m jj plane. This procedure ensures enough degrees of freedom in the maximum likelihood fit (used to extract the best fit signal cross section, as explained in section 7) to properly account for the mismodeling of the DY + heavy-flavour jets background shape.",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "section": "JHEP03(2020)055",
            "text": "The following sources of systematic uncertainties that affect the normalisation and shape of the templates used in the statistical evaluation are considered:",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "section": "JHEP03(2020)055",
            "text": "• Trigger efficiency, lepton identification and isolation: uncertainties in the measurement of trigger efficiencies, as well as electron and muon isolation and identification efficiencies, are considered. These are evaluated as a function of lepton p T and η, and their effect on the analysis is estimated by varying the corrections to the efficiencies by ±1 standard deviation.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "section": "JHEP03(2020)055",
            "text": "• Jet energy scale and resolution: uncertainties in the jet energy scale are of the order of a few percent and are estimated as a function of jet p T and η [45]. A difference in the jet energy resolution of about 10% between data and simulation is accounted for by worsening the jet energy resolution in simulation by η-dependent factors. The uncertainty due to these corrections is estimated by a variation of the factors applied by ±1 standard deviation. Variations of jet energies are propagated to p miss T .",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 156,
                    "text": "[45]",
                    "end": 160
                }
            ]
        },
        {
            "section": "JHEP03(2020)055",
            "text": "• b tagging: b tagging efficiency and light-flavour mistag rate corrections and associated uncertainties are determined as a function of the jet p T [48]. Their effect on the analysis is estimated by varying these corrections by ±1 standard deviation.",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 149,
                    "text": "[48]",
                    "end": 153
                }
            ]
        },
        {
            "section": "JHEP03(2020)055",
            "text": "• Pileup: the measured total inelastic cross section is varied by ±4.6% [50] to produce different expected pileup distributions.",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 72,
                    "text": "[50]",
                    "end": 76
                }
            ]
        },
        {
            "section": "JHEP03(2020)055",
            "text": "• Renormalisation and factorisation scale uncertainty: this uncertainty is estimated by varying the renormalisation (µ R ) and the factorisation (µ F ) scales used during the generation of the simulated samples independently by factors of 0.5, 1, or 2. Cases where the two scales are at opposite extremes, are not considered. An envelope is built from the 6 possible combinations by keeping maximum and minimum variations for each bin of the distributions, and is used as an estimate of the scale uncertainties for all the background and signal samples.",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "section": "JHEP03(2020)055",
            "text": "• PDF uncertainty: the magnitudes of the uncertainties related to the PDFs and the variation of the strong coupling constant for each simulated background and signal process are obtained using variations of the NNPDF 3.0 set [29], following the PDF4LHC prescriptions [34].",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 225,
                    "text": "[29]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 267,
                    "text": "[34]",
                    "end": 271
                }
            ]
        },
        {
            "section": "JHEP03(2020)055",
            "text": "-  Table 2. Summary of the systematic uncertainties prior to the fit and the variation, in percentages, that they induce on the total event yields for the dominant background and signal processes, under a particular signal hypothesis with m H = 379 GeV and m A = 172 GeV.",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 3,
                    "text": "Table 2",
                    "end": 10
                }
            ]
        },
        {
            "section": "JHEP03(2020)055",
            "text": "• Drell-Yan additional uncertainty: additional shape uncertainties are applied to DY events to correct for mismodeling of this background as explained above. Their values range up to 10%, depending on the region of the reconstructed mass plane.",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "section": "JHEP03(2020)055",
            "text": "• Simulated sample size: the finite nature of simulated samples is considered as an additional source of systematic uncertainty. For each bin of the distributions, one additional uncertainty is added, where only the considered bin is altered by ±1 standard deviation, keeping the others at their nominal value.",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "section": "JHEP03(2020)055",
            "text": "The variations that these uncertainties induce on the total event yields in the analysis selection are summarised in table 2 for a specific signal hypothesis, where the ee and µµ categories are combined together, yielding, for some uncertainties, a range of variations.",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "section": "JHEP03(2020)055",
            "text": "-10 -",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "JHEP03(2020)055 7 Methodology and results",
            "section_rank": 10
        },
        {
            "section": "JHEP03(2020)055 7 Methodology and results",
            "text": "A binned maximum likelihood fit is performed in order to extract best fit signal cross sections. The fit is performed using the six binned templates mentioned above in the ee and µµ channels. An additional six-bin template is included in the fit containing the eµ selection to further constrain the tt process, which is the major background component in this region, together with the minor non-resonant background processes. The systematic uncertainties are introduced as nuisance parameters in the fit. For each systematic uncertainty affecting the shape (normalisation) of the templates, a nuisance parameter is constrained with a Gaussian (log-normal) prior. The best fit values for all the nuisance parameters, as well as the corresponding uncertainties, are extracted by performing a binned maximum likelihood fit to the data. Figure 5 shows final distributions of events after a background-only fit in bins of ρ under two different mass hypotheses for the µµ +ee and eµ categories with all the nuisance parameters set to their best fit values. The corresponding signals are also displayed and normalised to 1 pb for illustrative purposes.",
            "paragraph_rank": 36,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 833,
                    "text": "Figure 5",
                    "end": 841
                }
            ]
        },
        {
            "section": "JHEP03(2020)055 7 Methodology and results",
            "text": "No significant deviations from the SM expectations are observed. The highest asymptotic local significance observed corresponds to 3.9 standard deviations for the signal hypothesis with m H = 627 GeV and m A = 162 GeV, which globally becomes 1.3 standard deviations once accounting for the look elsewhere effect [51], evaluated with the method described in ref. [52]. The local p-value in the m H vs. m A plane is displayed in figure 6. Figure 7 shows expected (left) and observed (right) model independent upper limits at 95% confidence level (CL), σ 95% , on the product of the production cross section and branching fraction (σB) for H(A) → ZA(H) → bb, evaluated using the CL s criterion [53,54] in the asymptotic approximation [55] as a function of the H and A and mass hypotheses. Model dependent exclusion regions at 95% CL in the m H vs. m A plane can be obtained by comparing σ 95% to the theoretical cross section predicted by a particular model. Figure 8 shows the expected and observed 95% CL exclusion regions for the Type-II 2HDM benchmark scenario tan β = 1.5 and cos(β − α) = 0.01, while figure 9 shows the 95% CL exclusion region in the tan β vs. cos(β − α) plane for m H = 379 GeV and m A = 172 GeV.",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 312,
                    "text": "[51]",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 362,
                    "text": "[52]",
                    "end": 366
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 427,
                    "text": "figure 6",
                    "end": 435
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 437,
                    "text": "Figure 7",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 691,
                    "text": "[53,",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 695,
                    "text": "54]",
                    "end": 698
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 731,
                    "text": "[55]",
                    "end": 735
                },
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 956,
                    "text": "Figure 8",
                    "end": 964
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 11
        },
        {
            "section": "Summary",
            "text": "This paper reports on a search for a new CP-even (odd) neutral Higgs boson, decaying into a Z boson and a lighter CP-odd (even) neutral Higgs boson, where the Z decays into an electron or muon pair, and the light Higgs boson into a b quark pair. The search is based on LHC proton-proton collision data at a center-of-mass energy √ s = 13 TeV collected by the CMS experiment during 2016, corresponding to an integrated luminosity of 35.9 fb −1 . We consider decays such as H → ZA → bb, where H and A are the additional CP-even and -odd Higgs bosons above-mentioned, respectively, in the context of the two-Higgs-doublet model (2HDM). They are searched for in the mass range from 120 to 1000 GeV for H and 30 to 1000 GeV for A. The search is subsequently extended to the A → ZH → bb process via interchanging the two mass parameters.",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "section": "Summary",
            "text": "JHEP03 2020   No significant deviations from the standard model expectations are observed. Model independent upper limits on the product of cross section and branching fraction are set. Limits are also set on the parameters of the 2HDM, assuming the Type-II formulation. Under the specific benchmark scenario corresponding to tan β = 1.5 and cos(β − α) = 0.01, regions with m H in the range 150-700 GeV and m A in the range 30-295 GeV with m H > m A , or alternatively for m H in the range 30-280 GeV and m A in the range 150-700 GeV with m H < m A are excluded at 95% confidence level. Results are also interpreted in the scenario where m H = 379 GeV and m A = 172 GeV. In this context, the region with cos(β − α) in the range −0.9-0.3 and tan β in the range 0.5-7.0 is excluded at 95% confidence level. With respect to previous searches, a larger region of the Type-II 2HDM parameter space is excluded.   JHEP03 2020    , 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary); the Council of Science and Industrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus programme of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonatabis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Ministry of Science andEducation, grant no. 3.2989.2017 (Russia); the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF;",
            "paragraph_rank": 39,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 7,
                    "text": "2020",
                    "end": 11
                },
                {
                    "start": 914,
                    "text": "2020",
                    "end": 918
                },
                {
                    "type": "bibr",
                    "start": 922,
                    "text": ", 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary)",
                    "end": 992
                },
                {
                    "type": "bibr",
                    "start": 1520,
                    "text": "Science and",
                    "end": 1531
                },
                {
                    "type": "bibr",
                    "start": 1531,
                    "text": "Education, grant no. 3.2989.2017 (Russia)",
                    "end": 1572
                }
            ]
        },
        {
            "text": "JHEP03(2020)055",
            "section_rank": 12
        },
        {
            "section": "JHEP03(2020)055",
            "text": "JHEP03 (2020)055the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Nvidia Corporation; the Welch Foundation, contract C-1845; and the Weston Havens Foundation (U.S.A.).",
            "paragraph_rank": 40,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 7,
                    "text": "(2020)055",
                    "end": 16
                }
            ]
        },
        {
            "section": "JHEP03(2020)055",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited. [9] J.M. Gerard and M. Herquet, A twisted custodial symmetry in the two-Higgs-doublet model, Phys. Rev. Lett. 98 (2007)  ",
            "paragraph_rank": 41,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 343,
                    "text": "Lett. 98 (2007)",
                    "end": 358
                }
            ]
        },
        {
            "text": "Figure 2 .",
            "section_rank": 13
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. The H and A branching fractions as a function of cos(β − α) in Type-II 2HDM for the following set of parameters: tan β = 1.5, m H = 300 GeV, m A = 200 GeV (left). The H and A branching fractions as a function of tan β in Type-II 2HDM for the following set of parameters: cos(β − α) = 0.01, m H = 300 GeV and m A = 200 GeV (right).",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "Figure 3 .",
            "section_rank": 14
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. The m jj (left) and m jj (right) distributions in data and background events after requiring all the analysis selections, for µµ + ee events. The background shapes and normalisations are obtained from simulation. The various signal hypotheses displayed have been scaled to a cross section of 2 pb for illustrative purposes. Error bars indicate statistical uncertainties, while shaded bands show systematic uncertainties prior to the fit (introduced in section 6).",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "Figure 4 .",
            "section_rank": 15
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4.The m jj vs. m jj plane for signal samples under three different mass hypotheses, on which the parametrised ellipses are shown (left). A signal hypothesis with m H = 500 GeV and m A = 300 GeV is shown in the m jj vs. m jj plane (right). The different ellipses show the variation of the ρ parameter in steps of 0.5, from 0 to 3. The intensity of the colour in each hexagonal bin is proportional to the number of events in it.",
            "paragraph_rank": 44,
            "section_rank": 15
        },
        {
            "text": "Figure 5 .",
            "section_rank": 16
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Post-fit ρ distributions from a background-only fit for the same-flavour lepton (left) and mixed-flavour lepton (right) events corresponding to a signal hypothesis with m H = 261 GeV and m A = 150 GeV (upper) and m H = 442 GeV and m A = 193 GeV (lower). The signal is normalised to 1 pb. Error bars indicate statistical uncertainties, while shaded bands show systematic uncertainties after the fit.",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "text": "Figure 6 .",
            "section_rank": 17
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Distribution of the local p-value in the m H vs. m A plane.",
            "paragraph_rank": 46,
            "section_rank": 17
        },
        {
            "text": "Figure 7 .",
            "section_rank": 18
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Expected (left) and observed (right) 95% CL upper limits on the product of the production cross section and branching fraction σB for H(A) → ZA(H) → bb as a function of m A and m H . The limits are computed using the asymptotic CL s method, combining the ee and µµ channels.",
            "paragraph_rank": 47,
            "section_rank": 18
        },
        {
            "text": "Figure 8 .",
            "section_rank": 19
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. Expected and observed 95% CL exclusion contours for the Type-II 2HDM benchmark tan β = 1.5 and cos(β − α) = 0.01 as a function of m A and m H . The inner (green) band and the outer (yellow) band indicate the regions containing 68 and 95%, respectively, of the distribution of the exclusion contours expected under the background-only hypothesis. The limits are computed using the asymptotic CL s method, combining the ee and µµ channels.",
            "paragraph_rank": 48,
            "section_rank": 19
        },
        {
            "text": "Figure 9 .",
            "section_rank": 20
        },
        {
            "section": "Figure 9 .",
            "text": "Figure 9.Expected and observed 95% CL exclusion contours for m H = 379 GeV and m A = 172 GeV as a function of tan β and cos(β − α). The inner (green) band and the outer (yellow) band indicate the regions containing 68 and 95%, respectively, of the distribution of the exclusion contours expected under the background-only hypothesis. The limits are computed using the asymptotic CL s method, combining the ee and µµ channels.",
            "paragraph_rank": 49,
            "section_rank": 20
        },
        {
            "text": "[ 3 ]",
            "section_rank": 21
        },
        {
            "section": "[ 3 ]",
            "text": "CMS collaboration, Observation of a new boson with mass near 125 GeV in pp collisions at √ s = 7 and 8 TeV, JHEP 06 (2013) 081 [arXiv:1303.4571] [INSPIRE]. [4] ATLAS, CMS collaboration, Combined measurement of the Higgs boson mass in pp collisions at √ s = 7 and 8 TeV with the ATLAS and CMS experiments, Phys. Rev. Lett. 114 (2015) 191803 [arXiv:1503.07589] [INSPIRE]. [5] CMS collaboration, Measurements of properties of the Higgs boson decaying into the four-lepton final state in pp collisions at √ s = 13 TeV, JHEP 11 (2017) 047 [arXiv:1706.09936] [INSPIRE]. [6] ATLAS collaboration, Measurement of the Higgs boson mass in the H → ZZ * → 4 and H → γγ channels with √ s = 13 TeV pp collisions using the ATLAS detector, Phys. Lett. B 784 (2018) 345 [arXiv:1806.00242] [INSPIRE]. [7] G.C. Branco et al., Theory and phenomenology of two-Higgs-doublet models, Phys. Rept. 516 (2012) 1 [arXiv:1106.0034] [INSPIRE]. [8] C. Csáki, The Minimal Supersymmetric Standard Model (MSSM), Mod. Phys. Lett. A 11 (1996) 599 [hep-ph/9606414] [INSPIRE].",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "Table 1 .",
            "section_rank": 22
        },
        {
            "section": "Table 1 .",
            "text": "Expected and observed event yields prior to the fit in the signal region with m H = 500 GeV and m A = 200 GeV for each elliptical bin. The signal is normalised to its theoretical cross section for the Type-II 2HDM benchmark tan β = 1.5 and cos(β − α) = 0.01. The ee and µµ categories are summed. The reported uncertainties are statistical only.",
            "paragraph_rank": 51,
            "section_rank": 22
        },
        {
            "text": "251802 [hep-ph/0703051] [INSPIRE]. [10] ATLAS collaboration, Search for a heavy Higgs boson decaying into a Z boson and another heavy Higgs boson in the bb final state in pp collisions at √ s = 13 TeV with the ATLAS detector, Phys. Lett. B 783 (2018) 392 [arXiv:1804.01126] [INSPIRE]. [11] CMS collaboration, Search for neutral resonances decaying into a Z boson and a pair of b jets or τ leptons, Phys. Lett. B 759 (2016) 369 [arXiv:1603.02991] [INSPIRE]. [12] ATLAS collaboration, Search for a CP-odd Higgs boson decaying to Zh in pp collisions at √ s = 8 TeV with the ATLAS detector, Phys. Lett. B 744 (2015) 163 [arXiv:1502.04478] [INSPIRE]. [13] ATLAS collaboration, Search for heavy resonances decaying into a W or Z boson and a Higgs boson in final states with leptons and b-jets in 36 fb −1 of √ s = 13 TeV pp collisions with the ATLAS detector, JHEP 03 (2018) 174 [Erratum ibid. 11 (2018) 051] [arXiv:1712.06518] [INSPIRE].",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "Acknowledgments",
            "section_rank": 25
        },
        {
            "section": "Acknowledgments",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our",
            "paragraph_rank": 53,
            "section_rank": 25
        },
        {
            "text": "JHEP03(2020)055",
            "section_rank": 27
        },
        {
            "section": "JHEP03(2020)055",
            "text": "Sejong University, Seoul, Korea H. S. Kim Seoul National University, Seoul, Korea J. Almond, J.H. Bhyun, J. Choi, S. Jeon, J. Kim, J.S. Kim, H. Lee, K. Lee, S. Lee, K. Nam, M. Oh, S.B. Oh, B.C ",
            "paragraph_rank": 54,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 35,
                    "text": "S. Kim Seoul National University, Seoul, Korea J. Almond, J.H. Bhyun, J. Choi, S. Jeon, J. Kim, J.S. Kim, H. Lee, K. Lee, S. Lee, K. Nam, M. Oh, S.B. Oh, B.C",
                    "end": 192
                }
            ]
        }
    ]
}