{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "Double-charm baryons, whose components are two heavy charm quarks and one light quark, are part of a large family of hadrons predicted by the quark model. Studies on them are helpful to understand the hadron structure and the nature of the strong interaction. After efforts expended over decades of searching, experimental measurements achieved a breakthrough with the first observation of the double-charm baryon of Ξ ++ cc (ccu) via Ξ ++ cc → Λ + c K − π + π + by the LHCb collaboration in 2017 [1]. Since then, the LHCb collaboration has been leading the experimental studies for doubly charmed baryons [2][3][4][5][6] because they are produced in considerably large numbers in the Large Hadron Collider (LHC). A very recent measurement was performed by LHCb to search for Ξ + cc (ccd) in the final state of Λ + c K − π + [5]; however, no significant signal was observed.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 497,
                    "text": "[1]",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 606,
                    "text": "[2]",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 609,
                    "text": "[3]",
                    "end": 612
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 612,
                    "text": "[4]",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 615,
                    "text": "[5]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 618,
                    "text": "[6]",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 825,
                    "text": "[5]",
                    "end": 828
                }
            ]
        },
        {
            "text": "Decay properties play an important role in the experimental search for doubly charmed baryons. The lowestlying ground states of double-charm baryons can only decay weakly. Two aspects of weak decays are essential in the relevant studies: the exclusive decay processes and the total decay widths (or lifetimes).",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "To search for a new particle, we have to select the most favorable process. The first report on the evidence of a doubly charmed baryon was given by the SELEX collaboration in the process of Ξ + cc → Λ + c K − π + in 2002 [7]. However, this result has never been confirmed by any other experiments such as the FOCUS, BABAR, Belle, and LHCb collaborations. Especially at the beginning of the LHC running, the largest *Corresponding author (email: yufsh@lzu.edu.cn) production of doubly charmed baryons was expected until 2013; however, no significant evidence was found by LHCb using the same process of Ξ + cc → Λ + c K − π + as that followed by SELEX [8]. In early 2017, the theoretical studies on the decay of doubly charmed baryons indicated that the best processes for their searches are Ξ ++ cc → Λ + c K − π + π + and Ξ + c π + , which have the largest branching fractions among all the decay channels of double-charm baryons and enable all the charged final particles to be easily detected at LHCb [9]. The process used by SELEX is actually misleading when applied to the following experiments. Indeed, the first successful observation of Ξ ++ cc in the final state of Λ + c K − π + π + was achieved in 2017 [1], and its confirmation via the process of Ξ ++ cc → Ξ + c π + occurred in 2018 [2]. The discovery of doubly charmed baryons was actually delayed by approximately five years because of the misleading process that was initially used by LHCb. When inspecting the 2012 data obtained by LHCb, the double-charm baryon can still be clearly observed via Ξ ++ cc → Λ + c K − π + π + [1]. After the observation of Ξ ++ cc , searches began for Ξ + cc , which was expected to be produced at the same rate as the previously observed double-charm baryon. Indeed, the process of Ξ + cc → Λ + c K − π + is predicted to be the most favorable among all the decay modes of Ξ + cc [9][10][11]. However, with the data of a total integrated luminosity of 9 fb −1 that was collected by LHCb, no significant signal of Ξ + cc was observed [5]. When compared to the observations of Ξ ++ cc when using only 1.7 fb −1 [1], the short lifetime of Ξ + cc becomes apparent. Indeed, lifetime is another important feature to consider when searching for double-charm baryons with hadron-hadron colliders. Firstly, the branching fraction of an exclusive decay is proportional to the lifetime,",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 222,
                    "text": "[7]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 652,
                    "text": "[8]",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1005,
                    "text": "[9]",
                    "end": 1008
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1215,
                    "text": "[1]",
                    "end": 1218
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1297,
                    "text": "[2]",
                    "end": 1300
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1592,
                    "text": "[1]",
                    "end": 1595
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1879,
                    "text": "[9]",
                    "end": 1882
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1882,
                    "text": "[10]",
                    "end": 1886
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1886,
                    "text": "[11]",
                    "end": 1890
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 2032,
                    "text": "[5]",
                    "end": 2035
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 2108,
                    "text": "[1]",
                    "end": 2111
                }
            ]
        },
        {
            "text": "With the same decay dynamics, i.e., the same partial width, a shorter lifetime leads to a smaller branching fraction along with fewer signal events. Secondly, at hadron-hadron colliders such as LHC, the shorter lifetime of a particle implies a shorter distance between its primary and secondary vertices. In case the production vertex is close to the primary vertex in the hadron-hadron collisions, the backgrounds would be larger resulting in difficulties in observations. The feature can be clearly seen in data presented by ref. [5]. For example, the single-event sensitivity, α, of the 2018 data shown in Table 3 of ref. [5] is 2.36±0.34, 1.06±0.15, 0.68±0.10 and 0.52±0.08 (in units of 10 −2 ) for the hypothesized Ξ + cc lifetimes of 40, 80, 120 and 160 fs, respectively. For the relation α ∝ 1/ε sig , the signal selection efficiency of the Ξ + cc decay is approximately proportional to its lifetime, ε sig ∝ τ(Ξ + cc ), in the range from 40 and 160 fs. Considering the above two effects, the signal events are proportional to the square of the lifetime, N sig ∝ τ 2 , in the above lifetime range. Therefore, a particle with a shorter lifetime is more difficult to be observed and vice versa.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 532,
                    "text": "[5]",
                    "end": 535
                },
                {
                    "type": "table",
                    "start": 609,
                    "text": "Table 3",
                    "end": 616
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 625,
                    "text": "[5]",
                    "end": 628
                }
            ]
        },
        {
            "text": "The lifetime of Ξ ++ cc was measured to be as large as (256 +24 −22 ± 14) fs [3], while that of Ξ + cc was predicted by most theoretical studies to be about three or four times smaller [12][13][14][15], or even as considerably small as 45 fs [16].",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 77,
                    "text": "[3]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 185,
                    "text": "[12]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 189,
                    "text": "[13]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 193,
                    "text": "[14]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 197,
                    "text": "[15]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 242,
                    "text": "[16]",
                    "end": 246
                }
            ]
        },
        {
            "text": "Although no significant signal has been observed, a small enhancement was seen in the Λ + c K − π + final state of Ξ + cc with a local significance of 3.1σ, near the mass of Ξ ++ cc expected under isospin symmetry [5]. It is expected that Ξ + cc could be observed with larger data samples and improved trigger conditions by LHCb Run III. Further studies on other doubleheavy-flavor baryons are also expected in both experiments and theories in the future.",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 214,
                    "text": "[5]",
                    "end": 217
                }
            ]
        }
    ]
}