{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Multiple astrophysical and cosmological observations show that the majority of the matter in the universe is non-luminous. It is not made of known particles, and it is called dark matter. This is one of the few pieces of concrete experimental evidence of new physics beyond the Standard Model. Despite decades of effort, we still know very little about the identity of dark matter; it remains one of the biggest outstanding mysteries facing particle physics. Among the numerous proposals to explain its nature, the Weakly Interacting Massive Particle (WIMP) scenario stands out. The WIMP scenario is based on a simple assumption that dark matter is in thermal equilibrium in the early hot universe, and that the dark matter particles have mass and interactions not too different from the massive particles in the Standard Model. Testing the WIMP hypothesis is a focus for many experimental searches. A variety of techniques are employed including the observation of WIMP annihilation, the measurement of WIMP-nucleon scattering in terrestrial detectors, and the inference of WIMP production at high energy colliders. In this article, we will focus on the last approach, and in particular on WIMP dark matter searches at the Large Hadron Collider. Authors note: this paper (and references therein) correspond to the version that was submitted to the joint issue of Nature Physics and Nature Astronomy in January 2017.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Several cosmological and astrophysical observations have shown that the vast majority of the matter in the universe is non-luminous. The energy budget of the universe can be categorized as ordinary matter, dark matter (DM) and dark energy [1]. Measurements of the cosmic microwave background, large scale structure and galaxy formation, show that DM comprises 27% of this energy budget, with ordinary matter only accounting for approximately 5% [2] Whilst the Standard Model (SM) of particle physics accurately describes the nature and properties of ordinary matter, we know very little about DM. Understanding the underlying nature of DM is one of the biggest unsolved problems in physics. Today, one of the most compelling theoretical explanations for the nature of DM is that it consists of a new class of subatomic particles, known as Weakly Interacting Massive Particles (WIMPs). These particles have masses of the order of the weak scale, corresponding to ∼100 gigaelectronvolt (GeV), and only interact weakly with SM particles. Such particles would explain the measured amount of DM in the universe [3]. Details about this DM relic abundance are given in Box 1. WIMPs feature in many new physics models, such as Supersymmetry (SUSY), which predict new massive particles in order to address several open questions of the Standard Model. The striking concurrence that both cosmology and particle physics independently point to new particles at the weak scale further motivates the WIMP hypothesis and guides a decades-long experimental search programme for DM. Even though WIMPs are not the only possible DM scenario, the discovery of WIMPs or the falsification of the WIMP hypothesis will be an essential step forward in the search for DM and hence in our understanding of the Universe. There is a long road ahead of us in our quest to probe the WIMP dark matter hypothesis. Collider searches for WIMPs, such as the ones performed at the Large Hadron Collider (LHC) at CERN [4], are expected to make vital contributions towards this important scientific goal, following a history of searches at the Tevatron [5] and LEP [6] colliders.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 239,
                    "text": "[1]",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 445,
                    "text": "[2]",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1106,
                    "text": "[3]",
                    "end": 1109
                },
                {
                    "type": "bibr",
                    "start": 1975,
                    "text": "CERN [4]",
                    "end": 1983
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 2114,
                    "text": "[5]",
                    "end": 2117
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 2126,
                    "text": "[6]",
                    "end": 2129
                }
            ]
        },
        {
            "text": "The search for WIMP DM",
            "section_rank": 3
        },
        {
            "section": "The search for WIMP DM",
            "text": "The search for WIMP DM is a multi-disciplinary effort that involves different experimental detection techniques. As shown in Fig. 1 (a-c), DM interactions with SM particles inspire different detection approaches: Indirect Detection (ID) experiments seek detection of DM via decay or annihilation into SM particles (a), Direct Detection (DD) experiment are designed to observe SM-DM scattering (b), and collider experiments aim to detect the DM particles produced in the particle collisions (c-d). Whilst all these experimental search strategies rely on detecting the interactions of DM particles with SM particles, their approaches are orthogonal and complementary.",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 125,
                    "text": "Fig. 1",
                    "end": 131
                }
            ]
        },
        {
            "section": "The search for WIMP DM",
            "text": "ID experiments aim to detect the fluxes of SM products, in particular gamma rays, charged leptons and neutrinos, produced by the annihilation or decay of DM particles [7]. They search for signals of WIMP annihilation from areas with expected higher DM concentration, such as the Galactic Center and dwarf spheroidal galaxies, as well as for signals from WIMPs accumulated in the Sun and Earth.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 167,
                    "text": "[7]",
                    "end": 170
                }
            ]
        },
        {
            "section": "The search for WIMP DM",
            "text": "DD experiments detect the scattering of galactic DM particles off atomic nuclei by measuring the nuclear recoil energy, which is typically in the kiloelectronvolt range. This is accomplished by sensitive detectors built to minimize background contamination from cosmic, environmental and internal interactions [8].",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 310,
                    "text": "[8]",
                    "end": 313
                }
            ]
        },
        {
            "section": "The search for WIMP DM",
            "text": "Collider searches aim to detect signals from DM particles produced when shows the production of DM particles from the annihilation of SM particles at colliders. Fig. (d) shows again the pair production of DM at colliders as in (c), but in this specific case the interaction occurs through a mediator particle between DM and SM particles. As demonstrated in the examples shown in last two diagrams, if the theory predicts the creation of DM through some mediator, then the corresponding process with the mediator decaying into SM particles will also occur. Adapted from [10] colliding SM particles (e.g. protons in the case of the LHC), in controlled laboratory conditions. Collider experiments can search for invisible DM particles, but they can also probe the interaction between the SM and DM particles by searching for the particles that mediate it, as shown in Fig. 1 (d). DD and ID experiments would establish the galactic origin of a stable WIMP signal, with limited sensitivity to the details of the interaction. In a collider experiment, the stability of DM particles is only established up to the timescales needed to traverse the detector. Unlike DD and ID experiments, collider experiments cannot probe whether these particles have a much longer lifetime such as that required for new particles constituting the DM relic density [9]. Therefore, collider searches are only able to ascertain the WIMP stability on the timescale required for these particles to exit the detector, but they can be designed to probe the SM-WIMP interaction in greater detail. Compelling evidence of WIMP DM would require confirmation from all these complementary experimental techniques. This article focuses on the progress of WIMP DM searches at the LHC, outlining the state of the art of the benchmark models used to design searches, the results, and the future directions for collider searches.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 161,
                    "text": "Fig. (d)",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 569,
                    "text": "[10]",
                    "end": 573
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 865,
                    "text": "Fig. 1 (d)",
                    "end": 875
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1340,
                    "text": "[9]",
                    "end": 1343
                }
            ]
        },
        {
            "text": "Collider searches for WIMPs",
            "section_rank": 4
        },
        {
            "section": "Collider searches for WIMPs",
            "text": "Searches for WIMP dark matter have been carried out at several high energy colliders, such as the Large Electron Positron Collider at CERN and the Tevatron at Fermilab (see e.g. Refs. [11,12,13]). It is the data from the currently operating LHC which provides the greatest sensitivity to rare processes and allows access to the highest energy scales for new phenomena involving Dark Matter. For this reason, this review is focused on WIMP searches at the LHC.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 184,
                    "text": "[11,",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 188,
                    "text": "12,",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 191,
                    "text": "13]",
                    "end": 194
                }
            ]
        },
        {
            "section": "Collider searches for WIMPs",
            "text": "The LHC is the largest operating particle collider in the world [14]. It is located near Geneva, Switzerland. The four main experiments at the LHC are ATLAS [15], ALICE [16], CMS [17], and LHCb [18]. The ATLAS and CMS experiments are multi-purpose experiments with similar physics goals: the measurement of Higgs boson properties and for physics beyond the SM, such as the nature of DM, as well as precise measurements of the SM. The ALICE experiment studies heavy ion collisions, while the LHCb experiment is a precision beauty and charm quark physics experiment.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 64,
                    "text": "[14]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 157,
                    "text": "[15]",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 169,
                    "text": "[16]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 179,
                    "text": "[17]",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 194,
                    "text": "[18]",
                    "end": 198
                }
            ]
        },
        {
            "section": "Collider searches for WIMPs",
            "text": "During its first data-taking period from March 2010 to February 2013, called Run 1, the LHC has delivered proton-proton collisions at a centre-of-mass energies of 7 and 8 teraelectronvolt (TeV). The LHC has restarted operations in summer 2015 (Run 2 ), at a centre-of-mass energies of 13 TeV. Both the LHC collision energy and the ability to deliver and collect collision data have been increased significantly with respect to Run 1.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Collider searches for WIMPs",
            "text": "The first years of LHC operation have been a marked success, with the discovery of a new scalar particle, consistent with the Higgs boson [19]. Additionally, excellent agreement with the SM has been observed in precision measurements.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 138,
                    "text": "[19]",
                    "end": 142
                }
            ]
        },
        {
            "section": "Collider searches for WIMPs",
            "text": "DM particles will not produce a visible signal in collider experiments such as ATLAS and CMS, due to their extremely weak interaction with SM particles which constitute the detectors. The presence of DM particles can be inferred using transverse momentum conservation, as shown in the schematic drawing in Fig 2. The net momentum in the plane perpendicular to the colliding beams is zero, and must also be so after the collision has taken place. An imbalance in this plane, obtained as the negative vector sum of the transverse momenta of all detected particles, is the main signal for direct production of DM at colliders. This quantity is termed missing transverse momentum or missing transverse energy (E miss T ).",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 306,
                    "text": "Fig 2.",
                    "end": 312
                }
            ]
        },
        {
            "text": "Predicting and observing DM at colliders",
            "section_rank": 5
        },
        {
            "section": "Predicting and observing DM at colliders",
            "text": "Theoretical frameworks predicting WIMPs are an integral part of collider searches for DM. Predictions from the phenomenology of these models aid the design and optimization of experimental searches. In addition, it is only under the assumption of a specific theoretical framework that the connection between collider and non-collider searches can be made. Nevertheless, the wide range of possible properties of particle DM requires that the collider search program includes searches that are as model-independent as possible.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "Predicting and observing DM at colliders",
            "text": "Missing transverse momentum, inferred from momentum conservation visible particles: photons, jets, ... Models of WIMP DM that would be observable at colliders vary in completeness and in complexity, in terms of number of parameters and specificity of the predicted phenomenology. Complete theories, such as SUSY, provide specific predictions for DM collider searches. Collider searches also target simpler benchmark models, modelling generic features of possible DM signals.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "Searches targeting specific new physics models: Supersymmetry",
            "section_rank": 6
        },
        {
            "section": "Searches targeting specific new physics models: Supersymmetry",
            "text": "Questions surrounding the discovery and properties of the Higgs boson associated with the process of electroweak symmetry breaking motivate theoretical scenarios that predict new physics at the weak scale. Many of these scenarios predict an invisible, stable heavy particle with mass close to the weak scale that can also serve as a DM candidate. Such scenarios predict many more new physics particles that can produce distinctive collider signals. Examples of this class of models include composite Higgs [20], new spatial dimensions [21,22,23,24,25] and SUSY (see Ref. [26] for a review).",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 506,
                    "text": "[20]",
                    "end": 510
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 535,
                    "text": "[21,",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 539,
                    "text": "22,",
                    "end": 542
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 542,
                    "text": "23,",
                    "end": 545
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 545,
                    "text": "24,",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 548,
                    "text": "25]",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 571,
                    "text": "[26]",
                    "end": 575
                }
            ]
        },
        {
            "section": "Searches targeting specific new physics models: Supersymmetry",
            "text": "SUSY has been a standard benchmark for collider searches for weak scale new physics and WIMP DM for many years, and it can be used as an example of a complete theory that includes a DM candidate.  In SUSY models, each of the SM particles has a supersymmetric partner, with spin differing by a half-integer with respect to its counterpart. To comply with experimental observations where baryon and lepton number are conserved, a symmetry called R-parity is often assumed in specific incarnations of SUSY models. As a consequence of this symmetry, the lightest SUSY particle (LSP) is stable and can be identified with the WIMP DM candidate. Collider signals of SUSY are characterised by cascade decays of superpartner particles terminating in the LSP, as shown in Fig. 3. These signals produce a final state signature in the detector that is rich in collimated sprays of particles (jets) from quarks and gluons, in some cases accompanied by leptons and photons, alongside a significant amount of missing transverse momentum. Experimental search strategies for SUSY searches discriminate signal and background events by the amount of missing transverse momentum, by the number of the other objects produced in the collision, and by kinematic quantities that are functions of the visible particle masses and the missing transverse momentum in the event.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 762,
                    "text": "Fig. 3",
                    "end": 768
                }
            ]
        },
        {
            "section": "Searches targeting specific new physics models: Supersymmetry",
            "text": "A complete SUSY theory framework with full predictive power has a large number of parameters, as all superpartner masses and interactions with SM particles need to be specified. The benchmark models for many SUSY searches at the LHC are, rather than full theories, simplified SUSY models [27]. Rather than predicting specific experimental signatures for one particular choice of model parameters, simplified models approximate the features of SUSY signals at LHC energies.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 288,
                    "text": "[27]",
                    "end": 292
                }
            ]
        },
        {
            "section": "Searches targeting specific new physics models: Supersymmetry",
            "text": "Simplified models separate the masses of the SUSY particles involved in a limited number of decays from the rest of the superpartner particles, by setting most of the SUSY particle masses above the collider center of mass energy. This simplifies the possible decay modes, fixes their relative rates and generally reduce the complexity of a complete SUSY theory while still describing the relevant phenomenology of LHC searches for individual SUSY particle production and decay modes. LHC results interpreted as simplified models can still be related to the more complex behaviour of SUSY theories (see e.g. Refs. [28,29]). So far, no experimental evidence for SUSY has been found. For details on the experimental constraints on SUSY particles see the experimental SUSY review in Ref. [30]. shows the same simplified model where the mediator decays back into SM quarks. The coupling constant characterizing the mediator-quark interaction strength is denoted as (g q ), while the mediator-DM coupling constant is denoted as g DM . Adapted from [31] While the searches in the context of complete theoretical frameworks such as SUSY remain a focus of the LHC, in recent years the DM search program has been augmented by a model-agnostic approach. The starting point for generic DM searches is the basic interaction between SM particles and WIMPs, as shown in Fig. 4 (a). The basic process sought at colliders is the pair production of DM, in association with one or more additional SM particles, as sketched in Fig. 4 (b). Events are selected for these types of searches if they contain a high momentum object (e.g. a jet, a photon, a vector boson...) radiated by the initial state quarks and gluons, in combination with significant missing transverse energy (E miss T ). This signature is motivated by the assumption that proton-proton collisions produce two WIMPs, which remain undetected in the experiments but can be inferred from the measured E miss T in the event as they recoil against the energetic mono-object. Given the presence of missing transverse momentum and of at least one highly energetic object, this search approach is sometimes called mono-X [32,33,34,35,36,37,13,38,39]. This has become a standard search strategy at colliders.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 613,
                    "text": "[28,",
                    "end": 617
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 617,
                    "text": "29]",
                    "end": 620
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 784,
                    "text": "[30]",
                    "end": 788
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1042,
                    "text": "[31]",
                    "end": 1046
                },
                {
                    "type": "figure",
                    "start": 1355,
                    "text": "Fig. 4 (a)",
                    "end": 1365
                },
                {
                    "type": "figure",
                    "start": 1507,
                    "text": "Fig. 4 (b)",
                    "end": 1517
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 2159,
                    "text": "[32,",
                    "end": 2163
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 2163,
                    "text": "33,",
                    "end": 2166
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 2166,
                    "text": "34,",
                    "end": 2169
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 2169,
                    "text": "35,",
                    "end": 2172
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 2172,
                    "text": "36,",
                    "end": 2175
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 2175,
                    "text": "37,",
                    "end": 2178
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2178,
                    "text": "13,",
                    "end": 2181
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 2181,
                    "text": "38,",
                    "end": 2184
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 2184,
                    "text": "39]",
                    "end": 2187
                }
            ]
        },
        {
            "section": "Searches targeting specific new physics models: Supersymmetry",
            "text": "Early LHC mono-X searches employed an Effective Field Theory (EFT) approach to interpret the experimental results in terms of DM [37] and compare them to results of DD and ID experiments. Within the EFT approach, SM and DM particles interact through a four-point effective (contact) interaction. This is akin to the Fermi theory describing weak interactions before the introduction of the W and Z bosons [40]. Heavy particles mediating the SM-DM interactions are mapped to generic effective operators. These operators are characterized by the energy scale at which the SM-DM interactions would occur. They capture the characteristics of the SM-DM interaction as long as the states mediating the interaction are heavier than the operator's energy scale [41,42]. Searches at the LHC Run 1 constrained numerous operators up to energy scales of 1.5 TeV [43,44].",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 129,
                    "text": "[37]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "start": 404,
                    "text": "[40]",
                    "end": 408
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 752,
                    "text": "[41,",
                    "end": 756
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 756,
                    "text": "42]",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 849,
                    "text": "[43,",
                    "end": 853
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 853,
                    "text": "44]",
                    "end": 856
                }
            ]
        },
        {
            "section": "Searches targeting specific new physics models: Supersymmetry",
            "text": "In its simplicity, the EFT approach is an attractive tool to encapsulate the relevant degrees of freedom and phenomenology for WIMP interactions without introducing the complexity of a full theory, but the EFT description of DM at colliders may break down at energies corresponding to the scales of the particles mediating the SM-DM interaction. It is therefore fruitful to take one step beyond the simple EFT approach in order to further probe the interaction between SM and WIMP DM. In a similar fashion as in SUSY models, but in this case in the direction of added complexity with respect to effective field theories, simplified models introduce particles that mediate the interactions between SM and WIMP DM. As in the case of the SUSY simplified models described earlier, these models describe the relevant LHC phenomenology and can be designed to be fully consistent at all energy scales. The phenomenology of simplified models where the mediator mass is large corresponds to that of an EFT. Typical simplified models used at the LHC only have a handful of parameters and allow the design and characterization of generic searches that need no assumptions about extended particle sectors. Simplified models represent a widely used class of benchmarks for the design and interpretation of DM searches at the LHC: Refs. [41,45] (and references therein) provide reviews of the simplified models used for the LHC Run 1 and of their relation with EFTs.",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1323,
                    "text": "[41,",
                    "end": 1327
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1327,
                    "text": "45]",
                    "end": 1330
                }
            ]
        },
        {
            "section": "Searches targeting specific new physics models: Supersymmetry",
            "text": "One of the simplest possibilities for the interactions described by simplified models is that the mediator particle is a SM particle, or has the same couplings as SM particles. If DM particles are part of a weak SU (2) L multiplet, they can interact with the SM through weak interactions mediated by the W and Z bosons. Scenarios with SM as mediator particles are constrained by electroweak precision measurements and direct searches [46,47]. Other examples of related cases are supersymmetric theories where the Wino and the Higgsino are weak triplet and doublet, respectively. For these kinds of SUSY scenarios, much of the parameter space remains unexplored. The upcoming runs of the LHC can probe the WIMP DM mass in these SUSY models only up to a couple hundred GeV, requiring future colliders for further exploration [30,48]. Furthermore, the Higgs boson can also mediate SM-DM interactions. For example, Higgs portal scenarios are sought both via the invisible decays of the Higgs boson and via measurements of the Higgs couplings [49,50]. The fraction of decays of the Higgs boson into invisible particles, including processes where the Higgs decays into DM particles, is currently measured to be less than 24%. The sensitivity of those searches and measurements is still largely above the fraction of Higgs bosons decaying into four neutrinos via two Z bosons predicted by the SM.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 434,
                    "text": "[46,",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 438,
                    "text": "47]",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 823,
                    "text": "[30,",
                    "end": 827
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 827,
                    "text": "48]",
                    "end": 830
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1038,
                    "text": "[49,",
                    "end": 1042
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1042,
                    "text": "50]",
                    "end": 1045
                }
            ]
        },
        {
            "section": "Searches targeting specific new physics models: Supersymmetry",
            "text": "Simplified models where the mediator particle is not yet included in the SM are used as the main benchmark models for LHC searches. An example is the case of a new mediator particle exchanged in the s−channel as in Fig. 4 (bc). The SM-DM interaction is characterized by the mass of the new mediator particle, by the type and magnitude of the mediator's coupling strengths to the WIMP DM (g DM ) and to SM quarks (g q ), and by the DM particle mass. LHC searches interpreted in terms of this simplified model consider a new boson with either vector or axial vector couplings as the mediator particle, with the coupling to DM fixed to unity and coupling to quarks fixed at 0.25. These coupling strength values are free parameters of simplified DM models. In this case, they have been chosen so that they lie within the regime of validity for this kind of simplified model and so that strong constraints from direct mediator searches before the LHC Run 2 results are avoided [51].",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 215,
                    "text": "Fig. 4 (bc)",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 972,
                    "text": "[51]",
                    "end": 976
                }
            ]
        },
        {
            "section": "Searches targeting specific new physics models: Supersymmetry",
            "text": "Within this simple benchmark scenario, mono-X searches at ATLAS and CMS constrain mediator masses up to 2 TeV and DM masses up to 500 GeV [52,53,54,55]. Similar models include interactions with leptons, needed for the model's self-consistency (see e.g. Ref. [56]), or include interactions between the new boson and the Higgs bosons (see e.g. Refs. [57,58]). The choice of a limited number of benchmark scenarios is still intended to represent a broader category of models where a Z-boson-like particle mediates the SM-DM interactions. The kinematic distributions of the signals to which collider and DD/ID searches are sensitive do not change significantly upon changing the mediator particle to a pure vector boson rather than an axial vector boson. However, modifying the mediator coupling type and values will affect the cross-section of this model in collider and DD/ID experiments differently. An alternative simplified model scenario to the exchange of a Z-boson-like particle is the one where SM-DM interactions are mediated by a new scalar (Higgs-like) or pseudoscalar particle, exchanged as in Fig. 4 (b-c). The scalar mediator's couplings to fermions are equal to the SM Higgs-fermion couplings, while the couplings to WIMP DM particles are set to unity. In more sophisticated versions of the same model, this mediator can mix with the Higgs boson (see e.g. Refs. [57,58]). LHC searches are starting to be sensitive to these benchmarks in mono-jet final states [55] or in final states where the DM mediator is produced in association with heavy quarks. It is expected that with the 2016 dataset this category of simplified models will be explored in more detail.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 138,
                    "text": "[52,",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 142,
                    "text": "53,",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 145,
                    "text": "54,",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 148,
                    "text": "55]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 258,
                    "text": "[56]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 348,
                    "text": "[57,",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 352,
                    "text": "58]",
                    "end": 355
                },
                {
                    "type": "figure",
                    "start": 1103,
                    "text": "Fig. 4 (b-c)",
                    "end": 1115
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1374,
                    "text": "[57,",
                    "end": 1378
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1378,
                    "text": "58]",
                    "end": 1381
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1471,
                    "text": "[55]",
                    "end": 1475
                }
            ]
        },
        {
            "section": "Searches targeting specific new physics models: Supersymmetry",
            "text": "Colliders also play a crucial role in the context of models with new particles mediating the interaction between WIMP DM and SM particles, as they can search for the visible decays of the mediator particles. One guaranteed visible mediator decay at colliders is the decay into the same SM particles whose collisions produced these mediators, namely quarks and gluons. Although such a signal would not involve the dark matter particle directly, it is an integral part of the model and thus also probes the dark matter hypothesis. Heavy (∼ TeV) resonant states decaying into a pair of quarks or gluons would produce a distinctive signal at hadron colliders: a narrow excess in the invariant mass of the two most energetic jets (dijet) atop the smoothly falling QCD background. Searches for these new particles are only loosely tied to specific models (see Ref. [59] for a review and list of benchmark signals). Even though the connection between a signal in one of these searches and Dark Matter needs confirmation from direct searches for DM particles, these searches are sensitive to the presence of DM mediators with couplings to quarks and gluons. The invariant mass of the two most energetic jets in the event (di-jet system) is used as the main observable for the search. Mediator particles can also have couplings to other SM particles and therefore can decay to other final states. We will restrict the discussion in this article to the example of a Z-like mediator that interacts only with quarks and DM particles with axial vector couplings. Searches for DM mediators with masses above the TeV scale [60,61] benefit from the combination of the higher Run 2 collision energy and data rates: their mass reach will be approximately doubled in this LHC data taking period. With their high-mass searches, ATLAS and CMS dijet searches constrain axial vector mediator masses from 1.1 TeV to 2.5 TeV in the axial vector scenario used for mono-X searches above. As the parameter space for the mass of the mediator particle in these simplified DM models is only loosely constrained by the relic density [62,51], searches for particles with mass above the TeV are not sufficient to cover the full parameter space. This motivates additional interest in rare, low-mass resonances not yet excluded by previous collider searches [59], which benefit from the higher collision rates. Whilst there is no issue in recording all background and possible signal events at the highest invariant masses, only a reduced fraction of events from high-rate processes at lower invariant masses can be fully recorded during data taking. To overcome this limitation, LHC searches for particles with invariant masses below 1 TeV either only record a limited amount of information rather than the full event [63], or target new particles that are produced in association with a highly energetic jet or from radiation of the initial state quarks and gluons (ISR). One example of such a final state is given by the process in Fig. 4 (b), with the difference that the final state DM particles are replaced by SM quarks [64]. These searches can probe mediator masses as low as 100 GeV.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 859,
                    "text": "[59]",
                    "end": 863
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 1608,
                    "text": "[60,",
                    "end": 1612
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 1612,
                    "text": "61]",
                    "end": 1615
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 2101,
                    "text": "[62,",
                    "end": 2105
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 2105,
                    "text": "51]",
                    "end": 2108
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 2322,
                    "text": "[59]",
                    "end": 2326
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 2783,
                    "text": "[63]",
                    "end": 2787
                },
                {
                    "type": "figure",
                    "start": 2999,
                    "text": "Fig. 4 (b)",
                    "end": 3009
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 3091,
                    "text": "[64]",
                    "end": 3095
                }
            ]
        },
        {
            "section": "Searches targeting specific new physics models: Supersymmetry",
            "text": "The complementarity between searches for WIMP DM particles and searches for mediator particles using the axial vector simplified model is illustrated in the sketch of constraints from mono-X and dijet searches in the DM vs mediator mass plane, in Fig. 5. Mono-X searches cover the model parameter space where the mass of the DM particle is lower than two times the mediator mass, allowing the mediator to decay on-shell to DM particles. Dijet searches are more sensitive at higher mediator and higher DM masses with respect to mono-X searches, as in that region of the parameter space DM decays of the mediator are suppressed with respect to dijet decays. The parameter space covered by mono-X and dijet searches is however highly dependent on the choice of quark couplings.  Figure 5: Sketch of the constraints on a simplified model of WIMP DM where a particle with axial vector couplings of 1.0 and 0.25 to DM and SM respectively is exchanged. The constraints from mono-X (exclusion region in red) and dijet DM searches (exclusion region in blue) are shown in the plane of dark matter mass vs. mediator mass. The couplings represented in this sketch and its general features are inspired by LHC dijet and mono-X results [61,65,60,52].",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 247,
                    "text": "Fig. 5",
                    "end": 253
                },
                {
                    "type": "figure",
                    "start": 776,
                    "text": "Figure 5",
                    "end": 784
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 1222,
                    "text": "[61,",
                    "end": 1226
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 1226,
                    "text": "65,",
                    "end": 1229
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 1229,
                    "text": "60,",
                    "end": 1232
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1232,
                    "text": "52]",
                    "end": 1235
                }
            ]
        },
        {
            "text": "Common interpretation of collider and noncollider results",
            "section_rank": 7
        },
        {
            "section": "Common interpretation of collider and noncollider results",
            "text": "The comparison of collider results with non-collider results involves a common theoretical model, therefore requiring additional assumptions to be taken into account. For example, for non-collider results these assumptions include the knowledge of relic density and the DM density in the vicinity of the earth or of the galactic center, while for collider results details of the production and decay mechanisms in particle collisions have to be specified. These comparisons are often performed using observables used for the presentation of results of non-collider searches, namely the cross-section of the annihilation of DM particles to SM particles or the cross section of the scattering between nucleons and DM particles.",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "section": "Common interpretation of collider and noncollider results",
            "text": "The parameter space of complete new physics models such as SUSY is inherently linked to the constraints on WIMP DM (see for example [66,67,68,69,70]). SUSY searches at colliders and searches from DD/ID experiments, as well as flavour physics and precision electroweak measurements and the measured value of the DM relic density, can be used to constrain the parameter space of full SUSY models, assuming that the LSP is the DM candidate.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 132,
                    "text": "[66,",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 136,
                    "text": "67,",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 139,
                    "text": "68,",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 142,
                    "text": "69,",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 145,
                    "text": "70]",
                    "end": 148
                }
            ]
        },
        {
            "section": "Common interpretation of collider and noncollider results",
            "text": "As described in detail in [71], a collider and non-collider searches can also be compared when interpreted in the framework of simplified models. In this approach, constraints on simplified models from collider searches are translated into upper limits on the DM-nucleon scattering cross section, and analyzed as a function of the mass of the DM particle. The details of these comparisons depend on the assumed interaction structure and coupling scenarios of the simplified model. As an illustrative example, Ref. [71] recommends an example coupling scenario to compare the results of collider and DD experiments. A sketch of such a comparison is shown in Fig. 6. We note that this is just one example, and the details of such comparisons depend on the model assumptions. At the same time, such comparisons in the framework of simplified models show that the sensitivity of collider experiments can complement that of non-collider experiments for different interaction structures and certain kinematic regions. For example, this could be the case for low DM masses where the direct detection is limited by experimental thresholds.",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 26,
                    "text": "[71]",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 514,
                    "text": "[71]",
                    "end": 518
                },
                {
                    "type": "figure",
                    "start": 656,
                    "text": "Fig. 6",
                    "end": 662
                }
            ]
        },
        {
            "section": "Common interpretation of collider and noncollider results",
            "text": "We also note that there have been recent effort of non-collider experiments towards improved sensitivity at low DM masses, see e.g. [72,73,74].",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 132,
                    "text": "[72,",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 136,
                    "text": "73,",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 139,
                    "text": "74]",
                    "end": 142
                }
            ]
        },
        {
            "text": "Conclusions and outlook",
            "section_rank": 8
        },
        {
            "section": "Conclusions and outlook",
            "text": "As the LHC has just concluded the delivery of only about 1% of the dataset planned during its running period up to 2035, it is evident that the search for WIMP DM at collider experiments has only just begun. DM at colliders offers a rich spectrum of possible signals. While DM can be part of a large framework of TeV-scale new physics with striking signals, such as SUSY, it can also be represented within minimal frameworks that only allow for simple interactions with the SM. As summarized in this article, LHC searches have covered both ends of the range of theoretical models, and continue to make progress. DM searches at colliders play an important role in complementing the search programme of non-collider searches.",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "section": "Conclusions and outlook",
            "text": "In any case, given our limited knowledge about DM, it is essential to cast a wide net and broaden the scope of collider searches beyond the minimal WIMP hypothesis. There are many possible directions, some of which are already pursued by collider searches. For example, it is possible that DM is part of a larger dark sector with a rich structure rather than a single particle [77]. This dark sector can include additional particles, which can couple to the DM and have in- (a) Figure 6: Sketch of the comparison between constraints set on spin-dependent WIMP-proton scattering cross section for DM searches at colliders (red line) and at direct detection experiment probing different regions in WIMP mass (green lines). The model parameters represented in this sketch and its general features are inspired by the results of LHC monojet and DD searches [65,52,75,73,76], but this figure only has an illustrative purpose. This comparison is performed within a simplified model in which a vector boson is exchanged to mediate the SM-DM interaction with DM and SM quark couplings fixed to unity and 0.25 respectively. It should be noted that the the absolute exclusion of the collider result in this kind of comparisons, as well as its relative importance, will depend on the chosen coupling and model scenario. Therefore, the comparison of collider limit with DD excluded regions in this kind of plots is not applicable to other choices of coupling values or models.",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 377,
                    "text": "[77]",
                    "end": 381
                },
                {
                    "type": "figure",
                    "start": 478,
                    "text": "Figure 6",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 853,
                    "text": "[65,",
                    "end": 857
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 857,
                    "text": "52,",
                    "end": 860
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 860,
                    "text": "75,",
                    "end": 863
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 863,
                    "text": "73,",
                    "end": 866
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 866,
                    "text": "76]",
                    "end": 869
                }
            ]
        },
        {
            "section": "Conclusions and outlook",
            "text": "teresting dynamics. DM could have self interactions [78], or there may be more than one species of DM. A typical feature of dark sector models alternative to WIMP DM is the presence of many more characteristic signatures, complementing the missing transverse momentum from invisible particles. More often than not, the most prominent signal does not stem from the observation of the DM particle itself. Therefore, it is also fruitful to consider collider searches for dark sectors in a broader class of experimental signatures. LHC searches for dark photons and long-lived particles, for example, are a step in this direction [79,80,81,82,83,84]. Dark sector models also offer signals beyond the standard DM detection methods, involving cosmological observations and other terrestrial experiments such as fixed target searches, providing a rich unexplored experimental landscape in the search for DM. The collider searches described in this review offer an essential contribution to probing the WIMP dark matter hypothesis and complement the searches at DD and ID experiments: a discovery would be revolutionary. However, the search for WIMP dark matter at colliders could also be a long journey which may not end with the LHC, but be continued at future, higher energy colliders.",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 52,
                    "text": "[78]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 626,
                    "text": "[79,",
                    "end": 630
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 630,
                    "text": "80,",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 633,
                    "text": "81,",
                    "end": 636
                },
                {
                    "type": "bibr",
                    "start": 636,
                    "text": "82,",
                    "end": 639
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 639,
                    "text": "83,",
                    "end": 642
                },
                {
                    "type": "bibr",
                    "start": 642,
                    "text": "84]",
                    "end": 645
                }
            ]
        },
        {
            "section": "Conclusions and outlook",
            "text": "Box 1 -The WIMP \"miracle\" DM is only observed experimentally through its gravitational interaction. There is little knowledge about the identity and cosmological evolution of DM particles. Among the vast number of possible scenarios for the nature of DM, Weakly Interacting Massive Particles (WIMP) stand out as a compelling theoretical possibility. This scenario starts from the simple assumption that DM particles have small but appreciable interactions with SM particles, so that they are in thermal equilibrium in the early universe. In addition to giving rise to a simple initial condition for the cosmological evolution of the DM abundance, this assumption also allows us to make experimental predictions involving DM particles without needing to know their earlier cosmological evolution. DM particles could still have a large range of masses and couplings with the SM particles. However, if the DM mass is around the weak scale (similar to the massive particles found in the SM) and if DM particles couple with SM particles with a strength similar to that of the SM electroweak interactions, this simple scenario approximately predicts the correct observed DM relic abundance. This concordance is sometimes called WIMP \"miracle\", even though it is more of a ball-park estimate than a precise prediction. If such WIMP DM was detected in a laboratory and its properties measured, we could then precisely predict the WIMP relic abundance and compare this prediction with cosmological observations. The LHC and other experiments can probe a wide region in the mass-coupling space of WIMP DM. Even though the scenario of WIMP DM is by no means the only one, it is a simple and compelling scenario, and testing it thoroughly is a necessary milestone in our quest for the DM.",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "section": "Conclusions and outlook",
            "text": "Liantao Wang is the corresponding author for this manuscript, to whom correspondence and requests for materials should be addressed. We thank A. Boveia, M. Danninger, A. De Roeck, T. J. Khoo, G. Landsberg, and C. Young for valuable comments on this manuscript. Work by CD is part of a project that has received funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation programme (Grant Agreement No 679305) and from the Swedish Research Council. The work of LTW was supported in part by the Kavli Institute for Cosmological Physics at the University of Chicago through grant NSF PHY-1125897 and an endowment from the Kavli Foundation and its founder Fred Kavli.",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "Figure 1 :",
            "section_rank": 9
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Schematic illustration of DM interactions and their corresponding experimental detection techniques, with time flowing from left to right. Fig. (a) shows DM annihilation to SM particles, sought by Indirect Detection (ID) experiments. Fig. (b) shows DM → SM particle scattering, as searched for in Direct Detection (DD) experiments.Fig. (c)shows the production of DM particles from the annihilation of SM particles at colliders.Fig. (d)shows again the pair production of DM at colliders as in (c), but in this specific case the interaction occurs through a mediator particle between DM and SM particles. As demonstrated in the examples shown in last two diagrams, if the theory predicts the creation of DM through some mediator, then the corresponding process with the mediator decaying into SM particles will also occur. Adapted from[10] ",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 843,
                    "text": "[10]",
                    "end": 847
                }
            ]
        },
        {
            "text": "Figure 2 :",
            "section_rank": 10
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: Schematic illustration of missing transverse momentum from DM production inferred from the recoil of visible particles, in a general purpose LHC detector.",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Figure 3 :",
            "section_rank": 11
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: A typical production and decay chain involving SUSY particles. DM is at the end of the decay chain, leading to missing transverse momentum.",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "text": "2. 1 . 2 Figure 4 :",
            "section_rank": 12
        },
        {
            "section": "2. 1 . 2 Figure 4 :",
            "text": "Figure 4: Schematic illustration of the basic SM-DM interactions at colliders, with time flowing from left to right. Sketch (a) shows the basic SM-DM interaction in an effective field theory (EFT), (b) shows its extension as a basic simplified model where a new mediator particle is exchanged in the s−channel (including an additional energetic object radiated from one of the initial state quarks) and (c) shows the same simplified model where the mediator decays back into SM quarks. The coupling constant characterizing the mediator-quark interaction strength is denoted as (g q ), while the mediator-DM coupling constant is denoted as g DM . Adapted from[31] ",
            "paragraph_rank": 37,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 658,
                    "text": "[31]",
                    "end": 662
                }
            ]
        }
    ]
}