{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for Higgs boson pair production via vector-boson fusion (VBF) in the bbbb final state is carried out with the ATLAS experiment using 126 fb −1 of protonproton collision data delivered at √ s = 13 TeV by the Large Hadron Collider. This search is sensitive to VBF production of additional heavy bosons that may decay into Higgs boson pairs, and in a non-resonant topology it can constrain the quartic coupling between the Higgs bosons and vector bosons. No significant excess relative to the Standard Model expectation is observed, and limits on the production cross-section are set at the 95% confidence level for a heavy scalar resonance in the context of an extended Higgs sector, and for non-resonant Higgs boson pair production. Interpretation in terms of the coupling between a Higgs boson pair and two vector bosons is also provided: coupling values normalised to the Standard Model expectation of κ 2V < −0.76 and κ 2V > 2.90 are excluded at the 95% confidence level in data.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "JHEP07(2020)108",
            "section_rank": 2
        },
        {
            "text": "Conclusion",
            "section_rank": 3
        },
        {
            "section": "Conclusion",
            "text": "The ATLAS collaboration",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "Introduction",
            "section_rank": 4
        },
        {
            "section": "Introduction",
            "text": "The Higgs boson (H) was discovered by the ATLAS and CMS collaborations in 2012 [1,2] using proton-proton (pp) collisions at the Large Hadron Collider (LHC). The measured properties have so far been found to be in agreement with the Standard Model (SM) predictions. The production of a pair of Higgs bosons (HH) is a rare process in the SM with a cross-section about 1000 times smaller than the single Higgs boson production cross-section, but various theories beyond the SM (BSM) predict cross-sections for HH production that are significantly higher than the SM prediction. Spin-0 resonances, with narrow or broad width, that decay into Higgs boson pairs, appear in BSM scenarios [3,4]. Enhanced non-resonant Higgs boson pair production is predicted by many models, for example those featuring light coloured scalars [5] or new contact interactions, such as direct ttHH vertices [6,7]. Previous searches for Higgs boson pair production in the bbbb channel were carried out in the gluon-gluon fusion (ggF) production mode by the ATLAS and CMS collaborations [8][9][10][11][12], and limits were set for resonant and non-resonant production. Statistical combinations of search results for HH in various decay channels were also performed by the two experiments [13,14], profiting from the sensitivity of several final states.",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 79,
                    "text": "[1,",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 82,
                    "text": "2]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 681,
                    "text": "[3,",
                    "end": 684
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 684,
                    "text": "4]",
                    "end": 686
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 818,
                    "text": "[5]",
                    "end": 821
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 880,
                    "text": "[6,",
                    "end": 883
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 883,
                    "text": "7]",
                    "end": 885
                },
                {
                    "type": "bibr",
                    "start": 1058,
                    "text": "[8]",
                    "end": 1061
                },
                {
                    "type": "bibr",
                    "start": 1061,
                    "text": "[9]",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "start": 1064,
                    "text": "[10]",
                    "end": 1068
                },
                {
                    "type": "bibr",
                    "start": 1068,
                    "text": "[11]",
                    "end": 1072
                },
                {
                    "type": "bibr",
                    "start": 1072,
                    "text": "[12]",
                    "end": 1076
                },
                {
                    "type": "bibr",
                    "start": 1259,
                    "text": "[13,",
                    "end": 1263
                },
                {
                    "type": "bibr",
                    "start": 1263,
                    "text": "14]",
                    "end": 1266
                }
            ]
        },
        {
            "text": "JHEP07(2020)108",
            "section_rank": 5
        },
        {
            "section": "JHEP07(2020)108",
            "text": "This paper focuses on searches for Higgs boson pair production via vector-boson fusion (VBF), through diagrams such as those presented in figure 1, and using the dominant H → bb decay mode [15]. The VBF process (pp → HHjj) is characterised by the presence of two jets (j) with a large rapidity gap resulting from quarks from which a vector boson (V ) is radiated. In the SM, three different types of couplings are involved in HH production via VBF: the Higgs boson self-coupling (HHH), the Higgs-boson-vector-boson coupling (V V H) and the quartic (di-vector-boson-di-Higgs-boson, or V V HH) coupling. The coupling modifiers κ λ , κ V and κ 2V control the strength of the HHH, V V H and V V HH couplings with respect to the SM value, respectively, and are normalised so that they are equal 1 in the SM. A deviation of these coupling modifiers from their SM expectations could lead to enhanced HH production. While searches in the ggF mode are more sensitive to deviations in κ λ , the VBF topology has unique sensitivity to κ 2V [15] because the ggF mode does not involve the V V HH interaction. For resonant production, two classes of signals are tested to perform a generic inclusive search for resonances with masses m X in the range 260-1000 GeV. The first signal class is representative of a broad resonance with width typically 10-20% of the signal mass; it corresponds to a heavy scalar of the 2HDM Type II model [16] and is obtained by setting the ratio of vacuum expectation values of the two Higgs doublets tan(β) = 2.0 and sin(β − α) = 0.6, where α is the mixing angle between the two CP-even Higgs bosons. The second class features a narrow resonance with a fixed width of 4 MeV.",
            "paragraph_rank": 5,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 189,
                    "text": "[15]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1029,
                    "text": "[15]",
                    "end": 1033
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1420,
                    "text": "[16]",
                    "end": 1424
                }
            ]
        },
        {
            "text": "JHEP07(2020)108",
            "section_rank": 6
        },
        {
            "section": "JHEP07(2020)108",
            "text": "Jets are reconstructed from three-dimensional topological clusters of energy deposits in the calorimeter [54] with the anti-k t algorithm [55] implemented in the FastJet package [56] with radius parameter R = 0.4. Clusters are calibrated at the EM scale [57] and their energy is corrected for additional energy deposits from pile-up interactions using an area-based correction [58]. Subsequently, calibration using p T -and η-dependent factors derived from simulation is applied, followed by the global sequential calibration [57]. The latter reduces the flavour dependence of the calibration and energy leakage effects. The final calibration is based on in situ measurements in collision data [57]. To preferentially reject jets originating from pile-up interactions, a multivariate classification algorithm (jet vertex tagger) based on tracking information [59] is used for jets with p T < 60 GeV and |η| < 2.4. The selected working point provides an inclusive hard-scatter process efficiency of about 97% in that kinematic region. The efficiency in the simulation is corrected to match that measured in data. Events having jets consistent with noise in the calorimeter or non-collision backgrounds are vetoed [57].",
            "paragraph_rank": 6,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 138,
                    "text": "[55]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 178,
                    "text": "[56]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 377,
                    "text": "[58]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "start": 526,
                    "text": "[57]",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "start": 694,
                    "text": "[57]",
                    "end": 698
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 859,
                    "text": "[59]",
                    "end": 863
                },
                {
                    "type": "bibr",
                    "start": 1212,
                    "text": "[57]",
                    "end": 1216
                }
            ]
        },
        {
            "section": "JHEP07(2020)108",
            "text": "Jets containing b-hadrons are identified using a multivariate algorithm (MV2c10) [60,61], which exploits information about the jet kinematics, the impact parameters of tracks associated with the jet and the presence of displaced vertices to form the decision. The b-tagging requirements result in an efficiency of 70% for jets with p T > 20 GeV containing b-hadrons, and the misidentification rate is 0.3% (11.2%) for light-flavour (charm) jets. These were determined in a sample of simulated tt events. For all simulated events the b-tagging efficiencies are corrected to match those measured in data [60,62,63].",
            "paragraph_rank": 7,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 81,
                    "text": "[60,",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 85,
                    "text": "61]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 602,
                    "text": "[60,",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 606,
                    "text": "62,",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 609,
                    "text": "63]",
                    "end": 612
                }
            ]
        },
        {
            "section": "JHEP07(2020)108",
            "text": "To further correct the b-jet energy for effects that are not considered in the default calibration, a jet energy regression is used. The method uses a boosted decision tree (BDT) algorithm implemented in TMVA [64]. The BDT training is performed using variables the b-jet energy resolution is sensitive to: MV2c10 score, energy leakage outside the jet cone, pile-up contamination, hard radiation from the original parton, and energy loss through semileptonic b-hadron decays. Both the training and the validation are performed with simulated tt samples, resulting in approximately 10% improvement in the jet energy resolution. The performance of the jet energy regression is validated in Z(→ µµ) + b/bb events in data and no mismodelling is found. The H → bb mass peak is found to be closer to 125 GeV and the standard deviation divided by the mean of the mass distribution is improved by about 25% for the m X = 600 GeV signal sample.",
            "paragraph_rank": 8,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 209,
                    "text": "[64]",
                    "end": 213
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "Events are selected using a combination of b-jet triggers, with the lowest jet transverse energy, E T , threshold at 35 GeV, jet |η| < 2.5 and one or two b-tagged jets. The b-jet trigger efficiency is measured in data, and the simulated events are corrected to match the measured trigger efficiency.",
            "paragraph_rank": 9,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "To select events compatible with VBF production of Higgs boson pairs decaying into four b-quarks, exactly four central b-tagged jets with p T > 40 GeV and |η| < 2.0 and at least two forward jets with p T > 30 GeV and |η| > 2.0 are required. Events with more than four central jets are vetoed in case more than four jets fulfil the b-tagging requirement. To  Table 1. Summary of the selection criteria for capturing the VBF topology, identifying HH → bbbb decays, and suppressing background events. Possible remnants of the VBF process are identified using the two highest-p T forward jets. Labels \"lead\" and \"subl\" refer to the leading and subleading Higgs boson candidates (ordered in p T ), respectively. The definitions of the different analysis regions are also provided. The transverse momenta and masses are expressed in GeV.",
            "paragraph_rank": 10,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 358,
                    "text": "Table 1",
                    "end": 365
                }
            ]
        },
        {
            "text": "JHEP07(2020)108",
            "section_rank": 8
        },
        {
            "section": "JHEP07(2020)108",
            "text": "form Higgs boson candidates, b-tagged jets are used, and the forward jets are considered as possible remnants of the VBF process. The Higgs boson reconstruction procedure is the same as the one described in ref.",
            "paragraph_rank": 11,
            "section_rank": 8
        },
        {
            "section": "JHEP07(2020)108",
            "text": "[8], except that the usage of the jet energy regression changes the numerical values in the signal region definition described below. A summary of the selection criteria is provided in table 1.",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "VBF-jets selection",
            "section_rank": 9
        },
        {
            "section": "VBF-jets selection",
            "text": "The two highest-p T forward jets with opposite sign of η are considered as remnants of the VBF production process if the absolute value of the pseudorapidity separation between them, ∆η VBF jj , exceeds 5.0 and their invariant mass, m VBF jj , is greater than 1000 GeV.",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "text": "Signal kinematics selection",
            "section_rank": 10
        },
        {
            "section": "Signal kinematics selection",
            "text": "The four central b-tagged jets are considered in three possible combinations of two-jet pairings. Their invariant mass, m 4b , is used to define criteria to select signal-like events.",
            "paragraph_rank": 14,
            "section_rank": 10
        },
        {
            "section": "Signal kinematics selection",
            "text": "The following ∆R requirements must be satisfied; these reflect the correlation of m 4b with -6 -",
            "paragraph_rank": 15,
            "section_rank": 10
        },
        {
            "text": "JHEP07(2020)108",
            "section_rank": 11
        },
        {
            "section": "JHEP07(2020)108",
            "text": "the Lorentz boost of the Higgs bosons and the angle between their decay products in the laboratory frame:",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "section": "JHEP07(2020)108",
            "text": "where ∆R lead bb and ∆R subl bb are the angular distances between the jets that form, respectively, the leading and subleading Higgs boson candidates (ordered in p T ). These criteria are optimised for both non-resonant and resonant Higgs boson pair production, and the numerical values are chosen to maximise the signal sensitivity.",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "section": "JHEP07(2020)108",
            "text": "Out of the possible pairings fulfilling the previous selection, the combination that leads to pairs with a dijet mass closest to the SM Higgs boson mass should be the optimal choice. However, due to energy loss through semileptonic b-hadron decays, this criterion is relaxed.",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "section": "JHEP07(2020)108",
            "text": "The mass values of 123.7 GeV for the leading Higgs boson candidate and 116.5 GeV for the subleading Higgs boson candidate are found to maximise the signal significance for a resonance with a mass of 600 GeV, which lies in the middle of the covered mass range. The same target values are used for all other signal hypotheses. For a given pairing, the quantity D HH that corresponds to the distance of the leading and subleading Higgs boson candidate masses, in the (m lead 2b , m subl 2b ) plane, from the line connecting (0 GeV, 0 GeV) and (123.7 GeV, 116.5 GeV), can be computed as:",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "section": "JHEP07(2020)108",
            "text": "The pairing with the smallest value of D HH is chosen. Studies based on simulation indicate that for SM non-resonant HH production the correct pairs are identified in at least 83% of the signal events, while for broad resonances the corresponding fraction is greater than 91%.",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "Selection for background suppression",
            "section_rank": 12
        },
        {
            "section": "Selection for background suppression",
            "text": "In order to enhance the sensitivity to signal, various requirements are applied to suppress the background. The magnitude of the vector sum of the transverse momenta of the selected four b-jets and the two VBF-jets tends to peak at lower values for signal events than for multijet events. Consequently, it is required to be less than 60 GeV. The pseudorapidity difference between the reconstructed Higgs boson candidates, |∆η HH |, is required to be below 1.5, and mass-dependent requirements on the transverse momenta of the leading and subleading Higgs boson candidates, respectively p lead T,H and p subl T,H , are:",
            "paragraph_rank": 21,
            "section_rank": 12
        },
        {
            "text": "JHEP07(2020)108",
            "section_rank": 13
        },
        {
            "section": "JHEP07(2020)108",
            "text": "The resulting dijet pairs are still dominated by multijet events. To further increase the search sensitivity, the dijet masses are required to fulfil: Additional requirements are imposed to reduce the number of hadronically decaying tt events by vetoing candidate events compatible with a top-quark decay. The jet with the highest b-tagging score is considered as the b-jet originating from a top-quark decay and the remaining central jets are considered to stem from the W -boson decay. Since the top quarks are expected to be produced centrally, only central jets are tested. All possible two-jet combinations in the event are tested and the selected combination is the one with the smallest value of X W t , defined as:",
            "paragraph_rank": 22,
            "section_rank": 13
        },
        {
            "section": "JHEP07(2020)108",
            "text": "where m W and m t are the reconstructed invariant masses of the W -boson and top-quark candidates, respectively. The event is vetoed if X W t ≤ 1.5. This requirement reduces the tt contamination by about 50% with negligible impact on the signal efficiency. All requirements listed above define the signal region (SR). The number of selected signal events divided by the number of generated events after each selection step (cumulative acceptance times efficiency) is shown in figure 2 for the non-resonant signal as a function of the κ 2V coupling modifier and for the resonant signal models as a function of the generated mass. The acceptance times efficiency increases as a function of the resonance mass, while for the non-resonant signal a significant drop is observed at κ 2V = 1. The trigger and jet selection requirements cause the drop for κ 2V values around 1, while the smaller acceptance times efficiency for low-mass resonances is due to the softer p T spectrum of b-jets.",
            "paragraph_rank": 23,
            "section_rank": 13
        },
        {
            "section": "JHEP07(2020)108",
            "text": "To estimate the background and to validate the background estimation technique, two regions orthogonal to the SR are used: the sideband region (SB) and the validation region (VR). The events in the SB and VR must fail the requirement defined in eq. Spin-0 broad resonance Figure 2. Cumulative acceptance times efficiency at each stage of the event selection, as detailed in section 5. The number of events surviving the selection divided by the number of generated events is reported separately for the non-resonant signal as a function of the κ 2V coupling modifier and for the narrow-and broad-width resonance production hypotheses as a function of the generated mass.  ",
            "paragraph_rank": 24,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 272,
                    "text": "Figure 2",
                    "end": 280
                }
            ]
        },
        {
            "text": "Background estimation",
            "section_rank": 14
        },
        {
            "section": "Background estimation",
            "text": "After the event selection described in section 5, the background is dominated by multijet and tt events. The multijet events constitute about 95% of the total background and are modelled using data. The remaining 5% are tt events, which are modelled using simulation. The normalisation of the all-hadronic tt background is determined from data, whereas the non-all-hadronic tt background is normalised to the SM prediction. In the SM, the contribution of the HH pairs produced via ggF is small compared to other backgrounds JHEP07(2020)108",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "section": "Background estimation",
            "text": "and three times larger than for the VBF production. Thus HH production via ggF is treated as a background in this analysis and is fixed to the SM prediction. Other minor backgrounds with contributions below 0.5% are neglected. The background estimation technique is the same as in ref.",
            "paragraph_rank": 26,
            "section_rank": 14
        },
        {
            "section": "Background estimation",
            "text": "[8].",
            "paragraph_rank": 27,
            "section_rank": 14
        },
        {
            "text": "Multijet background",
            "section_rank": 15
        },
        {
            "section": "Multijet background",
            "text": "The data-driven multijet background estimation uses data events with lower b-jet multiplicity and reweights them to model events with higher b-jet multiplicity. The multijet events are selected using the same trigger and selection requirements as those used in the SR, except for the b-tagging requirement. In particular, the SR requires at least four b-jets (\"four-tag sample\"). To derive a background estimate for this region, events with at least four central jets, but with only two of them b-tagged (\"two-tag sample\"), are used. The events in the two-tag sample are reweighted by applying a product of two event weights. The first event weight corrects for the additional b-tagged jet activity and the second event weight corrects for the kinematic differences caused by requiring additional b-tagged jets. These differences can arise for a variety of reasons: the b-tagging efficiency varies as a function of jet p T and η; the various multijet processes contribute with different fractions in each sample; and the fraction of events accepted by each trigger path changes. The reweighting is performed using one-dimensional distributions and is iterated until the weights converge to stable values. Details of the reweighting procedure can be found in ref. [8]. The weights are derived in the SB using the procedure described above and validated in the VR.",
            "paragraph_rank": 28,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1263,
                    "text": "[8]",
                    "end": 1266
                }
            ]
        },
        {
            "text": "tt background",
            "section_rank": 16
        },
        {
            "section": "tt background",
            "text": "The shape of the tt background is modelled using simulation. The tt events are expected to contain two b-jets from the decay of two top quarks and additional jets stemming from the hadronic W -boson decay or additional quarks or gluons produced together with two top quarks. To reduce the statistical uncertainty, simulated tt events in the two-tag region, corrected by the kinematic weights derived for the multijet background, are also used. The procedure is validated in the SB, and good agreement is observed between the corrected two-tag sample and the four-tag sample within the uncertainties. Samples for all-hadronic and non-all-hadronic tt decays are handled separately.",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "Background normalisation",
            "section_rank": 17
        },
        {
            "section": "Background normalisation",
            "text": "The normalisations of multijet and all-hadronic tt backgrounds are derived simultaneously by fitting the X W t distribution to data in the SB. The X W t distribution differs for the two backgrounds: the region of X W t < 0.75 is enriched in all-hadronic tt events and the region X W t > 0.75 is enriched in multijet events. The normalisation of the non-all-hadronic tt background is fixed to its SM prediction in the fit due to its small contribution to the total yields. Two parameters are used in the normalisation fit: f multijet and f all-had. tt . The f multijet parameter scales the multijet yield from the two-tag to the four-tag sideband region after the reweighting described in section 6.1. The f all-had. tt parameter corrects the normalisation of all-hadronic tt yields in the four-tag sideband region. The fit results are cross-checked in the VR, where the same results are obtained within statistical uncertainties.",
            "paragraph_rank": 30,
            "section_rank": 17
        },
        {
            "section": "Background normalisation",
            "text": "-10 -",
            "paragraph_rank": 31,
            "section_rank": 17
        },
        {
            "text": "JHEP07(2020)108 7 Systematic uncertainties",
            "section_rank": 18
        },
        {
            "section": "JHEP07(2020)108 7 Systematic uncertainties",
            "text": "Background normalisation uncertainties are propagated from the fit, described in the previous section, which determines the multijet and all-hadronic tt yields. The statistical uncertainty of the multijet and all-hadronic tt normalisation parameters is accounted for, including their correlations. Two nuisance parameters are defined in the final fit described in section 8 by calculating two eigenvectors from the covariance matrix of the normalisation fit. Furthermore, the normalisation of the multijet background estimate is verified in the VR, where agreement with data is found; its statistical uncertainty in the VR is thus applied as a normalisation systematic uncertainty of the multijet background.",
            "paragraph_rank": 32,
            "section_rank": 18
        },
        {
            "section": "JHEP07(2020)108 7 Systematic uncertainties",
            "text": "Two shape uncertainties for the multijet background modelling are evaluated using data from the VR. The multijet modelling uncertainty is related to the level of agreement between the data and the background model in this region. To evaluate this uncertainty, the m 4b distribution is split into low and high mass regions at 400 GeV and a linear fit to the ratio of this distribution between data and the sum of all backgrounds is performed in both mass regions. Studies show that the ratio, which appears to be constant, can be sufficiently well described by a straight-line fit, and that the change in the result is marginal for other splitting points. The +1σ variation of the slope of the fitted line and the +1σ variation of the fitted line with inverted slope are used as up and down variations of the uncertainty in the background shape. The yield of the varied multijet templates is fixed to its nominal value. The varied templates are derived separately for the lowand high-m 4b mass regions, the corresponding systematics are treated as uncorrelated in the final fit. The kinematic reweighting uncertainty is assessed by deriving an alternative multijet template using the same procedure as in the nominal case, but using data from the VR. This difference between the multijet templates derived in the SB and the VR is symmetrised around the nominal template, keeping the yield fixed to its nominal value.",
            "paragraph_rank": 33,
            "section_rank": 18
        },
        {
            "section": "JHEP07(2020)108 7 Systematic uncertainties",
            "text": "The shape modelling uncertainty of the tt background is evaluated by comparing the nominal tt template derived using the two-tag sample as described in section 6 and a tt template derived using the four-tag sample after the basic preselection requirements defined in section 5. A straight-line fit to the ratio of the two-tag to four-tag m 4b templates is performed. With a procedure similar to the one applied for the multijet shape uncertainties, the up and down variations around the nominal tt template are extracted using a straightline fit to the +1σ variation of the slope of the fitted line and the +1σ variation of the fitted line with inverted slope, while keeping the yield fixed to its nominal value. This uncertainty is derived separately for the non-all-hadronic (using MC) and all-hadronic (using data) tt samples and is not correlated in the fit between these two samples.",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "section": "JHEP07(2020)108 7 Systematic uncertainties",
            "text": "Theoretical uncertainties in the ggF background yield are evaluated by varying the renormalisation and factorisation scales and from the uncertainty associated with the choice of PDF set. The resulting variation of the expected ggF background yield is about 10%. When considering the same sources of theoretical uncertainty for the VBF HH signal, its acceptance times efficiency varies by 3%.",
            "paragraph_rank": 35,
            "section_rank": 18
        },
        {
            "section": "JHEP07(2020)108 7 Systematic uncertainties",
            "text": "The experimental uncertainties listed below affect only MC samples. The uncertainties in the jet energy resolution and scale are evaluated at √ s = 13 TeV using in situ measure-JHEP07(2020)108 ment techniques described in ref. [57]. The sources of uncertainty in these measurements are treated as fully correlated between the p T and mass scales. The resolution uncertainty is evaluated in measurements documented in ref. [65] and is assessed by applying an additional smearing to these observables. The flavour tagging efficiency and its uncertainty for band c-jets is estimated in tt events, while the light-jet misidentification rate and uncertainty is determined using dijet events [60,62,63]. In addition, an uncertainty in the b-jet trigger efficiency is derived from the per-jet online b-tagging measurements [66]. The uncertainty in the integrated luminosity is 1.7% [67], obtained using the LUCID-2 detector [68] for the primary luminosity measurements.",
            "paragraph_rank": 36,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 227,
                    "text": "[57]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 422,
                    "text": "[65]",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 686,
                    "text": "[60,",
                    "end": 690
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 690,
                    "text": "62,",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 693,
                    "text": "63]",
                    "end": 696
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 816,
                    "text": "[66]",
                    "end": 820
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 875,
                    "text": "[67]",
                    "end": 879
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 917,
                    "text": "[68]",
                    "end": 921
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 19
        },
        {
            "section": "Results",
            "text": "Following the statistical procedures outlined in ref. [1], a test statistic based on the profile likelihood ratio [69] is used to test hypothesised values σ VBF of the cross-section of the signal model in units of fb. This test statistic extracts the information about the signal crosssection from a likelihood fit to the data. The likelihood function includes all parameters which describe the systematic uncertainties and their correlations discussed in section 7.",
            "paragraph_rank": 37,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 54,
                    "text": "[1]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 114,
                    "text": "[69]",
                    "end": 118
                }
            ]
        },
        {
            "section": "Results",
            "text": "As no significant excess over the background prediction is observed, exclusion limits are computed using the asymptotic formula [69]. The exclusion limits are based on the CL s method [70], where a value of σ VBF is regarded as excluded at the 95% confidence level (CL) when CL s is smaller than 5%. The accuracy of the asymptotic approximation is verified with sampling distributions generated using pseudo-experiments. The mass of the four selected b-jets, m 4b , in the SR is used as the final discriminant for limit setting. Figure 4 shows the distribution of data and the SM background after the background-only fit in the SR and VR. In addition, the signal prediction for the narrowwidth resonance hypothesis with m X = 800 GeV and the non-resonant signal at κ 2V = 3 are shown in the SR.",
            "paragraph_rank": 38,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 128,
                    "text": "[69]",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 184,
                    "text": "[70]",
                    "end": 188
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 529,
                    "text": "Figure 4",
                    "end": 537
                }
            ]
        },
        {
            "section": "Results",
            "text": "Upper limits on the cross-section are set for all tested models. Figure 5 shows the 95% CL upper limits for resonant HH production via VBF as a function of the resonance mass m X for narrow-and broad-width resonance hypotheses. The significance of the excess over the background-only prediction is quantified using the local p 0 -value, defined as the probability of the background-only model to produce a signal-like fluctuation at least as large as that observed in the data. The most extreme p 0 -value corresponds to a local significance of 1.5 standard deviations at 550 GeV.",
            "paragraph_rank": 39,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 65,
                    "text": "Figure 5",
                    "end": 73
                }
            ]
        },
        {
            "section": "Results",
            "text": "The expected and observed limits on SM non-resonant HH production via VBF are given in table 2. Limits are also calculated as a function of κ 2V , as presented in figure 6. The observed excluded region corresponds to κ 2V < −0.76 and κ 2V > 2.90, while the expected exclusion is κ 2V < −0.91 and κ 2V > 3.11. For κ 2V values deviating from the SM prediction, growing non-cancellation effects result in a harder m HH spectrum, and thereby higher-p T b-jets, which in turn lead to increased signal acceptance times efficiency as shown in figure 2. This search is therefore not sensitive to the region close to the SM prediction, corresponding to κ 2V = 1 . Table 3 summarises the relative impact of the uncertainties on the best-fit signal crosssection for two different narrow-width resonance production hypotheses, with masses equal -12 -    to 300 GeV and 800 GeV. Only major sources of systematic uncertainty are quoted along with the impact of the statistical uncertainty. The uncertainties of similar nature are grouped into unique categories and the fit is performed independently for the two hypothesised signals. The systematic uncertainties related to the multijet background estimate have the largest impact on the result.",
            "paragraph_rank": 40,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 163,
                    "text": "figure 6",
                    "end": 171
                },
                {
                    "type": "table",
                    "start": 655,
                    "text": "Table 3",
                    "end": 662
                }
            ]
        },
        {
            "section": "Results",
            "text": "-13 -",
            "paragraph_rank": 41,
            "section_rank": 19
        },
        {
            "text": "JHEP07(2020)108",
            "section_rank": 20
        },
        {
            "section": "JHEP07(2020)108",
            "text": "Observed −2σ −1σ Expected +1σ +2σ  Table 2. Upper limits at 95% CL for SM non-resonant HH production via VBF in fb (first row) and normalised to its SM expectation, σ SM VBF (second row). Uncertainties related to the branching ratio of the H → bb decay are not considered.  Figure 6. Observed and expected 95% CL upper limits on the production cross-section for nonresonant HH production via VBF as a function of the di-vector-boson-di-Higgs-boson coupling modifier κ 2V . The theory prediction of the cross-section as a function of κ 2V is also shown. More details on the predicted cross-section can be found in section 3.  Table 3. Dominant relative uncertainties in the best-fit signal cross-section σ best fit VBF (pp → Xjj → HHjj) of hypothesised resonant HH signal production. The leading sources of systematic uncertainty, the total systematic uncertainty and the data statistical uncertainty are provided. Two mass points are selected: m X = 300 GeV with the best-fit cross-section of 140 fb and m X = 800 GeV with 4.7 fb, which correspond to the low and high mass regions. The groups of uncertainties do not add up in quadrature to the total uncertainty, because only the dominant uncertainties are shown and also due to correlations between the uncertainties.",
            "paragraph_rank": 42,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 35,
                    "text": "Table 2",
                    "end": 42
                },
                {
                    "type": "figure",
                    "start": 274,
                    "text": "Figure 6",
                    "end": 282
                },
                {
                    "type": "table",
                    "start": 625,
                    "text": "Table 3",
                    "end": 632
                }
            ]
        },
        {
            "section": "JHEP07(2020)108",
            "text": "-14 -",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "text": "JHEP07(2020)108 9 Conclusion",
            "section_rank": 21
        },
        {
            "section": "JHEP07(2020)108 9 Conclusion",
            "text": "A search for both resonant and non-resonant production of pairs of Standard Model Higgs bosons via vector-boson fusion has been carried out in the bbbb channel. The analysed data were collected from √ s = 13 TeV proton-proton collisions by the ATLAS detector at the LHC in 2016-2018 and correspond to an integrated luminosity of 126 fb −1 . Results for resonant HH production are reported in the mass range 260-1000 GeV. The largest deviation from the background-only hypothesis is observed at 550 GeV with a local significance of 1.5 standard deviations. Upper limits on the production cross-section are set for narrowand broad-width scalar resonances at 95% CL. Limits are also set on the cross-section for non-resonant HH production, and as a function of the di-vector-boson-di-Higgs-boson coupling modifier, κ 2V . The observed 95% CL upper limit on the SM non-resonant HH production cross-section is 1460 fb, compatible with the expected limit at a level below two standard deviations. The observed excluded region corresponds to κ 2V < −0.76 and κ 2V > 2.90, while the expected exclusion is κ 2V < −0.91 and κ 2V > 3.11.",
            "paragraph_rank": 44,
            "section_rank": 21
        },
        {
            "text": "JHEP07(2020)108",
            "section_rank": 22
        },
        {
            "section": "JHEP07(2020)108",
            "text": "(Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (U.K.) and BNL (U.S.A.), the Tier-2 facilities worldwide and large non-WLCG resource providers. Major contributors of computing resources are listed in ref. [71].",
            "paragraph_rank": 45,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 297,
                    "text": "[71]",
                    "end": 301
                }
            ]
        },
        {
            "section": "JHEP07(2020)108",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited. [11] CMS collaboration, Search for production of Higgs boson pairs in the four b quark final state using large-area jets in proton-proton collisions at √ s = 13 TeV, JHEP 01 (2019) 040 ",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "Figure 1 .",
            "section_rank": 23
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Tree-level Feynman diagrams contributing to Higgs boson pair production via VBF. Diagrams (a), (b) and (c) illustrate the non-resonant production modes scaling with κ V κ λ , κ 2V and κ 2V , respectively. Diagram (d) illustrates the resonant production mode.",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "(5.1) and fulfil m lead 2b − 123.7 GeV 2 + m subl 2b − 116.5 GeV 2 < 30 GeV requirement in the VR and 30 GeV < m lead 2b − 123.7 GeV 2 + m subl 2b − 116.5 GeV 2 < 45 GeV requirement in the SB. The m 2b distributions of the leading versus subleading Higgs boson candidates for the non-resonant signal and the multijet background are shown in figure 3, together with the contours of the SR, VR and SB.",
            "paragraph_rank": 48,
            "section_rank": 24
        },
        {
            "text": "Figure 3 .",
            "section_rank": 25
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Two-dimensional mass regions used in the analysis. The signal region is inside the inner (red) dashed curve, the validation region is outside the signal region and within the intermediate (orange) circle, and the sideband is outside the validation region and within the outer (yellow) circle. The regions are shown for (a) simulated events from the SM non-resonant HH process and (b) the estimated multijet background.",
            "paragraph_rank": 49,
            "section_rank": 25
        },
        {
            "text": "Figure 4 .",
            "section_rank": 26
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Post-fit mass distribution of the HH candidates in the (a) signal and (b) validation regions. The expected background is shown after the profile-likelihood fit to data with the background-only hypothesis; the narrow-width resonant signal at 800 GeV and the non-resonant signal at κ 2V = 3 are overlaid in the signal region, both normalised to the corresponding observed upper limits on the cross-section. The lower panel shows the ratio of the observed data to the estimated SM background. The distribution of events is shown per mass interval corresponding to the bin width of 40 GeV, while the overflow events are included in the last bin.",
            "paragraph_rank": 50,
            "section_rank": 26
        },
        {
            "text": "Figure 5 .",
            "section_rank": 27
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Observed and expected 95% CL upper limits on the production cross-section for resonant HH production via VBF as a function of the mass m X . The (a) narrow-and (b) broad-width resonance hypotheses are presented.",
            "paragraph_rank": 51,
            "section_rank": 27
        },
        {
            "text": "[ 8 ]",
            "section_rank": 28
        },
        {
            "section": "[ 8 ]",
            "text": "ATLAS collaboration, Search for pair production of Higgs bosons in the bbbb final state using proton-proton collisions at √ s = 13 TeV with the ATLAS detector, JHEP 01 (2019) 030 [arXiv:1804.06174] [INSPIRE]. [9] CMS collaboration, Search for resonant pair production of Higgs bosons decaying to bottom quark-antiquark pairs in proton-proton collisions at 13 TeV, JHEP 08 (2018) 152 [arXiv:1806.03548] [INSPIRE]. [10] CMS collaboration, Search for a massive resonance decaying to a pair of Higgs bosons in the four b quark final state in proton-proton collisions at √ s = 13 TeV, Phys. Lett. B 781 (2018) 244 [arXiv:1710.04960] [INSPIRE].",
            "paragraph_rank": 52,
            "section_rank": 28
        },
        {
            "text": "T > 30, |η| >2.0Two highest-p T jets with opposite sign η",
            "paragraph_rank": 53,
            "section_rank": 29
        },
        {
            "text": "GeV and 18.1 GeV are the experimental widths of the simulated leading and subleading Higgs boson candidates, respectively. The mass resolution of the subleading Higgs boson candidate is worse because it is composed of the lower p T jets. These values are derived using a 600 GeV resonant signal sample and are similar for other signal samples.",
            "paragraph_rank": 54,
            "section_rank": 30
        },
        {
            "text": "[arXiv:1808.01473] [INSPIRE]. [12] CMS collaboration, Search for nonresonant Higgs boson pair production in the bb final state at √ s = 13 TeV, JHEP 04 (2019) 112 [arXiv:1810.11854] [INSPIRE]. [13] ATLAS collaboration, Combination of searches for Higgs boson pairs in pp collisions at √ s = 13 TeV with the ATLAS detector, Phys. Lett. B 800 (2020) 135103 [arXiv:1906.02025] [INSPIRE]. [14] CMS collaboration, Combination of searches for Higgs boson pair production in proton-proton collisions at √ s = 13 TeV, Phys. Rev. Lett. 122 (2019) 121803",
            "paragraph_rank": 55,
            "section_rank": 31
        },
        {
            "text": "[arXiv:1811.09689] [INSPIRE].",
            "paragraph_rank": 56,
            "section_rank": 31
        },
        {
            "text": "Acknowledgments",
            "section_rank": 33
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 57,
            "section_rank": 33
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF",
            "paragraph_rank": 58,
            "section_rank": 33
        }
    ]
}