{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A major part of the future COMPASS program is dedicated to the investigation of the nucleon structure through Deeply Virtual Compton Scattering (DVCS) and Deeply Virtual Meson Production (DVMP). COMPASS will measure DVCS and DVMP reactions with a high intensity muon beam of 160 GeV and a 2.5 m-long liquid hydrogen target surrounded by a new TOF system. The availability of muon beams with high energy and opposite charge and polarization will allow to access the Compton form factor related to the dominant GPD H and to study the x B -dependence of the t-slope of the pure DVCS cross section and to study nucleon tomography. Projections on the achievable accuracies and preliminary results of pilot measurements will be presented.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "INTRODUCTION",
            "text": "Generalised Parton Distributions (GPDs) [1,2,3,4,5] contain the currently most complete information on the nucleon structure. A GPD can be considered as a momentumdissected form-factor providing information on the transverse localisation of a parton as function of the fraction it carries of the nucleon's longitudinal momentum. Hence they embody both the form factors observed in elastic scattering and the parton distribution functions measured in deeply inelastic scattering. GPDs provide a sort of \"3D picture\" of the nucleon often referred as \"nucleon tomography\". Moreover it has been shown [2] that the total angular momentum of partons can be accessed via the second moment of the sum of the GPDs H and E. The study of exclusive reactions like Deeply Virtual Compton Scattering (DVCS) and Deeply Virtual Meson Production (DVMP) is one of the most promising ways to experimentally constrain the GPDs. Measurements of those processes have been performed or are planned at JLab [6,7,8], DESY (HER-MES [9,10], H1 [11,12] and ZEUS [13]) and CERN (COMPASS-II) [14]. COMPASS-II will cover the kinematics domain from x B ∼ 5 × 10 −3 to about 0.1, which cannot be explored by any other existing or planned facility in the near future (see figure 1).",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 40,
                    "text": "[1,",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 43,
                    "text": "2,",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 45,
                    "text": "3,",
                    "end": 47
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 47,
                    "text": "4,",
                    "end": 49
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 49,
                    "text": "5]",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 597,
                    "text": "[2]",
                    "end": 600
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 983,
                    "text": "[6,",
                    "end": 986
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 986,
                    "text": "7,",
                    "end": 988
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 988,
                    "text": "8]",
                    "end": 990
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1006,
                    "text": "[9,",
                    "end": 1009
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1009,
                    "text": "10]",
                    "end": 1012
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1017,
                    "text": "[11,",
                    "end": 1021
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1021,
                    "text": "12]",
                    "end": 1024
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1034,
                    "text": "[13]",
                    "end": 1038
                },
                {
                    "type": "bibr",
                    "start": 1062,
                    "text": "[14]",
                    "end": 1066
                },
                {
                    "type": "figure",
                    "start": 1238,
                    "text": "figure 1)",
                    "end": 1247
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "COMPASS uses the high-energy muon beam delivered by the M2 secondary beam line of the SPS accelerator complex at CERN. The beam, produced by in-flight pion decays, is naturally polarized in the longitudinal direction (with a typical value of ∼80% at 160 GeV) with an opposite helicity sign for the two charges. The experimental apparatus [15] is being upgraded with a new electromagnetic calorimeter (ECAL0) and a 4 m-long recoil proton detector (CAMERA) surrounding a 2.5 m-long liquidhydrogen target. The ECAL0 will extend the angular acceptance for exclusive photons and increase the accessible x B domain to substantially higher values compared to the present set-up. The CAMERA detector on the other end will ensure the exclusivity of DVCS and DVMP by detecting the recoil protons. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 338,
                    "text": "[15]",
                    "end": 342
                }
            ]
        },
        {
            "text": "MEASUREMENT OF DVCS AT COMPASS",
            "section_rank": 3
        },
        {
            "section": "MEASUREMENT OF DVCS AT COMPASS",
            "text": "DVCS is presently the theoretically cleanest approach to GPDs, because effects of nextto-leading order and subleading twist are under theoretical control [16]. In DVCS, a virtual photon emitted by the incoming lepton scatters off a nucleon and emerges as a real photon in the final state, while the target nucleon recoils without being destroyed. DVCS competes with the Bethe-Heitler (BH) process, which is elastic lepton-nucleon scattering with a hard photon emitted by either the incoming or outgoing lepton. The two processes interfere at the level of amplitudes and the differential cross-section for hard exclusive leptoproduction of a single real photon off an unpolarised proton target can be written as",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 154,
                    "text": "[16]",
                    "end": 158
                }
            ]
        },
        {
            "section": "MEASUREMENT OF DVCS AT COMPASS",
            "text": "where φ is the angle between the lepton scattering plane and the photon production plane, e µ and P µ are, respectively, the charge and the polarization of the lepton beam, and I represents the DVCS -BH interference term. The broad kinematics domain covered in COMPASS allows to explore regions where either the BH or the DVCS processes dominate (see figure 1).",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 351,
                    "text": "figure 1)",
                    "end": 360
                }
            ]
        },
        {
            "section": "MEASUREMENT OF DVCS AT COMPASS",
            "text": "At small x B , the almost pure BH sample will provide a precise reference yield to accurately control the detector acceptance and the luminosity measurement. At large x B , where the DVCS contribution becomes dominant, the known BH contribution can be subtracted and the pure DVCS cross-section studied as function of x B and t. In the intermediate region, the DVCS contribution is \"boosted\" by the BH process through the interference term. It has to be noted that the φ -dependence of the DVCS cross-section in figure 1 is not flat at large x B due to acceptance effects in the set-up used for this simulation, which did not include the large-angle calorimeter ECAL0.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "MEASUREMENT OF DVCS AT COMPASS",
            "text": "COMPASS is presently the only facility able to perform measurements with both beam charges of opposite helicities. This allows to isolate various terms in equation 1by summing or subtracting measurements obtained with both beam charges.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "ref_id": "formula_0",
                    "start": 164,
                    "text": "1",
                    "end": 165
                }
            ]
        },
        {
            "text": "t-slope of the pure DVCS cross-section to study nucleon tomography",
            "section_rank": 4
        },
        {
            "section": "t-slope of the pure DVCS cross-section to study nucleon tomography",
            "text": "The unpolarized DVCS cross-section dσ dt ∝ exp(−B(x B )|t|) can be measured by considering the the the sum (S ) of cross-sections with opposite beam charge (C) and spin (S) and for unpolarized (U) protons (S CS,U ), integrated over φ and after subtraction of the known BH contribution. At small x B , the t-slope parameter B(x B ) is related to the total transverse size r ⊥ of the nucleon via the relation < r 2",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "t-slope of the pure DVCS cross-section to study nucleon tomography",
            "text": "In the simple ansatz B(x B ) = B 0 + 2α log( x 0",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "t-slope of the pure DVCS cross-section to study nucleon tomography",
            "text": "x B ) the expected decrease of the nucleon size with increasing x B is described by the parameter α . Data on B(x B ) have only been provided by the HERA collider experiments in the low x B range from 10 −4 to 0.01, and no significant evolution with x B was observed; a first value of the transverse proton radius < r 2 ⊥ >= 0.65 ± 0.02 fm has been determined using H1 data [11,12]. The study of the x B and t-dependence of the DVCS cross-section will allow us to draw conclusions on the x B evolution of the transverse size of the nucleon (often referred as \"Nucleon Tomography\") in the so far unmeasured region 0.01 < x B < 0.1 accessible to COMPASS. The corresponding projected statistical accuracy is shown in figure 2; values of α down to 0.125 (corresponding to half of the value for Pomeron exchange in soft scattering processes) can be determined with an accuracy better than 2.5 σ with the upgraded set-up that includes the large-angle calorimeter ECAL0.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 374,
                    "text": "[11,",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 378,
                    "text": "12]",
                    "end": 381
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 714,
                    "text": "figure 2",
                    "end": 722
                }
            ]
        },
        {
            "text": "Determination of the Compton Form Factor H",
            "section_rank": 5
        },
        {
            "section": "Determination of the Compton Form Factor H",
            "text": "The analysis of the φ -dependence of the difference (D) of cross-sections with opposite beam charge (C) and spin (S) and for unpolarized (U) protons (D CS,U ) will provide the two leading twist-2 expansion coefficients c I 0 and c I 1 [14] that, in the kinematics domain of COMPASS, are mainly related to the real part of the CFF H . This quantity was found to be positive at H1 and ZEUS and negative at HERMES and JLab; hence, the COMPASS kinematic domain is expected to provide the node of this amplitude, which is an essential input for any global fit analysis.",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "section": "Determination of the Compton Form Factor H",
            "text": "The expected statistical (error bars) and systematic (grey band) accuracy for the measurement of the φ -dependence of D CS,U in a particular (x B , Q 2 ) bin is shown in figure 2. Two of the curves are calculated using the \"VGG\" GPD model [17] using either a \"reggeized\" parametrization of the correlated x,t dependence or a \"factorized\" x,t dependence of the GPDs; here x represents the average between the initial and final longitudinal momentum fractions of the nucleon, carried by the parton throughout the process. The other two curves are the result of a fitting procedure [18,19], including next-to-next-to leading order (NNLO) corrections, which was developed and success- Right: expected statistical (error bars) and systematic (grey band) accuracy for the measurement of the φdependence of D CS,U for 1 ≤ Q 2 ≤ 4 GeV 2 and 0.03 ≤ x B ≤ 0.07. A running time of 280 days with a 2.5 m long liquid H 2 target has been assumed for the estimate. The solid and dash-dotted curves correspond to different variants of the \"VGG\" model [17], while the other two curves show predictions based on fits to existing HERA, HERMES and JLab data [18,19].",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 239,
                    "text": "[17]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 579,
                    "text": "[18,",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 583,
                    "text": "19]",
                    "end": 586
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1035,
                    "text": "[17]",
                    "end": 1039
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1138,
                    "text": "[18,",
                    "end": 1142
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1142,
                    "text": "19]",
                    "end": 1145
                }
            ]
        },
        {
            "section": "Determination of the Compton Form Factor H",
            "text": "fully applied to describe DVCS observables from both very small x B (HERA) and large x B (HERMES and JLab). In a similar manner, the analysis of the φ -dependence of S CS,U will provide information on the imaginary part of the CFF H .",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "2 |DVCS|FIGURE 1 .",
            "section_rank": 6
        },
        {
            "section": "2 |DVCS|FIGURE 1 .",
            "text": "FIGURE 1. Left: kinematic domains for measurements of hard exclusive processes shown for the COMPASS (green area enclosed by the lines y = 0.9 and y = 0.05), HERMES and JLab fixed-target experiments, and the HERA collider experiments H1 and ZEUS. Right: MonteCarlo simulation of the exclusive muonproduction of single hard photons. The plots show the φ angle distribution of reconstructed events for three bins in x B and for Q 2 > 1 GeV 2 .",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "FIGURE 2 .",
            "section_rank": 7
        },
        {
            "section": "FIGURE 2 .",
            "text": "FIGURE 2. Left: projections for the measurement of the t-slope parameter B(x B ) for various bins in x B . The bars on the red data points show the expected statistical (left bar) and total (right bar) errors assuming a running time of 280 days with a 2.5 m long liquid H 2 target. The solid and dashed lines show the results of two parametrizations corresponding to α = 0.125 GeV −2 and α = 0.26 GeV −2 . The blue round point shows the expected statistical accuracy assuming two weeks of data taking in 2012.Right: expected statistical (error bars) and systematic (grey band) accuracy for the measurement of the φdependence of D CS,U for 1 ≤ Q 2 ≤ 4 GeV 2 and 0.03 ≤ x B ≤ 0.07. A running time of 280 days with a 2.5 m long liquid H 2 target has been assumed for the estimate. The solid and dash-dotted curves correspond to different variants of the \"VGG\" model[17], while the other two curves show predictions based on fits to existing HERA, HERMES and JLab data[18,19].",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 862,
                    "text": "[17]",
                    "end": 866
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 964,
                    "text": "[18,",
                    "end": 968
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 968,
                    "text": "19]",
                    "end": 971
                }
            ]
        }
    ]
}