{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We tested the gravitational 1/r 2 law using a stationary torsion-balance detector and a rotating attractor containing test bodies with both 18-fold and 120-fold azimuthal symmetries that simultaneously tests the 1/r 2 law at two different length scales. We took data at detector-attractor separations between 52 µm and 3.0 mm. Newtonian gravity gave an excellent fit to our data, limiting with 95% confidence any gravitational-strength Yukawa interactions to ranges < 38.6 µm.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Testing gravity at the shortest attainable distances is interesting for many reasons. String theory's unifcation of gravity with the other 3 fundamental interactions inherently involves extra gravitational space dimensions as well as many nominally-massless scalar particles (dilaton and moduli). Both of these features would violate the gravitational inverse-square law (ISL) [1,2], as would a second, heavy graviton [3]. New phenomena could occur below the length scale associated with dark energy λ d = 4 hc/ρ d ≈ 85 µm where ρ d ≈ 3.8 keV/cm 3 is the observed density of dark energy [4,5]. Suggestions that dark matter may consist of ultra-low-mass scalar and vector bosons [6,7], whose exchange interaction would violate the ISL, provide further motivation for exploring this regime. It is customary to interpret ISL data as constraining an additional Yukawa interaction",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 377,
                    "text": "[1,",
                    "end": 380
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 380,
                    "text": "2]",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 418,
                    "text": "[3]",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 587,
                    "text": "[4,",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 590,
                    "text": "5]",
                    "end": 592
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 678,
                    "text": "[6,",
                    "end": 681
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 681,
                    "text": "7]",
                    "end": 683
                }
            ]
        },
        {
            "text": "where V N (r) is the familiar Newtonian potential. This form is obviously valid for scalar or vector bosonexchange interactions and is a reasonable approximation for the effects of extra dimensions as long as the minimum separation attained in the experiment is greater than the size of the largest extra dimension [8].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 315,
                    "text": "[8]",
                    "end": 318
                }
            ]
        },
        {
            "text": "Precise studies of gravity at length scales below 100 µm are challenging because the tiny gravitational forces exerted by appropriately-sized test bodies are easily \"polluted\" by extraneous effects. Here we report results from two latest generations of the Eöt-Wash rotatingattractor torsion-balance ISL tests. In these tests, harmonic torques, exerted on a detector pendulum by a rotating attractor, are studied as functions of separation s between the facing surfaces of the detector and attractor test bodies. Our new device offers significant improvements over those used previously [5,[9][10][11]. The new testbody design (see Fig. 1) has both 18-fold and 120-fold azimuthal symmetries and tests the ISL at two different length scales at once. The 50%-transparent hole pattern maximizes the signals for a given test-body diameter. Furthermore, the Fourier-Bessel expansion provides nearly-analytic (a single numerical integration) solutions for Newtonian, Yukawa and dipole-dipole torques [12,14].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 587,
                    "text": "[5,",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 590,
                    "text": "[9]",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 593,
                    "text": "[10]",
                    "end": 597
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 597,
                    "text": "[11]",
                    "end": 601
                },
                {
                    "type": "figure",
                    "start": 632,
                    "text": "Fig. 1",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 994,
                    "text": "[12,",
                    "end": 998
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 998,
                    "text": "14]",
                    "end": 1001
                }
            ]
        },
        {
            "text": "In our device, the primary science signals are torques varying at 18ω and 120ω where ω is the attractor rotation frequency. Figure 1 shows the predicted Newton and Yukawa torques as functions of s. Note that as",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 124,
                    "text": "Figure 1",
                    "end": 132
                }
            ]
        },
        {
            "text": "FIG. 1: (color online)",
            "section_rank": 3
        },
        {
            "section": "FIG. 1: (color online)",
            "text": "Top left: detector and rotating attractor rendered with their separation much larger than actually used. An electrostatic shield that surrounds the detector and isolates it from the attractor is not shown. Top right: photos of glued generation 2 test body before and after gold coating. The hole pattern diameter is 52 mm. Bottom plot: predicted Newtonian torques (solid lines). The dashed and dotted lines are α = 1 Yukawa torques with λ = 70 and 30 µm, respectively s increases, the torques decay exponentially with scale lengths inversely proportional to the azimuthal symmetry number n. We calibrated the torque scale (see Fig. 2) by the gravitational interaction between the 3 small spheres on the detector and 3 large spheres on an external turntable. The separation between the 2 sets of spheres was comparable to those used in measuring Newton's constant [15] and in a regime where independent experiments [16] have verified the 1/r 2 law at the 10 −3 level; our work can be viewed as percent-level measurements of G N at separations down to about 50 µm.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 627,
                    "text": "Fig. 2",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 863,
                    "text": "[15]",
                    "end": 867
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 914,
                    "text": "[16]",
                    "end": 918
                }
            ]
        },
        {
            "section": "FIG. 1: (color online)",
            "text": "Our raw data consist of torque measurements at a set of 3-dimensional displacements ζ = (x, y, s) between the detector and attractor test bodies. Each data point comprised θ (an autocollimator measurement of the detector twist angle), φ (the turntable angle from a highresolution encoder), the capacitance between the detector and the electrostatic shield (a key element in determining s), plus a dozen other parameters such as apparatus tilts, various temperatures, etc. Because the Fourier-Bessel hole pattern repeats every 60 degrees the data streams were cut into 60 degree segments typically containing 680 points. The θ(φ) data in each cut were fit with harmonic terms and low-order polynomial drift [5,10]. The datataking cadence and ω were set so that each cut contained integral numbers of data points and free-torsional oscillations and that the 18ω and 120ω signals lay in lownoise regions of the torque power spectrum (see bottom panel in Fig. 2). Harmonic torques N nω were inferred using N nω =θ nω Iω 2 0 whereθ nω was the harmonic amplitude corrected for pendulum inertia plus electronic and digital-filter [12] time constants, I (91.7 g cm 2 in generation 2) was the detector's rotational inertia computed from a detailed numerical model, and ω 0 ≈ .0184 s −1 was the detector's free-oscillation frequency. (Uncertainties in I have no effect on our results because I appears in both the Fourier-Bessel and calibration-sphere torques.) Electrostatic \"patch\" effects [17] altered ω 0 at small s so, before and after each science run, ω 0 was measured in \"sweep runs\" where the free-oscillation amplitude (typically ∼ 4 µrad) was increased to about 20 µrad; this gave more precise values for ω 0 and also provided corrections for small nonlinearities in the autocollimator angle scale. As shown in Fig. 3, accurate values for the displacement, ζ, were obtained with the aid of micrometers on the x,y,z stage that supported the torsion fiber. Measurements of the 120ω gravitational torques as functions of x and y gave the horizontal displacement, while electrical capacitances as functions of z were used to obtain the vertical displacement . The main challenges were fabricating and then positioning with µm accuracy 5.5 cm-diameter objects (one of them suspended from an 83 cm-long torsion fiber), minimizing stray electrostatic and magnetostatic effects, dealing with seismic vibrations, and eliminating dust particles that can prevent taking data at small s. The detector was gold-coated and surrounded by Smooth lines show the thermal (and autocollimator) noise assuming Q = 1000. The 54ω peak is the 3rd harmonic of the n = 18 signal. For this run, the 18ω and 120ω signals were set to 1/2 and 10/3 times the free-oscillation frequency ω0. The 36ω peak occurs at ω0 and is a residue of the free oscillation; it is not a 2nd harmonic torque of the n = 18 pattern as all even harmonics vanish in our geometry. a rigid, almost hermetic, gold-coated electrostatic shield; its key element was a 10µm-thick, tightly-stretched goldcoated beryllium-copper foil located between the detector and attractor. Seismic vibrations coupled to patch fields substantially increased the noise when the pendulumfoil separation was less than 30 µm. Multi-layer µmetal shields isolated the detector from external fields as well as from the turntable motor. Instrumental temperature variations during a run were controlled at the ±5 mK level.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 706,
                    "text": "[5,",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 709,
                    "text": "10]",
                    "end": 712
                },
                {
                    "type": "figure",
                    "start": 951,
                    "text": "Fig. 2",
                    "end": 957
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1123,
                    "text": "[12]",
                    "end": 1127
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1482,
                    "text": "[17]",
                    "end": 1486
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1812,
                    "text": "Fig. 3",
                    "end": 1818
                }
            ]
        },
        {
            "section": "FIG. 1: (color online)",
            "text": "In our first generation work [12], the test bodies were cut from 50 µm thick tungsten foils by electric discharge machining and were kept flat by attaching them to Pyrex glass annuli using Dow Integral E100 adhesive film. They were then coated with gold and mounted on the pendulum frame and attractor turntable. The much smaller test body scale compared to our earlier work [5,10] required new instrumentation (SmartScope [13]) for characterizing and aligning the test bodies, more precise turntable control, and new electrostatic shields that provided better access for removing dust particles. Otherwise the instrument and general principles of the analysis were the same as in Ref. [5]. This work resolved at ≈ 50σ the 18ω gravitational signal between two objects with masses of only 200 mg. To our knowledge, this was easily the smallest mass-scale for which the gravitational interaction had been resolved [18]. We did not publish that result, which probed separations between 57 µm and 2.00 mm, because there were hints of a subtle systematic effect that we were unable to identify.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 29,
                    "text": "[12]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 375,
                    "text": "[5,",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 378,
                    "text": "10]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 423,
                    "text": "[13]",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 686,
                    "text": "[5]",
                    "end": 689
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 912,
                    "text": "[18]",
                    "end": 916
                }
            ]
        },
        {
            "section": "FIG. 1: (color online)",
            "text": "Our second generation work [19], whose results we present here, used platinum test bodies with detector and attractor thicknesses of 54 and 99 µm, respectively. These were epoxied to BK7 glass annuli using a technique, similar to that described in Ref. [20], that filled the hole pattern with glue so that the test-body faces were flat to within ±2.3 µm and ±1.5 µm. In addition, we modified the vacuum vessel and pumping system to accommodate an in situ system for remotely positioning the 10 µm-thick isolation foil with sub-µm accuracy. We took data at separations between 52 µm and 3.0 mm.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 27,
                    "text": "[19]",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 253,
                    "text": "[20]",
                    "end": 257
                }
            ]
        },
        {
            "section": "FIG. 1: (color online)",
            "text": "We made the usual checks for systematic effects [5,10] by varying temperatures and their gradients, impressing electrical and magnetic fields on the detector and attractor, etc. The only significant systematic effect arose from the magnetic susceptibility of the platinum test bodies. An ambient magnetic field will slightly magnetize the metal test bodies inducing a dipole-dipole interaction between the attractor and detector that is not attenuated by our electrostatic shield. The induced magnetic interaction from a vertical field B z is attractive, while for horizontal fields B x and B y the induced interaction is repulsive. We studied this systematic effect using Helmholtz coils and observed just such behavior. The largest effect arises from B z fields and is shown in the top panel of Fig. 4. The effects of horizontal fields were at least 20 times smaller. With the detector at s = 72 µm we observed the 120ω torque as a function of B z . This torque was parabolic with a minimum at B z = +65 µT and a strength consistent with the value measured in our science data. Furthermore, the +65 µT value was consistent with that needed to cancel the measured ambient field. This demonstrated that, as expected, there was no magnetic effect linear in B z , and it allowed us to determine the magnetic contribution to the 120ω torque. Then, as shown in the bottom panel of Fig. 4, we measured the s-dependence of the magnetic 18ω, 120ω and 54ω (the 3rd harmonic of the 18ω signal) torques. The Fourier-Bessel framework provides semi-analytic solutions for the magnetic dipole-dipole [14] torques in azimuthal [14] or axial [19] geometries. Fourier-Bessel spin-spin predictions with a single adjustable scale parameter agree with our observations. The 120ω signal had the only significant (roughly 1%) magnetic contribution which we subtracted using the data in Fig. 4. The resulting \"gravitational\" torques are shown in Fig. 5.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 48,
                    "text": "[5,",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 51,
                    "text": "10]",
                    "end": 54
                },
                {
                    "type": "figure",
                    "start": 797,
                    "text": "Fig. 4",
                    "end": 803
                },
                {
                    "type": "figure",
                    "start": 1377,
                    "text": "Fig. 4",
                    "end": 1383
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1587,
                    "text": "[14]",
                    "end": 1591
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1613,
                    "text": "[14]",
                    "end": 1617
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1627,
                    "text": "[19]",
                    "end": 1631
                },
                {
                    "type": "figure",
                    "start": 1865,
                    "text": "Fig. 4",
                    "end": 1871
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1924,
                    "text": "Fig. 5",
                    "end": 1930
                }
            ]
        },
        {
            "section": "FIG. 1: (color online)",
            "text": "We fit our j = 95 measurements of m = 3 torques shown in the top panel of filled the holes, SmartScope measurements of attractor runout and tilt, plus capacitance measurements [12] of pendulum tilt) were so well constrained that the corresponding uncertainties in the predicted torques were negligible. The uncertainties in 5 parameters, x 0 , y 0 and s 0 (the sum of the thicknesses of the isolation foil and the glue films on the faces of the detector and attractor test bodies), a surface-roughness correction, and the autocollimator angle scale γ, had noticeable effects of the predicted torques. We allowed those parameters to float in fitting our torques but added terms to χ 2 to constrain them by SmartScope measurements and the data shown in Figs. 2 and 3. We accounted for the uncertainties in ζ by minimizing",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 176,
                    "text": "[12]",
                    "end": 180
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 751,
                    "text": "Figs. 2 and 3",
                    "end": 764
                }
            ]
        },
        {
            "section": "FIG. 1: (color online)",
            "text": "where δs j is the error in s arising from uncertainties in the measured capacitances.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "FIG. 1: (color online)",
            "text": "We first tested the Newtonian model (λ = ∞) and, as shown in the top panel of Fig. 5, obtained an excellent fit: χ 2 = 275.0 with ν = 285. We then tested for a single additional Yukawa term by finding the constraints on α for 66 assumed values of λ between 5 µm and 9 mm; η was allowed to vary independently at each λ. None of these Yukawas improved χ 2 at the 2σ level (∆χ 2 = 6.2); 18ω, 54ω and 120ω torques corrected for the magnetic systematic. Unless shown otherwise, uncertainties are smaller than the plot symbols. Data points with essentially the same s are combined for display purposes only. The Newtonian fit is shown and has P = 0.654. Adding a Yukawa term did not improve the fit appreciably. Bottom plot: corresponding 95% confidence upper limits on |α| from this and previous works [5,10,16,[21][22][23][24][25][26]29].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 78,
                    "text": "Fig. 5",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 797,
                    "text": "[5,",
                    "end": 800
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 800,
                    "text": "10,",
                    "end": 803
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 803,
                    "text": "16,",
                    "end": 806
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 806,
                    "text": "[21]",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 810,
                    "text": "[22]",
                    "end": 814
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 814,
                    "text": "[23]",
                    "end": 818
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 818,
                    "text": "[24]",
                    "end": 822
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 822,
                    "text": "[25]",
                    "end": 826
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 826,
                    "text": "[26]",
                    "end": 830
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 830,
                    "text": "29]",
                    "end": 833
                }
            ]
        },
        {
            "text": "FIG. 2: (color online) Generation 2 data.Top plot: absolute calibration of the torque scale. Three 1.137 kg spheres on an external calibration turntable rotating at ωc applied a 3ωc gravitational torque on three 0.4816 g spheres on the detector. The detector and calibration spheres were equally spaced on 16.48 mm and 19.05 cm radius circles, respectively. (ωc was chosen to put the 3ωc signal's frequency close to those of the 120ω signals in our science runs.) The result, (2.137 ± 0.009) fN m, is based on the nominal autocollimator calibration. The expected gravitational torque is (2.112 ± 0.005) fN m where the error arises from uncertainties in the positions and masses of the spheres. The expected/nominal ratio (γ = 0.988±0.005) provided an absolute calibration of the autocollimator scale. Calibration runs were taken over a period spanning 85 days. Bottom plot: power spectral density of the torque signal at s = 72 µm. Smooth lines show the thermal (and autocollimator) noise assuming Q = 1000. The 54ω peak is the 3rd harmonic of the n = 18 signal. For this run, the 18ω and 120ω signals were set to 1/2 and 10/3 times the free-oscillation frequency ω0. The 36ω peak occurs at ω0 and is a residue of the free oscillation; it is not a 2nd harmonic torque of the n = 18 pattern as all even harmonics vanish in our geometry.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 5
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3: Generation 2 data. Top plot: horizontal centering of the detector on the attractor using the gravitational 120ω torque. The center occurs at x0=(−102±2) µm, y0=(−2121± 2) µm. Middle and bottom plots: the vertical separation s was determined by combining two measurements of electrical capacitance plus the thicknesses of the foil and glue films on the test body faces. When error bars are not in shown this and later figures, the uncertainties are smaller than the symbols.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Fig. 5 ,FIG. 4 :",
            "section_rank": 6
        },
        {
            "section": "Fig. 5 ,FIG. 4 :",
            "text": "FIG. 4: (color online) Top plot: effect of an applied vertical magnetic field Bz at s = 72 µm. Points on the solid and dashed lines were taken with the outermost magnetic shield removed and in place, respectively. The lines are parabolic fits. The field at the detector vanishes at Bz = 65 µT. The horizonal green band shows the the measured s = 72 µm torque in our science data. The (.0165±.0054) fN m difference between the Bz = 0 and Bz = 65 µT torques is the magnetic contribution to the torque. Bottom plot: Systematic effect of a Bz field as a function of s. Points show the difference between torques at a strong applied field (Bz = −250 µT: outermost shield removed) and a nulled field (+65 µT: all shields in place). The smooth curves show our Fourier-Bessel calculations of the spin-spin interaction between the induced magnetizations in the detector and attractor test bodies; a single normalization reproduces the 18ω, 54ω and 120ω effects.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "FIG. 5 :",
            "section_rank": 7
        },
        {
            "section": "FIG. 5 :",
            "text": "FIG. 5: (color online)Top plot: 18ω, 54ω and 120ω torques corrected for the magnetic systematic. Unless shown otherwise, uncertainties are smaller than the plot symbols. Data points with essentially the same s are combined for display purposes only. The Newtonian fit is shown and has P = 0.654. Adding a Yukawa term did not improve the fit appreciably. Bottom plot: corresponding 95% confidence upper limits on |α| from this and previous works[5,10,16,[21][22][23][24][25][26]29].",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 444,
                    "text": "[5,",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 447,
                    "text": "10,",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 450,
                    "text": "16,",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 453,
                    "text": "[21]",
                    "end": 457
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 457,
                    "text": "[22]",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 461,
                    "text": "[23]",
                    "end": 465
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 465,
                    "text": "[24]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 469,
                    "text": "[25]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 473,
                    "text": "[26]",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 477,
                    "text": "29]",
                    "end": 480
                }
            ]
        }
    ]
}