{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Single top-quark production in association with a Z boson, where the Z boson decays to a pair of charged leptons, is measured in the trilepton channel. The proton-proton collision data collected by the ATLAS experiment from 2015 to 2018 at a centre-of-mass energy of 13 TeV are used, corresponding to an integrated luminosity of 139 fb −1 . Events containing three isolated charged leptons (electrons or muons) and two or three jets, one of which is identified as containing a b-hadron, are selected. The main backgrounds are from ttZ and diboson production. Neural networks are used to improve the background rejection and extract the signal. The measured cross-section for t + − q production, including nonresonant dilepton pairs with m + − > 30 GeV, is 97 ± 13 (stat.) ± 7 (syst.) fb, consistent with the Standard Model prediction.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "This paper reports on the observation of the electroweak production of a top quark or an anti-top quark associated with a Z boson (tZq) by the ATLAS collaboration using a data sample corresponding to an integrated luminosity of 139 fb −1 of proton-proton (pp) collisions at a centre-of-mass energy of √ s = 13 TeV. The final state is where the Z boson decays into electrons or muons, and the W boson, from the top-quark decay, decays into an electron or muon and an associated neutrino, and also includes the contribution from τ -lepton decays into electrons or muons. The requirement of three leptons in the final state maximises the signal significance relative to the backgrounds. Evidence for this process has previously been reported by the ATLAS collaboration [1] with a significance of 4.2 standard deviations using data collected in 2015 and 2016. The CMS collaboration [2] reported an observation with a measured cross-section uncertainty of 15% using data collected in 2016 and 2017.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 878,
                    "text": "[2]",
                    "end": 881
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "At leading order (LO) in the Standard Model (SM) both the single top-quark production and decay occur through the electroweak interaction. The main LO Feynman -1 -JHEP07(2020)124 diagram is the same as in t-channel single top-quark production with the addition of a Z boson radiated from any of the quarks (figure 1a) or from the t-channel W -boson propagator (figure 1b). This allows the t-Z and the W -Z couplings to be indirectly studied in a single interaction. At LO the ttZ process is O(α 2 s ) in QCD, and the extraction of the t-Z coupling is more sensitive to higher-order QCD corrections. Furthermore, for the tZq process the next-to-leading-order (NLO) QCD corrections are small and therefore deviations from the SM can easily be studied in the framework of the SM effective field theory [3].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 799,
                    "text": "[3]",
                    "end": 802
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In addition to resonant Z -boson production, a small non-resonant + − (with = e, µ, τ ) contribution to this process (t + − q) is accounted for (figure 1c). Throughout this paper, single top-quark production with either resonant or non-resonant + − in the final state is referred to as tZq. In the SM, the expected cross-section for this process, calculated at NLO in QCD for a dilepton mass greater than 30 GeV, is 102 +5 −2 fb.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "The ATLAS detector [4] at the LHC covers nearly the entire solid angle around the collision point. 1 It consists of an inner tracking detector surrounded by a thin superconducting solenoid, electromagnetic and hadronic calorimeters, and a muon spectrometer incorporating three large superconducting toroidal magnets.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 19,
                    "text": "[4]",
                    "end": 22
                }
            ]
        },
        {
            "section": "ATLAS detector",
            "text": "1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upwards. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). Distances in the η-φ plane are measured in units of ∆R ≡ (∆η) 2 + (∆φ) 2 .",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "ATLAS detector",
            "text": "-2 -",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "JHEP07(2020)124",
            "section_rank": 4
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The inner-detector system (ID) is immersed in a 2 T axial magnetic field and provides charged-particle tracking in the range |η| < 2.5. The high-granularity silicon pixel detector covers the vertex region and typically provides four measurements per track, the first hit being normally in the insertable B-layer installed before Run 2 [5,6]. It is followed by the silicon microstrip tracker, which usually provides eight measurements per track. These silicon detectors are complemented by the transition radiation tracker (TRT), which enables radially extended track reconstruction up to |η| = 2.0. The TRT also provides electron identification information based on the fraction of hits (typically 30 in total) above a higher energy-deposit threshold corresponding to transition radiation.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 335,
                    "text": "[5,",
                    "end": 338
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 338,
                    "text": "6]",
                    "end": 340
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The calorimeter system covers the pseudorapidity range |η| < 4.9. Within the region |η| < 3.2, electromagnetic (EM) calorimetry is provided by barrel and endcap highgranularity lead/liquid-argon (LAr) calorimeters, with an additional thin LAr presampler covering |η| < 1.8, to correct for energy loss in material upstream of the calorimeters. Hadronic calorimetry is provided by the steel/scintillator-tile calorimeter, segmented into three barrel structures within the region |η| < 1.7, and two copper/LAr hadronic endcap calorimeters. The solid angle coverage is completed with forward copper/LAr and tungsten/LAr calorimeter modules optimised for electromagnetic and hadronic measurements respectively.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The muon spectrometer comprises separate trigger and high-precision tracking chambers measuring the deflection of muons in a magnetic field generated by superconducting air-core toroids. The field integral of the toroids ranges between 2.0 and 6.0 T m across most of the detector. A set of precision chambers covers the region |η| < 2.7 with three layers of monitored drift tubes, complemented by cathode-strip chambers in the forward region, where the background is highest. The muon trigger system covers the range |η| < 2.4 with resistive-plate chambers in the barrel and thin-gap chambers in the endcap regions.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "JHEP07(2020)124",
            "text": "Interesting events are selected for recording by the first-level trigger system implemented in custom hardware, followed by selections made by algorithms implemented in software in the high-level trigger [7]. The first-level trigger selects events from the 40 MHz bunch crossings at a rate below 100 kHz, which the high-level trigger further reduces to record events to disk at about 1 kHz.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 204,
                    "text": "[7]",
                    "end": 207
                }
            ]
        },
        {
            "text": "Data and simulation samples",
            "section_rank": 5
        },
        {
            "section": "Data and simulation samples",
            "text": "The data sample used in this article corresponds to 139 fb −1 of pp collisions at √ s = 13 TeV collected by the ATLAS detector during 2015-2018, after requiring stable LHC beams and that all detector subsystems were operational [8].",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 228,
                    "text": "[8]",
                    "end": 231
                }
            ]
        },
        {
            "section": "Data and simulation samples",
            "text": "Candidate events were required to satisfy one of the single-electron triggers or one of the single-muon triggers [7,[9][10][11][12][13]. Single-lepton triggers with low transverse momentum, p T , thresholds and standard isolation requirements were combined in a logical OR with higher-threshold triggers that had a looser identification criterion and did not have any isolation requirement, resulting in an efficiency of almost 100% for events passing the analysis selection. The lowest p T threshold used for electrons was 24 GeV (26 GeV) in 2015 (2016-2018), while for muons the threshold was 20 GeV (26 GeV).",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 113,
                    "text": "[7,",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 116,
                    "text": "[9]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "start": 119,
                    "text": "[10]",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 123,
                    "text": "[11]",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 127,
                    "text": "[12]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 131,
                    "text": "[13]",
                    "end": 135
                }
            ]
        },
        {
            "text": "JHEP07(2020)124",
            "section_rank": 6
        },
        {
            "section": "JHEP07(2020)124",
            "text": "To evaluate the effects of the detector resolution and acceptance on the signal and background, and to estimate the SM backgrounds, simulated event samples were produced using a Geant4-based Monte Carlo (MC) detector simulation [14,15]. Some of the samples used for evaluating systematic uncertainties did not use the full Geant4 simulation but instead relied on parameterised showers in the calorimeter. The top-quark mass in the event generators described below was set to 172.5 GeV.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 228,
                    "text": "[14,",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 232,
                    "text": "15]",
                    "end": 235
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The simulated data must account for the fact that significantly more than one inelastic pp collision occurs per bunch crossing. The average number of collisions per bunch crossing ranged from 13 to 38 for the 2015 through 2018 data-taking periods, respectively. Inelastic collisions were simulated using Pythia 8.186 [16] with the A3 set of tuned parameters [17] and the NNPDF2.3 LO [18] set of parton distribution functions (PDFs), and overlaid on the signal and background MC samples. These simulated events were reweighted to match the conditions of the collision data, specifically the additional pp interactions (pileup).",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 317,
                    "text": "[16]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "start": 358,
                    "text": "[17]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 383,
                    "text": "[18]",
                    "end": 387
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "To estimate the signal acceptance and efficiency, and to study the effect of different selection criteria on the expected precision of the measurement, a tZq sample was simulated, including non-resonant + − contributions. The sample was generated using the four-flavour scheme at NLO in QCD with MadGraph5 aMC@NLO 2.6.0 [19], requiring the dilepton invariant mass to be larger than 30 GeV and using the NNPDF30 nlo as 0118 nf 4 [20] PDF set. Following the discussion in ref. [21], the functional form of the renormalisation and factorisation scale was set to 4",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 320,
                    "text": "[19]",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 428,
                    "text": "[20]",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 475,
                    "text": "[21]",
                    "end": 479
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": ", where the b-quark is the one produced in the gluon splitting in the initial state associated with tZq production. The parton showering and hadronisation in signal events were simulated using Pythia 8.230 [22], with a set of tuned parameters selected according to ref. [23], referred to as the \"A14 tune\".",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 206,
                    "text": "[22]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 270,
                    "text": "[23]",
                    "end": 274
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The predicted cross-section was calculated with MadGraph5 aMC@NLO 2.6.0, using the five-flavour scheme with the NNPDF30 nlo as 0118 PDF set and with the renormalisation and factorisation scales, µ r and µ f , set to µ r = µ f = (m t + m Z )/4 = 66 GeV. The SM tZq cross-section at NLO in QCD, including non-resonant contributions with m + − > 30 GeV, is 102 fb. The renormalisation and factorisation scale uncertainties are +5.2 −1.3 % and the PDF uncertainty is ±1.0%. The PDF uncertainty was calculated using the replica method described in ref. [24].",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 548,
                    "text": "[24]",
                    "end": 552
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The background to the signal is estimated by using simulated samples that contain at least two leptons and at least two jets. These samples include the production of tt , tt H, ttZ , ttW , tW , tWZ , diboson (W W , W Z , or Z Z ), and Z + jets events.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The nominal tt and tt H simulated samples were generated using the NLO matrixelement generator Powheg-Box v2 [25][26][27][28][29] with the parameter h damp , which controls the transverse momentum of the first additional gluon emission beyond the Born configuration, set to 1.5 × m t for tt [30] and 0.75 × (2 × m t + m H ) for tt H, with m H = 125 GeV. These events were then passed through Pythia 8.230 to generate the underlying event and perform the parton showering and hadronisation. The PDF set used in the sample simulation was NNPDF3.0 NLO and for Pythia 8 the A14 tune and NNPDF2.3 LO PDF set were used.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 109,
                    "text": "[25]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 113,
                    "text": "[26]",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 117,
                    "text": "[27]",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 121,
                    "text": "[28]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 125,
                    "text": "[29]",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 291,
                    "text": "[30]",
                    "end": 295
                }
            ]
        },
        {
            "text": "JHEP07(2020)124",
            "section_rank": 7
        },
        {
            "section": "JHEP07(2020)124",
            "text": "Additional tt simulated samples are used to assess modelling uncertainties [31]. To evaluate the uncertainty due to initial-state radiation, samples with higher parton radiation were produced by decreasing the factorisation and renormalisation scales by a factor of 0.5 and simultaneously increasing the h damp parameter to twice its nominal value, and using the \"Var3c\" up variation from the A14 tune [32]. For lower parton radiation, the nominal h damp value was used, while the renormalisation and factorisation scales were increased by a factor of two and the \"Var3c\" down variation was selected in the parton shower. To study the impact of using an alternative parton shower and hadronisation model, a sample was produced with the Powheg-Box v2 generator interfaced to Herwig 7.0.4 [33,34], the former using the NNPDF3.0 NLO PDF set and the latter using the H7UE set of tuned parameters [34] and the MMHT2014 LO PDF set [35]. To assess the uncertainty due to the choice of matching scheme, a sample generated by MadGraph5 aMC@NLO 2.6.0 with the NNPDF3.0 NLO PDF set was passed through Pythia 8.230, which used the A14 tune and NNPDF2.3 LO PDF set. For all samples produced with this set of generators, the matrixelement correction for the first emission was turned off and the global recoil option was used.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 75,
                    "text": "[31]",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 402,
                    "text": "[32]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 787,
                    "text": "[33,",
                    "end": 791
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 791,
                    "text": "34]",
                    "end": 794
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 892,
                    "text": "[34]",
                    "end": 896
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 925,
                    "text": "[35]",
                    "end": 929
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The production of ttZ and ttW events was modelled using the Mad- The tW simulated samples used the same generators as those used for the various tt samples [37]. To avoid overlap between tW and tt production, the diagram removal (DR) scheme was employed [38], where all NLO diagrams that overlap with the doubly resonant tt contributions are removed from the calculation of the tW amplitude.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 156,
                    "text": "[37]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 254,
                    "text": "[38]",
                    "end": 258
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The production of tWZ events was modelled using the MadGraph5 aMC@NLO 2.3.3 generator at NLO with the NNPDF3.0 NLO PDF set. The generator was interfaced to Pythia 8.212, which used the A14 tune and the NNPDF2.3 LO PDF set. The modelling uncertainties for this process are evaluated by comparing with a MC sample produced using the same generators but employing a different treatment of the interference between ttZ and tWZ , namely the diagram removal scheme that takes the interference term into account (DR2), as opposed to the nominal DR1 scheme [39].  [40,41] using the MEPS@NLO prescription [42][43][44][45]. The simulations included up to one additional parton at NLO accuracy and up to three additional parton emissions at LO accuracy. The virtual QCD corrections for matrix elements at NLO accuracy were provided by the OpenLoops library [46,47] with the NNPDF3.0 NLO PDF set.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 549,
                    "text": "[39]",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 556,
                    "text": "[40,",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 560,
                    "text": "41]",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 596,
                    "text": "[42]",
                    "end": 600
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 600,
                    "text": "[43]",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 604,
                    "text": "[44]",
                    "end": 608
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 608,
                    "text": "[45]",
                    "end": 612
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 846,
                    "text": "[46,",
                    "end": 850
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 850,
                    "text": "47]",
                    "end": 853
                }
            ]
        },
        {
            "text": "JHEP07(2020)124",
            "section_rank": 8
        },
        {
            "section": "JHEP07(2020)124",
            "text": "To assess modelling uncertainties for the diboson background, the Powheg-Box v2 [48] generator was used to generate the diboson processes at NLO in QCD. Events were generated using the CT10 NLO PDF set [49] and showered with Pythia 8.210 with the AZNLO [50] tune and the CTEQ6L1 [51] PDF set. For the modelling of Z + jets, a sample was generated using Sherpa 2.2.1 with the NNPDF3.0 NNLO PDF set. The matching and merging procedure, as well as the virtual QCD corrections, were similar to those described for the diboson event simulation. The simulations included up to two additional partons at NLO accuracy and up to four additional parton emissions at LO accuracy.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 80,
                    "text": "[48]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 202,
                    "text": "[49]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 253,
                    "text": "[50]",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 279,
                    "text": "[51]",
                    "end": 283
                }
            ]
        },
        {
            "text": "Object reconstruction",
            "section_rank": 9
        },
        {
            "section": "Object reconstruction",
            "text": "The reconstruction of the basic objects used in the analysis is described in the following. The primary vertex [52] is selected as the pp vertex candidate with the highest sum of the squared transverse momenta of all associated tracks with p T > 400 MeV.",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 111,
                    "text": "[52]",
                    "end": 115
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "Electron candidates are reconstructed from energy clusters in the EM calorimeter that match a reconstructed track [53]. The clusters are required to be within the range |η| < 2.47, excluding the transition region between the barrel and endcap calorimeters at 1.37 < |η| < 1.52. Electron candidates must also satisfy a transverse energy requirement of E T > 20 GeV [53]. A likelihood-based discriminant is constructed from a set of variables that enhance the electron selection, while rejecting photon conversions and hadrons misidentified as electrons [53]. An η-and E T -dependent selection on the likelihood discriminant is applied, such that it has an 80% efficiency when used to identify electrons from Z -boson decays. Electrons are further required to be isolated using criteria based on ID tracks and topological clusters in the calorimeter, with an efficiency of 90% (99%) for E T = 25 GeV (60 GeV). Correction factors are applied to simulated electrons to take into account the small differences in reconstruction, identification and isolation efficiencies between data and MC simulation.",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 114,
                    "text": "[53]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 364,
                    "text": "[53]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 552,
                    "text": "[53]",
                    "end": 556
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "Muon candidates are reconstructed by combining a reconstructed track from the inner detector with one from the muon spectrometer [54], and are required to have p T > 20 GeV and |η| < 2.5. To reject misidentified muon candidates, primarily originating from pion and kaon decays, several quality requirements are imposed on the muon candidate. An isolation requirement based on ID tracks and topological clusters in the calorimeter is imposed, resulting in an efficiency of 90% (99%) for p T = 25 GeV (60 GeV). The overall efficiency obtained for muons from W -boson decays in simulated tt events is 96%. Like for electrons, correction factors are applied to simulated muons to account for the small differences between data and simulation.",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 129,
                    "text": "[54]",
                    "end": 133
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "Jet reconstruction in the calorimeter starts from topological clustering [55] of individual calorimeter cells calibrated to the electromagnetic energy scale. The anti-k t algorithm [56,57], with the radius parameter set to R = 0.4, is used to reconstruct the jets [58]. These jets are then calibrated to the particle level by the application of a jet energy scale derived from simulation and in situ corrections based on √ s = 13 TeV data [59]. Jets are required to have p T > 35 GeV in the region |η| < 4.5. To suppress jets arising from pileup, a discriminant JHEP07(2020)124 called the \"jet vertex tagger\" (JVT) is constructed using a two-dimensional likelihood method [60]. For jets with p T < 60 GeV and |η| < 2.5 a JVT requirement corresponding to a 92% efficiency, while rejecting 98% of jets from pileup and noise, is imposed. To reject jets at high |η| originating from additional pp interactions, a forward jet vertex tagger (fJVT) requirement is applied [61]. All jets with |η| > 2.5 are required to satisfy the requirements of the fJVT \"medium\" working point. This has an efficiency of selecting hard-scattered jets of up to 97% and a pileup-jet efficiency of 53% for jets with a p T of 40 GeV.",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 73,
                    "text": "[55]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 181,
                    "text": "[56,",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 185,
                    "text": "57]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 264,
                    "text": "[58]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 439,
                    "text": "[59]",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 672,
                    "text": "[60]",
                    "end": 676
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 965,
                    "text": "[61]",
                    "end": 969
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "To identify jets containing a b-hadron (b-jets), a multivariate algorithm is employed [62,63]. It uses impact parameter and reconstructed secondary vertex information from tracks contained in the jet as input. A calibration in bins of p T is derived at four efficiency points. Each jet is assigned a score, depending on how many of the efficiency points are passed. Due to its use of the ID, the reconstruction of b-jets is restricted to the region |η| < 2.5. Candidate b-jets must have a b-tagging discriminant value that exceeds a threshold such that a 70% b-jet selection efficiency is achieved in simulated tt events. With this criterion, the misidentification rate for light-jets, i.e. jets containing neither a b-nor a c-hadron, is 0.3%, while it is 11% for jets initiated by c-quarks. Correction factors are derived and applied to correct for differences in b-jet selection efficiency and the mistagging rates between data and MC simulation [62, 64,65].",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 86,
                    "text": "[62,",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 90,
                    "text": "63]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 953,
                    "text": "64,",
                    "end": 956
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 956,
                    "text": "65]",
                    "end": 959
                }
            ]
        },
        {
            "section": "Object reconstruction",
            "text": "The missing transverse momentum, with magnitude E miss T , is calculated as the negative of the vector sum of the transverse momenta of all reconstructed objects. To account for the soft hadronic activity, a term including tracks associated with the primary vertex but not with any of the reconstructed objects is added to the E miss T calculation [66]. To avoid cases where the detector response to a single physical object is reconstructed as two separate final-state objects, an overlap removal procedure is used. If electron and muon candidates share a track, the electron candidate is removed. After that, if the ∆R y,φ distance 2 between a jet and an electron candidate is less than 0.2, the jet is discarded. If multiple jets satisfy this requirement, only the closest jet is removed. For jet-electron distances between 0.2 and 0.4, the electron candidate is removed. If the distance between a jet and a muon candidate is less than 0.4, the muon candidate is removed if the jet has more than two associated tracks, otherwise the jet is removed.",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 348,
                    "text": "[66]",
                    "end": 352
                }
            ]
        },
        {
            "text": "Signal and control regions",
            "section_rank": 10
        },
        {
            "section": "Signal and control regions",
            "text": "The tZq final state used for this measurement comprises three charged leptons (electrons or muons), missing transverse momentum, one b-jet from the top-quark decay and an additional jet that does not satisfy the b-tagging requirement (untagged jet) and is expected to be emitted preferentially at high |η|. A second untagged jet is allowed in order to include events with QCD radiation. To help separate the tZq signal from the backgrounds that do not contain a Z boson and a top quark (diboson, Z + jets and tt events), both the Z -boson and the top-quark invariant masses are reconstructed.",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "section": "Signal and control regions",
            "text": "2 ∆R y,φ is the Lorentz-invariant distance in the rapidity-azimuthal-angle plane, defined as ∆R y,φ = (∆y)",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "section": "Signal and control regions",
            "text": "2 + (∆φ)",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "section": "Signal and control regions",
            "text": "2 .",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "section": "Signal and control regions",
            "text": "-7 -",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "JHEP07(2020)124",
            "section_rank": 11
        },
        {
            "section": "JHEP07(2020)124",
            "text": "Common selections Exactly 3 leptons (e or µ) with |η| < 2.5 The data are divided into eight non-overlapping regions: two signal regions (SR) designed to select tZq events and six control regions (CR) designed to enhance the selection of the main sources of background events (ttZ , diboson, Z + jets and tt events). The CRs are used to adjust the normalisation and reduce the associated systematic uncertainties in the main backgrounds. Table 1 summarises the selection criteria applied across all the regions considered. Leptons and jets have to satisfy the requirements discussed in section 4 and one of the leptons is required to have p T > 28 GeV, because of the trigger thresholds, and match, with ∆R < 0.15, the lepton reconstructed by the trigger. The nomenclature njmb is used to denote the regions, where n is the total number of jets, of which m are b-tagged.",
            "paragraph_rank": 36,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 437,
                    "text": "Table 1",
                    "end": 444
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The SRs require an opposite-sign, same-flavour (OSSF) lepton pair to reconstruct the Z boson. In the µee and eµµ channels the pair is uniquely identified, whereas in the eee and µµµ channels both of the possible combinations are considered and the pair with the invariant mass closer to the Z -boson mass is chosen. The dilepton invariant mass requirement is |m − m Z | < 10 GeV. The remaining lepton and the E miss T are used to reconstruct the leptonically decaying W boson. 3 The four-momenta of the reconstructed W boson and the b-jet are summed to reconstruct the top quark.",
            "paragraph_rank": 37,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 477,
                    "text": "3",
                    "end": 478
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The diboson CRs use the same event selection as each of the SRs but a b-tag veto is applied. The CRs for ttZ are the same as the SRs except for the addition of another b-jet. The CRs for tt are the same as the SRs except for the requirement of no OSSF lepton pair and at least one opposite-sign, different-flavour (OSDF) lepton pair.",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "JHEP07(2020)124",
            "section_rank": 12
        },
        {
            "section": "JHEP07(2020)124",
            "text": "These SRs and CRs are included in a binned maximum-likelihood fit that is performed to measure the signal cross-section. In the fit, the normalisations of the signal and the tt (including tW ) and Z + jets backgrounds are unconstrained, while the other backgrounds are constrained to be close to their SM prediction (see section 8).",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "Background estimation",
            "section_rank": 13
        },
        {
            "section": "Background estimation",
            "text": "Two classes of backgrounds are considered: processes in which three or more prompt leptons are produced, such as diboson production or the associated production of a top-quark pair and a boson (W , Z or H ); and processes with only two prompt leptons in the final state (such as Z + jets, tt and tW production) and one additional non-prompt or fake lepton that satisfies the selection criteria. Such non-prompt or fake leptons can originate from decays of bottom or charm hadrons, from jets misidentified as electrons, leptons from kaon or pion decays, or electrons from photon conversions.",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "section": "Background estimation",
            "text": "After applying the SR event selection, diboson, ttZ , Z + jets and tt production constitute the largest backgrounds. For the SR 2j1b, the dominant background source is diboson production, mainly WZ events. Monte Carlo simulation indicates that these represent 50% of the total number of selected background events in this region, while the second largest backgrounds, ttZ and tWZ amount to 32%. Non-prompt-lepton backgrounds are predicted to contribute up to 14% of the events. In the SR 3j1b, ttZ is the dominant background source, giving 45% of background events. Diboson production yields 28% of all background events in that region.",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "section": "Background estimation",
            "text": "The diboson contribution is split according to the origin of the associated jets using generator-level information. If one of the jets contains a b-or c-hadron then it is classified as diboson + heavy flavour (V V + HF), otherwise the event is classified as diboson + light flavour (V V + LF).",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "section": "Background estimation",
            "text": "The ttZ and tWZ backgrounds are combined, as are tt and tW . The ttW and tt H contributions are also combined, since both are very small.",
            "paragraph_rank": 43,
            "section_rank": 13
        },
        {
            "section": "Background estimation",
            "text": "All background contributions involving prompt leptons are estimated by using MC samples that are normalised to their respective SM predicted cross-sections calculated at NLO in QCD. The cross-section of the tt H background includes NLO+NLL soft-gluon resummation [68].",
            "paragraph_rank": 44,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 263,
                    "text": "[68]",
                    "end": 267
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "The estimation of the non-prompt-lepton background using MC samples is challenging. The simulation does not accurately model the rate for prompt-lepton misidentification. In addition, it suffers from low statistics after applying the SR event selection requirements, leading to large fluctuations in the predicted event kinematics. The first issue is addressed by normalising the non-prompt-lepton predictions to data in dedicated CRs. The method developed to address the second issue is discussed in the following. Generator-level studies have shown that for tt events 4 and Z + jets events passing the event selection, the additional non-prompt lepton usually originates from a charm-or bottom-hadron decay,",
            "paragraph_rank": 45,
            "section_rank": 13
        },
        {
            "text": "JHEP07(2020)124",
            "section_rank": 14
        },
        {
            "section": "JHEP07(2020)124",
            "text": "with a smaller contribution from other sources, such as photon conversions in the case of non-prompt electrons.",
            "paragraph_rank": 46,
            "section_rank": 14
        },
        {
            "section": "JHEP07(2020)124",
            "text": "Therefore, the method used to estimate the shape of kinematic distributions for nonprompt-lepton backgrounds with high statistical precision uses MC samples enriched in events with semileptonic b-jet decays. Generated events are used for tt + tW and Z + jets independently, with a preselection of two leptons instead of three leptons and two b-jets. One of the two b-jets, which is selected at random, is replaced by a lepton. The energy and polar angle of the replacement lepton, relative to the direction of the b-jet momentum, are derived from a generator-level study of the polar-angle distribution versus lepton energy in the rest frame of the b-hadron, which is assumed to carry the b-jet energy. The azimuthal angle is generated uniformly around the b-jet direction. The lepton four-momenta are transformed to the laboratory frame using the b-jet four-momenta. If the b-jet is within a cone of ∆R = 0.4 around the lepton, the b-jet is removed. In the other events the b-jet is kept and the event will ultimately not satisfy the common selection, as it contains two b-jets. The distributions of kinematic variables from the resulting sample are compared with those from the tt + tW and Z + jets MC samples, applying the common selection, and are found to agree within statistical uncertainties.",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "text": "Multivariate analysis",
            "section_rank": 15
        },
        {
            "section": "Multivariate analysis",
            "text": "To improve the separation between signal and background, a neural network (NN) is used to derive a discriminant that takes correlations among the input variables into account. The package NeuroBayes [69,70] is used, which combines a three-layer feed-forward NN with a complex, robust preprocessing that orders the input variables by their separation power [71]. The first layer of the network consists of one input node for each input variable plus one bias node [69]. The second layer can have an arbitrary, user-defined, number of hidden nodes. There is one output node that gives a continuous value in the interval [−1, 1]. The NN uses Bayesian regularisation [69] during the training process to improve its performance and stability, and to avoid overtraining. All background processes are considered in the training and are weighted according to the expected number of events in each SR.",
            "paragraph_rank": 48,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 199,
                    "text": "[69,",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 203,
                    "text": "70]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 356,
                    "text": "[71]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 463,
                    "text": "[69]",
                    "end": 467
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 663,
                    "text": "[69]",
                    "end": 667
                }
            ]
        },
        {
            "section": "Multivariate analysis",
            "text": "Only variables that provide good separation and are well modelled are used in the final NN. A separate network is trained for each of the SRs, with each NN starting with the same input variables and 25 hidden nodes. The 15 input variables that give the best separation according to NeuroBayes are used for the final NN training. The full list of the variables used for the NN training is shown in table 2. The untagged jet is denoted j f . When two untagged jets are selected, j f (j r ) refers to the one for which the invariant mass of this untagged jet and the b-tagged jet is the largest (smallest).",
            "paragraph_rank": 49,
            "section_rank": 15
        },
        {
            "section": "Multivariate analysis",
            "text": "Variables related to the reconstructed Z boson help to reduce the tt background, while top-quark-related quantities are useful in separating the signal from processes such as WZ and Z + jets, in which no top quark is produced. For the signal, the untagged jet comes from the spectator quark in the hard-scattering process and thus tends to have higher |η|, helping the NN provide better separation from diboson and ttZ background events. The -10 -  Table 2. Variables used as input to the neural network in SR 2j1b and SR 3j1b. The ranking of the variables in each of the SRs is given in the 2 nd and 3 rd columns, respectively. The untagged jet is denoted j f . When two untagged jets are selected, j f (j r ) refers to the one for which the invariant mass of this untagged jet and the b-tagged jet is the largest (smallest). The b-tagging score indicates whether the b-jet would also satisfy a tighter b-tagging requirement corresponding to a working point with an efficiency of 60% instead of 70%.",
            "paragraph_rank": 50,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 449,
                    "text": "Table 2",
                    "end": 456
                }
            ]
        },
        {
            "text": "JHEP07(2020)124",
            "section_rank": 16
        },
        {
            "section": "JHEP07(2020)124",
            "text": "invariant mass of an untagged jet and b-jet, m bj f , is also used as a discriminating variable for selecting signal over background.",
            "paragraph_rank": 51,
            "section_rank": 16
        },
        {
            "section": "JHEP07(2020)124",
            "text": "In terms of the separation power, the four highest-ranked variables for the two SRs are the same. The highest-ranked variable is m bj f . The m bj f value is larger for topologies with a forward jet, because of the large angular separation between the forward jet and the central b-jet. The other three variables are the reconstructed top-quark mass, the absolute value of the untagged j f jet pseudorapidity, and the transverse mass of the W boson. 5 The post-fit distributions of the three variables with the highest discrimination power are shown in figure 2 for the two SRs. Good agreement between data and prediction is observed.  ",
            "paragraph_rank": 52,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 450,
                    "text": "5",
                    "end": 451
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 17
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic uncertainties in the signal acceptance and in the normalisation of the individual backgrounds, as well as uncertainties in the shape of the fitted distributions, are taken into account. These are treated as correlated between the different regions, unless stated otherwise. The uncertainties can be classified into the following categories:",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "section": "Systematic uncertainties",
            "text": "Reconstruction efficiency and calibration uncertainties. Systematic uncertainties affecting the reconstruction efficiency and energy calibration of electrons, muons and jets are propagated through the analysis, each contributing at the percent level to the signal and background uncertainties before the fit.",
            "paragraph_rank": 54,
            "section_rank": 17
        },
        {
            "text": "JHEP07(2020)124",
            "section_rank": 18
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The differences between the electron (muon) trigger, reconstruction and selection efficiencies in data and those in MC simulation are corrected for by scale factors derived from dedicated Z → e + e − (Z → µ + µ − ) enriched control samples using a tag-and-probe method [53,54].",
            "paragraph_rank": 55,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 269,
                    "text": "[53,",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 273,
                    "text": "54]",
                    "end": 276
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The jet energy scale (JES) was derived using information from test-beam data, LHC collision data and simulation, as described in ref. [59]. The fractional JES uncertainty decreases with the p T of the reconstructed jet and is rather stable in η. It has various components according to the factors it accounts for and the different steps used to compute it. The impact of the uncertainty in the jet energy resolution is also evaluated.",
            "paragraph_rank": 56,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 134,
                    "text": "[59]",
                    "end": 138
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The b-tagging efficiencies and mistagging rate are measured in data using the same methods as described in refs. [62,64,65], with the systematic uncertainties due to b-tagging efficiency and the mistagging rates calculated separately. The impact of the uncertainties on the b-tagging calibration is evaluated separately for b-, c-and light-jets in the MC samples.",
            "paragraph_rank": 57,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 113,
                    "text": "[62,",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 117,
                    "text": "64,",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 120,
                    "text": "65]",
                    "end": 123
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The uncertainty in E miss T due to a possible miscalibration of the soft-track component of the E miss T is derived from data-MC comparisons of the p T balance between the hard and soft E miss T components [66]. The uncertainty associated with the leptons and jets is propagated from the corresponding uncertainties in the energy/momentum scales and resolutions, and is classified together with the uncertainty associated with the corresponding objects.",
            "paragraph_rank": 58,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 206,
                    "text": "[66]",
                    "end": 210
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "Signal and background modelling. The systematic uncertainties due to MC modelling of the signal and the tt and ttZ backgrounds are estimated by comparing different MC generators and by varying the parameters associated with the renormalisation and factorisation scales, and additional radiation.",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "section": "JHEP07(2020)124",
            "text": "For the signal MC simulation, the effects of the systematic uncertainty in the renormalisation and factorisation scales, which are set equal to each other, and in the amount of additional radiation are calculated simultaneously and are referred to as \"tZq QCD radiation\". This is done by increasing the scales by a factor of two and using the \"Var3cDown\" parameter of the A14 tune, and by decreasing the scales by a factor of 0.5 combined with the A14 tune using \"Var3cUp\" [23]. The PDF uncertainty in the signal MC prediction is also taken into account by calculating the RMS of the 100 replicas of the NNPDF30 nlo as 0118 nf 4 PDF set following the PDF4LHC prescription [24]. The PDF uncertainty shape variations are very small and are therefore neglected.",
            "paragraph_rank": 60,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 473,
                    "text": "[23]",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 672,
                    "text": "[24]",
                    "end": 676
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The effect of changing the MC generator for tt events is included as the tt NLO matching systematic uncertainty by taking the difference between the Powheg-Box and MadGraph5 aMC@NLO predictions. The impact of changing the parton shower and hadronisation model is evaluated by comparing samples generated with Powheg-Box interfaced with either Pythia 8 or Herwig 7, as described in ref. [72]. Systematic uncertainties related to the scale and additional radiation are also included using the samples described in section 3.",
            "paragraph_rank": 61,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 386,
                    "text": "[72]",
                    "end": 390
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The effect of changing the MC generator for ttZ events is included as the ttZ modelling systematic uncertainty by taking the difference between the MadGraph5 aMC@NLO and Sherpa predictions. Uncertainties related to the choice of renormalisation and factorisation scales, as well as initial-state radiation are also included.",
            "paragraph_rank": 62,
            "section_rank": 18
        },
        {
            "text": "JHEP07(2020)124",
            "section_rank": 19
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The uncertainty associated with the modelling of diboson events is assessed by comparing the predictions of the Sherpa and Powheg-Box generators. This uncertainty is treated as uncorrelated for the V V + LF and V V + HF components.",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "section": "JHEP07(2020)124",
            "text": "To account for the possible differences in the distribution shape of Z + jets events originating from sources other than semileptonic b-decays, a systematic uncertainty in the shape of the Z + jets distribution is applied. The systematic uncertainty is constructed by comparing the distribution shapes of MC events from different sources separated according to the origin of the fake lepton in the event (e.g. heavy-flavour decay, photon conversion, etc.). This uncertainty is not included for tt + tW since the non-prompt-lepton contributions in CRs and SRs have the same composition and are fully dominated by semileptonic b-decays.",
            "paragraph_rank": 64,
            "section_rank": 19
        },
        {
            "section": "JHEP07(2020)124",
            "text": "Background rate uncertainty. For ttZ and tWZ productions, a cross-section uncertainty of 12% is used [73], correlated among the two processes. For V V + LF production, the normalisation uncertainty is taken to be 20% [74]. The uncertainty for V V + HF production is 30% [75]. The diboson production uncertainties are taken to be uncorrelated. In addition, modelling uncertainties are also used in the fit, as mentioned above. For ttW and tt H a 15% systematic uncertainty in the normalisation is used [73], correlated among the two processes.",
            "paragraph_rank": 65,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 101,
                    "text": "[73]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "start": 217,
                    "text": "[74]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 270,
                    "text": "[75]",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 501,
                    "text": "[73]",
                    "end": 505
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "For the backgrounds that are unconstrained in the fit (Z + jets and tt + tW ), an additional normalisation uncertainty of 15% for Z + jets and 7% for tt + tW , uncorrelated for each region, is included to allow for differences between the regions. These values correspond to the largest statistical uncertainty in the predicted yields for the Z + jets and tt + tW MC samples in the SRs and the relevant CRs.",
            "paragraph_rank": 66,
            "section_rank": 19
        },
        {
            "section": "JHEP07(2020)124",
            "text": "Luminosity. The uncertainty in the combined 2015-2018 integrated luminosity is 1.7% [76], obtained using the LUCID-2 detector [77] for the primary luminosity measurements.",
            "paragraph_rank": 67,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 84,
                    "text": "[76]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 126,
                    "text": "[77]",
                    "end": 130
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "Uncertainty in pileup modelling. The uncertainty in pileup modelling is accounted for by varying the reweighting of the MC samples to the data pileup conditions using the uncertainty on the average number of interactions per bunch crossing.",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "text": "Results",
            "section_rank": 20
        },
        {
            "section": "Results",
            "text": "A simultaneous binned maximum-likelihood fit of the SRs and CRs is performed using MC distributions for both the signal and background predictions. The templates are binned distributions of the NN output (O NN ) for the SRs and ttZ CRs; m T ( , E miss T ) for the diboson CR, to provide separation between diboson and Z + jets events in this region; and the total event yield in the tt CRs. For the ttZ CR templates, the NN trained in a given SR is evaluated on the events selected in the corresponding CR. In this case, the top-quark reconstruction is performed using the reconstructed W boson and b-jet combination that has the invariant mass closest to m t . To measure the tZq cross-section the normalisation of the signal template is extracted from the fit.",
            "paragraph_rank": 69,
            "section_rank": 20
        },
        {
            "text": "JHEP07(2020)124",
            "section_rank": 21
        },
        {
            "section": "JHEP07(2020)124",
            "text": "Nuisance parameters are included in the fit to account for each systematic variation described in section 8. When variations of the shape of the distributions are not statistically significant, only the effect on the normalisation is taken into account in the assessment of the systematic uncertainty. To quantify the statistical significance of the fit and its resulting power to reject the background-only hypothesis, a test statistic is constructed using a profile likelihood ratio. Figures 3 and 4 show the comparison between data and post-fit background and signal distributions, in the SRs and CRs, respectively. The numbers of fitted signal and background events compared with the data are shown in table 3. The normalisation of the unconstrained fit parameters agrees with the SM predictions. Validation regions are defined to further check the level of agreement between data and simulation. Details are given in appendix A.",
            "paragraph_rank": 70,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 486,
                    "text": "Figures 3 and 4",
                    "end": 501
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The results of the fit yield a tZq production cross-section, including non-resonant dilepton pairs with m + − > 30 GeV, of 97 ± 13 (stat.) ± 7 (syst.) fb, assuming m t = 172.5 GeV, corresponding to a total uncertainty of ±14%. The SM cross-section for this process is 102 +5 −2 fb. The statistical uncertainty of 13% in the measurement, which is dominant for this result, is obtained by performing the fit after fixing all nuisance parameters to their post-fit values. The systematic uncertainty is computed by subtracting in quadrature the statistical component of the uncertainty from the total. The impact of the systematic uncertainties on the tZq cross-section, broken down into major categories, is summarised in table 4.",
            "paragraph_rank": 71,
            "section_rank": 21
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The statistical significance of obtaining a signal at least as large as that observed in the data if no signal were present is calculated using the test statistic in the asymptotic approximation [78]. Both the expected and observed significances are well above five standard deviations.",
            "paragraph_rank": 72,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 195,
                    "text": "[78]",
                    "end": 199
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The         Table 4. Impact of systematic uncertainties on the tZq cross-section, broken down into major categories. For each category the impact is calculated by performing a fit where the nuisance parameters in the group are fixed to their best-fit values, and then subtracting the resulting uncertainty in the parameter of interest in quadrature from the uncertainty from the nominal fit. For simplicity, the impact is given as the average of the up and down variations. Details of the systematic uncertainties are provided in the text. MC statistics refers to the effect of the limited size of the MC samples. The total systematic uncertainty is a bit larger than the quadratic sum of the individual contributions due to correlations.",
            "paragraph_rank": 73,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 12,
                    "text": "Table 4",
                    "end": 19
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "-19 -  Figure 5. Comparison between data and prediction (\"Pred.\") after the fit to data (\"Post-Fit\") under the signal-plus-background hypothesis for the reconstructed p T of (a) the top quark and (b) the Z boson in the SR 2j1b, for events with O NN > 0.4. The uncertainty band includes both the statistical and systematic uncertainties as obtained by the fit. The rightmost bin includes overflow events. The lower panels show the ratios of the data to the prediction.",
            "paragraph_rank": 74,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 7,
                    "text": "Figure 5",
                    "end": 15
                },
                {
                    "type": "bibr",
                    "start": 196,
                    "text": "(b)",
                    "end": 199
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "-20 -JHEP07(2020)124",
            "paragraph_rank": 75,
            "section_rank": 21
        },
        {
            "text": "Conclusion",
            "section_rank": 22
        },
        {
            "section": "Conclusion",
            "text": "The cross-section for tZq production, including non-resonant dilepton pairs with m + − > 30 GeV, is measured. The analysis uses 139 fb −1 of proton-proton collision data collected by the ATLAS experiment at the LHC between 2015 and 2018 at a centre-of-mass energy of 13 TeV. The result of this measurement is 97 ± 13 (stat.) ± 7 (syst.) fb, assuming a topquark mass of 172.5 GeV, corresponding to a total uncertainty of ±14%. This result is in good agreement with the SM prediction of 102 +5 −2 fb.",
            "paragraph_rank": 76,
            "section_rank": 22
        },
        {
            "text": "JHEP07(2020)124",
            "section_rank": 23
        },
        {
            "section": "JHEP07(2020)124",
            "text": "A Validation regions",
            "paragraph_rank": 77,
            "section_rank": 23
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The normalisation and modelling of the four main backgrounds are constrained using CRs. Additional diboson and tt +tt V validation regions (VRs) are used to confirm the goodness of the background modelling. These VRs are defined so as to be as close as possible to both the SRs and CRs. The diboson VRs are defined using the same selection as the SRs except that a \"loose\" b-tag requirement (indicated as 1Lb in the region name) is imposed that has a b-jet selection efficiency in the range 85%-70%. The tt + tt V VRs are defined using the same selection as the SRs except that the OSSF invariant mass requirement is inverted.",
            "paragraph_rank": 78,
            "section_rank": 23
        },
        {
            "section": "JHEP07(2020)124",
            "text": "The NN training from each SR is applied to the corresponding VRs. Distributions of the O NN in the various VRs are shown in figure 6. Any variables used in the NN training that are undefined in the VRs (e.g. due to missing jets) are replaced by a dummy value such that the variable is not used by NeuroBayes during the evaluation. This is also valid for the variables that have a different range compared to the one that was used in the training, such as the b-tagging score. ",
            "paragraph_rank": 79,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 124,
                    "text": "figure 6",
                    "end": 132
                }
            ]
        },
        {
            "text": "JHEP07(2020)124",
            "section_rank": 24
        },
        {
            "section": "JHEP07(2020)124",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 80,
            "section_rank": 24
        },
        {
            "text": "Figure 1 .",
            "section_rank": 25
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Example Feynman diagrams of the lowest-order amplitudes for the tZq process, corresponding to (a, b) resonant + − production and (c) non-resonant + − production. In the four-flavour scheme, the b-quark originates from gluon splitting.",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "5.",
            "section_rank": 26
        },
        {
            "section": "5.",
            "text": "The transverse mass is calculated using the momentum of the lepton associated with the W boson, E miss T and the azimuthal angle, φ, between the two: m T , E miss T = 2p T ( )E miss T 1 − cos ∆φ , E miss T",
            "paragraph_rank": 82,
            "section_rank": 26
        },
        {
            "text": "Figure 2 .",
            "section_rank": 27
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Comparison between data and prediction (\"Pred.\") for the three most discriminating NN input variables after the fit to data (\"Post-Fit\") under the signal-plus-background hypothesis. The variables displayed are: (a) and (d) the invariant mass of the b-jet and the untagged jet,(b)   and (e) the mass of the reconstructed top quark, and (c) and (f) the absolute value of the η of the j f jet, shown in the SR 2j1b (top row) and SR 3j1b (bottom row). The jet denoted j f is the untagged jet for which the invariant mass of this untagged jet and the b-tagged jet is the largest. The uncertainty band includes both the statistical and systematic uncertainties as obtained by the fit. The rightmost bin includes overflow events. The lower panels show the ratios of the data to the prediction. The open triangles indicate points that are outside the vertical range of the figure.",
            "paragraph_rank": 83,
            "section_rank": 27
        },
        {
            "text": "distributions of the reconstructed p T of the top quark and of the Z boson in the SR 2j1b for events with high O NN score (O NN > 0.4) are shown in figure 5. Good agreement is observed between data and the prediction.",
            "paragraph_rank": 84,
            "section_rank": 28
        },
        {
            "text": "Figure 3 .",
            "section_rank": 29
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Comparison between data and prediction (\"Pred.\") after the fit to data (\"Post-Fit\") under the signal-plus-background hypothesis for the fitted distributions of the neural network output O NN in the SRs (a) 2j1b and (b) 3j1b. The uncertainty band includes both the statistical and systematic uncertainties as obtained by the fit. The lower panels show the ratios of the data to the prediction.",
            "paragraph_rank": 85,
            "section_rank": 29
        },
        {
            "text": "Figure 4 .",
            "section_rank": 30
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Comparison between data and prediction (\"Pred.\") after the fit to data (\"Post-Fit\") under the signal-plus-background hypothesis for the fitted distributions in the CRs. The fitted distributions are: (a) and (d) the m T ( , E miss T ) distribution in the diboson CRs,(b)  and (e) the event yields in the tt CRs, and (c) and (f) the O NN distribution in the ttZ CRs. The uncertainty band includes both the statistical and systematic uncertainties as obtained by the fit. The lower panels show the ratios of the data to the prediction.",
            "paragraph_rank": 86,
            "section_rank": 30
        },
        {
            "text": "Figure 6 .",
            "section_rank": 31
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Comparison between data and prediction (\"Pred.\") after the fit to data (\"Post-Fit\") under the signal-plus-background hypothesis for the O NN distributions in the VRs (a) diboson 2j1Lb, (b) diboson 3j1Lb, (c) tt + tt V 2j1b and (d) tt + tt V 3j1b. The uncertainty band includes both the statistical and systematic uncertainties as obtained by the fit. The lower panels show the ratios of the data to the prediction. The open triangles indicate points that are outside the vertical range of the figure.",
            "paragraph_rank": 87,
            "section_rank": 31
        },
        {
            "text": "LO PDF set. Non-resonant + − contributions are included for ttZ .To assess modelling uncertainties, alternative ttZ simulated samples were produced with the Sherpa 2.2.1[36] generator with one additional parton at NLO accuracy. The CKKW matching scale of the additional emissions was set to 30 GeV. The default Sherpa 2.2.1 parton shower was used along with the NNPDF3.0 NNLO PDF set.",
            "paragraph_rank": 88,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 169,
                    "text": "[36]",
                    "end": 173
                }
            ]
        },
        {
            "text": "Table 1 .",
            "section_rank": 33
        },
        {
            "section": "Table 1 .",
            "text": "Z | < 10 GeV |m − m Z | < 10 GeV Overview of the requirements applied when selecting events in the signal and control regions. OSSF is an opposite-sign same-flavour lepton pair. OSDF is an opposite-sign differentflavour lepton pair.",
            "paragraph_rank": 89,
            "section_rank": 33
        },
        {
            "text": "Table 3 .",
            "section_rank": 34
        },
        {
            "section": "Table 3 .",
            "text": "Predicted and observed yields in each of the analysis regions considered. The signal and background predictions are shown after the fit to data. The quoted uncertainties include the statistical and systematic uncertainties of the yields, computed taking into account correlations among nuisance parameters and among processes.",
            "paragraph_rank": 90,
            "section_rank": 34
        },
        {
            "section": "Table 3 .",
            "text": "The longitudinal component of the neutrino four-momentum is obtained by using the mass constraint of the W boson. The twofold ambiguity is resolved by choosing the solution with the smaller |p ν z |, since the W boson is expected to be produced with small pseudorapidity[67].",
            "paragraph_rank": 91,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 270,
                    "text": "[67]",
                    "end": 274
                }
            ]
        },
        {
            "section": "Table 3 .",
            "text": "This is also valid for the very small number of tW events. The same method of estimating their contribution is used for both processes.",
            "paragraph_rank": 92,
            "section_rank": 34
        },
        {
            "text": "Acknowledgments",
            "section_rank": 36
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 93,
            "section_rank": 36
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech",
            "paragraph_rank": 94,
            "section_rank": 36
        },
        {
            "text": "JHEP07(2020)124",
            "section_rank": 38
        },
        {
            "section": "JHEP07(2020)124",
            "text": "Institute of Physics, Azerbaijan Academy of Sciences, Baku; Azerbaijan. Institut de Física d'Altes Energies (IFAE), Barcelona Institute of Science and Technology, Barcelona; Spain. (a) Institute of High Energy Physics, Chinese Academy of Sciences, Beijing; (b) Physics Department, Tsinghua University, Beijing;",
            "paragraph_rank": 95,
            "section_rank": 38,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 257,
                    "text": "(b)",
                    "end": 260
                }
            ]
        },
        {
            "section": "JHEP07(2020)124",
            "text": "(c) Department of Physics, Nanjing University, Nanjing; al Also at Physics Department, An-Najah National University, Nablus; Palestine. am Also at Physics Dept, University of South Africa, Pretoria; South Africa. an Also at Physikalisches Institut, Albert-Ludwigs-Universität Freiburg, Freiburg; Germany. ao Also at The City College of New York, New York NY; United States of America. ap Also at TRIUMF, Vancouver BC; Canada. aq Also at Universita di Napoli Parthenope, Napoli; Italy.",
            "paragraph_rank": 96,
            "section_rank": 38
        },
        {
            "section": "JHEP07(2020)124",
            "text": "* Deceased -45 -",
            "paragraph_rank": 97,
            "section_rank": 38
        }
    ]
}