{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Existence of dark matter indicates the presence of unknown fundamental laws of nature. Ultralight axion-like particles are well-motivated dark matter candidates, emerging naturally from theories of physics at ultrahigh energies. We report the results of a direct search for the electromagnetic interaction of axion-like dark matter in the mass range that spans three decades from 12 peV to 12 neV. The detection scheme is based on a modification of Maxwell's equations in the presence of axion-like dark matter, which mixes with a static magnetic field to produce an oscillating magnetic field. The experiment makes use of toroidal magnets with iron-nickel alloy ferromagnetic powder cores, which enhance the static magnetic field by a factor of 24. Using SQUIDs, we achieve a magnetic sensitivity of 150 aT/ √ Hz, at the level of the most sensitive magnetic field measurements demonstrated with any broadband sensor. We recorded 41 hours of data and improved the best limits on the magnitude of the axion-like dark matter electromagnetic coupling constant over part of our mass range, at 20 peV reaching 4.0 × 10 −11 GeV −1 (95% confidence level). Our measurements are starting to explore the coupling strengths and masses of axion-like particles where mixing with photons could explain the anomalous transparency of the universe to TeV gamma-rays.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Astronomical evidence, built up over eight decades, indicates that only one-sixth of matter in the universe is made up of fundamental particles whose properties we understand [1,2]. The existence of dark matter constitutes compelling evidence for new fundamental particles and interactions beyond the Standard Model. Since it has only been observed through its gravitational effects, there is a broad range of dark matter candidates. The weakly-interacting massive particle (WIMP) is a candidate that has inspired a large number of ultra-sensitive experiments of increasing complexity and scale, but so far there has been no unambiguous detection, and fundamental backgrounds (neutrino floor) will soon start to limit the sensitivity of direct WIMP searches [2][3][4]. Another well-motivated dark matter candidate is the axion, which also offers a compelling solution to the strong CP problem of quantum chromodynamics [5][6][7][8][9]. The axion and other light pseudoscalar bosons (axion-like particles, ALPs) emerge naturally from theoretical models of physics at high energies, including string theory, grand unified theories, and models with extra dimensions [9,10]. Astrophysical observations have produced a number of stringent limits on ALPs, but also some tantalizing hints for their possible existence [2]. One such hint is the observation that the universe is too transparent to TeV γ-rays. These are emitted from distant active galactic nuclei and should be significantly attenuated, through pair production, by infrared background radiation during their travel to our galaxy [11]. The tension with observed TeV gamma-ray source energy spectra can be explained by photon-ALP mixing inducing gamma-ray conversion into axions, which travel unaffected through interstellar space and convert back into gamma-rays in the Milky Way [12].",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 175,
                    "text": "[1,",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "start": 178,
                    "text": "2]",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "start": 758,
                    "text": "[2]",
                    "end": 761
                },
                {
                    "type": "bibr",
                    "start": 761,
                    "text": "[3]",
                    "end": 764
                },
                {
                    "type": "bibr",
                    "start": 764,
                    "text": "[4]",
                    "end": 767
                },
                {
                    "type": "bibr",
                    "start": 919,
                    "text": "[5]",
                    "end": 922
                },
                {
                    "type": "bibr",
                    "start": 922,
                    "text": "[6]",
                    "end": 925
                },
                {
                    "type": "bibr",
                    "start": 925,
                    "text": "[7]",
                    "end": 928
                },
                {
                    "type": "bibr",
                    "start": 928,
                    "text": "[8]",
                    "end": 931
                },
                {
                    "type": "bibr",
                    "start": 931,
                    "text": "[9]",
                    "end": 934
                },
                {
                    "type": "bibr",
                    "start": 1163,
                    "text": "[9,",
                    "end": 1166
                },
                {
                    "type": "bibr",
                    "start": 1166,
                    "text": "10]",
                    "end": 1169
                },
                {
                    "type": "bibr",
                    "start": 1311,
                    "text": "[2]",
                    "end": 1314
                },
                {
                    "type": "bibr",
                    "start": 1587,
                    "text": "[11]",
                    "end": 1591
                },
                {
                    "type": "bibr",
                    "start": 1837,
                    "text": "[12]",
                    "end": 1841
                }
            ]
        },
        {
            "text": "Experimental searches for the axion and ALPs rely on one of their interactions with Standard Model particles [9,[13][14][15]. Most experiments to date have focused on the axion-photon interaction, which can mix photons with axions and ALPs in the presence of a strong magnetic field. The conversion rate scales with magnetic field and volume, so experiments employ large magnetic fields and volumes for better sensitivity [16]. This effect has been used to place stringent limits on the coupling of ALPs produced in the laboratory [17], or in the Sun [18]. Several searches for axion dark matter in the µeV mass range have used the technique of resonant conversion into monochromatic microwave photons inside a high-qualityfactor cavity permeated by a strong magnetic field [19]. The ADMX experiment has achieved a level of sensitivity sufficient to search for dark matter axions with masses between 2.66 and 2.81 µeV and excluded the QCD axionphoton couplings predicted by plausible models for this mass range [20]. A number of cavity-based axion dark matter searches are in development or already exploring ALP masses up to ≈ 30 µeV [19,21,22]. In order to search for lower-mass axions and ALPs coupled to photons, it is possible to use lumped-element circuits [23][24][25][26][27]. This concept is based on a modification of Maxwell's equations: in the presence of a large static magnetic field B, axion-like dark matter acts as a source of an oscillating magnetic field whose amplitude is proportional to B [28,29].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 109,
                    "text": "[9,",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 112,
                    "text": "[13]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 116,
                    "text": "[14]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 120,
                    "text": "[15]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 422,
                    "text": "[16]",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 531,
                    "text": "[17]",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 551,
                    "text": "[18]",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 774,
                    "text": "[19]",
                    "end": 778
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1011,
                    "text": "[20]",
                    "end": 1015
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1135,
                    "text": "[19,",
                    "end": 1139
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1139,
                    "text": "21,",
                    "end": 1142
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1142,
                    "text": "22]",
                    "end": 1145
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1263,
                    "text": "[23]",
                    "end": 1267
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1267,
                    "text": "[24]",
                    "end": 1271
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1271,
                    "text": "[25]",
                    "end": 1275
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1275,
                    "text": "[26]",
                    "end": 1279
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1279,
                    "text": "[27]",
                    "end": 1283
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1511,
                    "text": "[28,",
                    "end": 1515
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1515,
                    "text": "29]",
                    "end": 1518
                }
            ]
        },
        {
            "text": "Our approach is to use a toroidally-shaped permeable material to enhance the magnitude of the static magnetic field B and thus improve sensitivity to axion-like dark matter. In the presence of a magnetizable medium, the modified inhomogeneous magnetic Maxwell's equation takes the form where H = B/µ 0 − M is the auxiliary field, M is the magnetization, J f is the macroscopic free electric current density, µ 0 is the permeability of free space, c is the speed of light in vacuum, and g aγ is the strength of ALP electromagnetic coupling [30]. The axion-like dark matter field a = a 0 sin (ω a t) oscillates at its Compton frequency ν a = ω a /(2π) = m a c 2 /h, where m a is the ALP mass, and h is the Planck constant. The coherence time of this oscillating field is ≈ 10 6 periods, set by the kinetic energy of the virialized axionic dark matter [13,28]. We use SI units for electromagnetic fields and natural units for the ALP field so that g aγ a 0 is unitless, and the ALP field amplitude a 0 is given by the dark matter energy density: m 2 a a 2 0 /2 = ρ DM = 3.6 × 10 −42 GeV 4 [2,13]. Our experiment, the Search for Halo Axions with Ferromagnetic Toroids (SHAFT), contained two independent detection channels. Each channel consisted of two stacked toroids, each of which could be independently magnetized by injecting a current into a superconducting magnetizing coil wound around the toroid, fig. 1(a). With azimuthal field B 0 inside the magnetized toroid, the second term in the right-hand side of eq. (1) represents an effective current density, J eff = ω a g aγ a 0 cos (ω a t)B 0 /(µ 0 c), sourced by the axion-like dark matter field. This loop of current creates an axial magnetic field B a . The pickup coil, wound around the inner circumference of the toroids, was coupled to a Superconducting Quantum Interference Device (SQUID) magnetometer, as shown in fig. 1(b), measuring the magnetic flux Φ a due to B a . The axion-like dark matter detection signature would be an oscillating SQUID output signal, whose amplitude was correlated with toroid magnetization.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 539,
                    "text": "[30]",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 849,
                    "text": "[13,",
                    "end": 853
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 853,
                    "text": "28]",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "start": 1086,
                    "text": "[2,",
                    "end": 1089
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1089,
                    "text": "13]",
                    "end": 1092
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1402,
                    "text": "fig. 1(a)",
                    "end": 1411
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1874,
                    "text": "fig. 1(b)",
                    "end": 1883
                }
            ]
        },
        {
            "text": "The two-channel, four-toroid design enabled a systematic rejection scheme that allowed for discrimination between an axion-like dark mater signal and electromagnetic interference, fig. 1(c). For collecting data sensitive to axion-like dark matter, we magnetized the top two toroids counter-clockwise (channel A: ++), and the bottom two toroids clockwise (channel B: −−), viewed from the top. An axion-like dark matter signal would then appear in the two detector channels with opposite sign (180 • out of phase). Electromagnetic interference, uncorrelated with toroid magnetization, would not have such a phase relationship and could be distinguished from an axion-like dark matter signal by forming symmetric and antisymmetric combinations of the two detector channels. The toroids and pickup coils were inside an enclo-  [30]. Dashed line shows the magnetic field that would be created inside an air-core toroid.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 180,
                    "text": "fig. 1",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 823,
                    "text": "[30]",
                    "end": 827
                }
            ]
        },
        {
            "text": "sure formed by two nested coaxial cylinders immersed in liquid helium. Lead foil, affixed to the inner surfaces of the cylinders and their caps, formed a double-layer superconducting magnetic shield, suppressing electromagnetic interference and ambient magnetic field noise.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The sensitivity enhancement in our approach arises from the fact that the magnetic field inside the permeable toroids includes material magnetization in addition to the field created by the free current in the toroidal magnetizing coil:",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": ". For a linear magnetic material with permeability µ, B 0 = µµ 0 H 0 and the magnetic field enhancement is by a factor equal to µ. In practice, magnetic materials are non-linear: the permeability drops with applied field H 0 and the magnetization saturates. For our experiment, we chose powdered iron-nickel \"High Flux 125µ\" alloy for its high permeability, high saturation flux density, and electrical insulating properties at liquid helium temperature [30]. We determined the permeability of the toroid material by injecting currents up to 10 A into the magnetizing coil and measuring its inductance. The initial permeability was ≈ 110, dropping with increasing coil current as the material saturated, fig. 2(a). The material displayed no magnetic hysteresis. We used the permeability measurements to calculate magnetic field B 0 inside the toroid at each value of the magnetizing coil current using fig. 2(b). Before recording data sensitive to ALP dark matter, we set the magnetizing coil current to 6 A, at which point B 0 = 1.51 T and the material is close to saturation. At this current, the magnetic field inside an air-core toroid would be 0.063 T (dashed red line in fig. 2(b)). Therefore, we can quantify the enhancement of B 0 due to the magnetic material to be a factor of 24. During ALP-sensitive data collection, we switched each of the magnetizing coils into persistent mode, but still monitored each toroid magnetization by making inductance measurements of separate permeability sensing coils, which had been calibrated in advance [30].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 454,
                    "text": "[30]",
                    "end": 458
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 704,
                    "text": "fig. 2(a)",
                    "end": 713
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 902,
                    "text": "fig. 2",
                    "end": 908
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1177,
                    "text": "fig. 2(b)",
                    "end": 1186
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1549,
                    "text": "[30]",
                    "end": 1553
                }
            ]
        },
        {
            "text": "Quantifying the sensitivity of our experiment to an axion-like dark matter signal required measurements of the magnetic field sensitivity of the two detection channels. The experimental design included four independent single-turn calibration loops, mounted at several positions near the toroids [30]. We performed calibration measurements by injecting sinusoidally-varying current with known frequency and amplitude into each loop and recording the response of both SQUID channels. Measurements with the central calibration loop, which was positioned midway between the upper and the lower toroid pairs, and thus had equal couplings to the two pickup coils, showed that the detector channels were in phase, fig. 3(a). We recorded the SQUID output V SQ for a range of calibration current frequencies and used the numerically-computed mutual inductance to calculate the magnetic flux Φ through each pickup coil. These measurements established the calibration of the flux-tovoltage transfer function x = V SQ /Φ, whose magnitude was consistent with the inductive coupling model shown in fig. 1(b), and whose frequency dependence was consistent with a second-order low-pass filter model, fig. 3(b). The transfer function measurements for all calibration loops mounted inside the experiment were consistent within a 25% range [30].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 296,
                    "text": "[30]",
                    "end": 300
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 708,
                    "text": "fig. 3(a)",
                    "end": 717
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1085,
                    "text": "fig. 1(b)",
                    "end": 1094
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1185,
                    "text": "fig. 3(b)",
                    "end": 1194
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1322,
                    "text": "[30]",
                    "end": 1326
                }
            ]
        },
        {
            "text": "The main factor limiting the sensitivity of our ALP dark matter search was SQUID sensor noise. To quantify magnetic sensitivity, we magnetized the toroids with 6 A injected current, recorded the SQUID output voltage, converted it to magnetic field using the transfer function for each SQUID detector channel, and calculated the Fourier spectra, fig. 3(c,d). Below 3 kHz, the spectra were dominated by vibrations of the pickup coil in the magnetic field leaking out of the magnetized toroids, and above 3 MHz, the sensitivity was degraded  fig. 1(b), and the high-frequency roll-off was due to the finite bandwidth of the SQUID flux-locked loop feedback electronics. (c,d) SQUID magnetic sensor noise spectra for channels A and B, respectively. Noise at frequencies below 10 kHz was correlated with cryostat vibrations, and the degradation at frequencies above 1 MHz was due to SQUID transfer function roll-off.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 345,
                    "text": "fig. 3(c,d)",
                    "end": 356
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 539,
                    "text": "fig. 1(b)",
                    "end": 548
                }
            ]
        },
        {
            "text": "by the SQUID feedback electronics bandwidth roll-off. Aside from several noise peaks due to residual radiofrequency (RF) interference, between 10 kHz and 1 MHz the noise spectrum was very nearly flat at the level of 150 aT/ √ Hz. This is at the level of the most sensitive magnetic field measurements demonstrated with broadband SQUID systems [31] or atomic magnetometers [32], in spite of the direct proximity of ferromagnetic material magnetized to 1.51 T. The absence of detectable magnetization noise from the ferromagnetic toroids was due to the pickup coil geometry, designed to be insensitive to toroid magnetization fluctuations [33,34]. For our axion-like dark matter search, we chose the frequency range between 3 kHz and 3 MHz so that the noise was within a factor of 3 of the baseline.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 343,
                    "text": "[31]",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 372,
                    "text": "[32]",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 637,
                    "text": "[33,",
                    "end": 641
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 641,
                    "text": "34]",
                    "end": 644
                }
            ]
        },
        {
            "text": "The experimental run took place on September 12-17, 2019. After performing calibrations described above, we magnetized the four toroids with 6 A injected current in (++, −−) configuration and recorded 41 hours of data that were used to search for axion-like dark matter signals. Afterwards, we magnetized the four toroids with 6 A injected current in (+−, +−) configuration and collected 15 hours of data. Since in each channel the toroid magnetizations were now opposite, the axioninduced flux would vanish and we could use these data to confirm or reject any potential detection extracted from the first data set. We also collected 12 hours of data with no toroid magnetization, for the same purpose. In each data run, output voltages from the two SQUID detector channels were digitized at the sampling rate of 15.625 MS/s and recorded to a hard disk drive. We used the permeability sensing coils to monitor each toroid magnetization, and ensured that all magnetizations were unchanged before and after recording each data set. We note that experimental sensitivity to g aγ has a slow 1/4power scaling with averaging time, provided it exceeds ALP coherence time [14].",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1164,
                    "text": "[14]",
                    "end": 1168
                }
            ]
        },
        {
            "text": "Data analysis consisted of several processing, correction, and axion-like dark matter signal search steps. We divided the data into blocks of duration 2199 s (2 35 samples), chosen to be much longer than the ALP dark matter field coherence time for every frequency in the exclusion region. After removing 20 data blocks where SQUID feedback reset jumps occurred, we performed a discrete Fourier transform on each of the remaining 47 data blocks, used the SQUID detector transfer function . This distribution is expected because the PSD is formed by adding the squares of the real and imaginary parts of the Fourier transform and averaging over 47 data blocks. Therefore, it is a sum of squares of 94 independent normally-distributed random variables [39]. (b) The histogram of data in the ν b = 10.04 kHz bin, optimallyfiltered by convolving with the standard halo model axion-like dark matter signal spectral shape. The red line shows the normal distribution fit, and the dashed vertical line shows the 3.355σ threshold for flagging candidate frequencies. (c) Limits on the electromagnetic coupling strength of axion-like dark matter in the mass range from 12 peV to 12 neV. The blue shaded region is excluded by our data at 95% confidence level. The horizontal black line shows the limit from the CAST helioscope [18], and the grey line shows the ABRACADARBA limits on axion-like dark matter [27]. The trend of improved sensitivity to gaγ at lower ALP masses (frequencies) is due to narrowing linewidth of the ALP signal, which scales as β 2 νa ≈ 10 −6 νa in the standard halo model.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 750,
                    "text": "[39]",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1315,
                    "text": "[18]",
                    "end": 1319
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1394,
                    "text": "[27]",
                    "end": 1398
                }
            ]
        },
        {
            "text": "x to convert the frequency-domain data from voltage to magnetic flux Φ, and formed symmetric and antisymmetric combinations of the two detector channels: Φ + = (Φ A + Φ B )/2 and Φ − = (Φ A − Φ B )/2. We calculated the power spectral density (PSD) for each of the four data streams Φ 2 (A,B,+,−) , and averaged each PSD over all the blocks in the experimental run. We modeled each spectrum as the sum of an axion-like dark matter signal, SQUID detector noise, narrowband RF interference, and a broadband spectral baseline due to vibrational pickup of magnetic flux leakage from toroids. Our analysis assumed the boosted Maxwell-Boltzmann ALP signal lineshape predicted by the astrophysically-motivated stan-dard halo model [20,21,35,36]. The linewidth of an axion-like dark matter signal at frequency ν a is determined by the parameter β 2 ν a = 3v 2 0 ν a /(2c 2 ) ≈ 10 −6 ν a , where v 0 = 220 km/s is the local velocity of motion around the center of the galaxy. Following a simplified version of the data analysis approach used by the ADMX and HAYSTAC collaborations, we rejected narrowband RF interference and broadband spectral baseline by using Savitzky-Golay digital filtering to isolate these spectral features in the frequency domain [20,36]. By injecting simulated axion signals into the data, we determined that these corrections attenuated axion spectral signals by 7%, and the final limits were adjusted accordingly [30].",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 723,
                    "text": "[20,",
                    "end": 727
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 727,
                    "text": "21,",
                    "end": 730
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 730,
                    "text": "35,",
                    "end": 733
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 733,
                    "text": "36]",
                    "end": 736
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1244,
                    "text": "[20,",
                    "end": 1248
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1248,
                    "text": "36]",
                    "end": 1251
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1430,
                    "text": "[30]",
                    "end": 1434
                }
            ]
        },
        {
            "text": "We performed the search for axion-like signals independently in each of the averaged spectra Φ 2 (A,B,+,−) in the frequency range from 3 kHz to 3 MHz. In this range, each spectrum contained 6.6 × 10 9 independent frequency points, which we broke up into 857 frequency bins, with bin width set to 10 4 β 2 ν b , where ν b is the bin center frequency. We modeled the histogram of PSD values in each bin as the chi-square distribution with 94 degrees of freedom, corresponding to the two quadratures of the Fourier transform averaged over 47 independent data blocks, fig. 4(a). We optimally filtered the data within each frequency bin by convolving with the standard halo model axion lineshape. We modeled the histogram of optimally-filtered data points as the normal distribution (verified by a Lilliefors test), and found its standard deviation σ by fitting to the Gaussian dependence, fig. 4(b). We set the candidate detection threshold to 3.355σ, equivalent to 95% confidence interval for a 5σ detection [36], and flagged all points above the threshold as candidates. In the 3 kHz to 3 MHz frequency range, with our analysis parameters, there were 20043605 possible ALP frequency points. Assuming the optimallyfiltered spectra are normally distributed, we would statistically expect 7954 candidate frequencies at which the spectral value is above the 3.355σ threshold in any given channel. Our analysis procedure produced 16292 candidates in channel A, 35375 candidates in channel B, 27278 candidates in the symmetric combination channel, and 12513 candidates in the antisymmetric combination channel. The extra candidates appeared due to residual electromagnetic interference and lower-frequency vibrational tones that got past our spectral correction procedure.",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 564,
                    "text": "fig. 4(a)",
                    "end": 573
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 885,
                    "text": "fig. 4(b)",
                    "end": 894
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1005,
                    "text": "[36]",
                    "end": 1009
                }
            ]
        },
        {
            "text": "Resonant experiments, such as ADMX and HAYSTAC, perform re-scans of candidate frequencies to check if they are statistical deviations or a real axion signal. In our analysis, we used the two detector channels to make this decision. Axion-like dark matter detection claim would be made for candidates that are above threshold for the antisymmetric channel and in both channels A and B, but not in the symmetric channel. None of the candidates satisfied all four of these detection conditions. As a check of our data analysis procedure, we injected numerically-generated ALP signals into our data and verified that our analysis recovered the signals with their correct coupling strengths [30]. We used the conversion Φ a = ω a g aγ a 0 B 0 V /c between the ALP electromagnetic coupling g aγ and the induced magnetic flux Φ a through the pickup coil, with the the mean magnetic field B 0 = (1.51 ± 0.03) T at 6 A magnetizing current and the effective volume of each channel V = (10.3 ± 0.4) cm 3 . We calculated the effective volume numerically, taking into account the ≈ 20% suppression due to the Meissner effect in the lead superconducting magnetic shield [30].",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 686,
                    "text": "[30]",
                    "end": 690
                },
                {
                    "type": "bibr",
                    "start": 991,
                    "text": "3",
                    "end": 992
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1156,
                    "text": "[30]",
                    "end": 1160
                }
            ]
        },
        {
            "text": "In the absence of a detection, we report for each fre-quency bin the magnitude of g aγ corresponding to the 5σ value of the optimally-filtered magnetic flux PSD in the antisymmetric channel, which represents the 95% confidence interval limit for that bin, fig. 4(c). Before our work, the best experimental limit on the ALPphoton coupling for this mass range was set by the CERN CAST helioscope search for solar axions at 0.66 × 10 −10 GeV −1 [18]. Despite the much smaller volume of our apparatus (by a factor of ≈ 300), our results constitute significant improvements on this limit over a broad range of ALP masses in the scenario that the ALP field is the dominant component of dark matter. Our experiment begins the exploration of the ALP mass and coupling region near m a 0.7 neV and g aγ 8.8 × 10 −10 GeV −1 , where existence of ALPs may resolve the tension between the observed TeV gamma-ray energy spectrum and the one expected based on the recent cosmic infrared background radiation data [12].",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 256,
                    "text": "fig. 4",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 442,
                    "text": "[18]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "start": 997,
                    "text": "[12]",
                    "end": 1001
                }
            ]
        },
        {
            "text": "There are several ways to improve experimental sensitivity to axion-like dark matter. Cooling the SQUID magnetic sensors to milli-Kelvin temperature can reduce their noise by a factor of ≈ 10, and it may be possible to achieve even better sensor performance using quantum upconversion [37]. For an optimized search, it is necessary to use a scanned single-pole resonator to couple the ALP-induced magnetic flux to an amplifier operating at, or beyond, the Standard Quantum Limit [38]. The ferromagnetic toroidal core allowed us to achieve a 1.51 T static magnetic field with ampere-level injected current, which enabled the two-channel design, but magnetic material saturation prevented further field increase. New magnetic materials, with higher saturation field, could improve sensitivity further, or a high-field air-core toroidal superconducting magnet could be engineered, needing much higher injected current [16]. The most dramatic sensitivity improvement could be achieved by increasing the toroid volume; the Fe-Ni magnetic alloy used in our experiment is inexpensive and readily available commercially. Scaling the volume up to the benchmark 1 m 3 would improve the sensitivity by another factor of 10 4 .",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 285,
                    "text": "[37]",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 479,
                    "text": "[38]",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 915,
                    "text": "[16]",
                    "end": 919
                }
            ]
        },
        {
            "text": "The authors acknowledge support from the NSF grant 1806557, the Heising-Simons Foundation grant 2015-039, the Simons Foundation grant 641332, and the Alfred P. Sloan foundation grant FG-2016-6728. The authors thank O. P. Sushkov for valuable comments on the manuscript.",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "where ρ el and j el are the usual electric charge and current densities associated with ordinary matter. We use SI units for electromagnetic fields and natural units for the axion field so that g aγ a is unitless, and the axion field amplitude a 0 is given by m 2 a a 2 0 /2 = ρ DM = 3.6 × 10 −42 GeV 4 [3]. We neglect terms proportional to ∇a, since they are suppressed in the lumped-circuit case, and only consider the term proportional to ∂a/∂t.",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 303,
                    "text": "[3]",
                    "end": 306
                }
            ]
        },
        {
            "text": "In the presence of electrically-and magnetically-polarizable materials, these equations should be written in terms of averaged charge and current densities. Following ref. [4], we average the microscopic electromagnetic fields that obey eqs. (S1) over a macroscopic sample, taking into account electric and magnetic multipole moments of the atoms inside the sample. As in standard electromagnetism, this averaging can be performed by introducing macroscopic material polarization P and magnetization M , resulting in the averaged charge and current densities",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 172,
                    "text": "[4]",
                    "end": 175
                }
            ]
        },
        {
            "text": "where ρ f and J f are the macroscopic free charge and current densities, ∇ • P is the bound charge density, ∇ × M is the bound current density, and the ellipses indicate contributions from higher-order multipole moments. We can now define auxiliary fields D = 0 E + P and H = B/µ 0 − M , resulting in Maxwell's equations in media, in the presence of the axion field:",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "In our work, we consider a material in which ρ f = 0 and focus on the second of the above equations, which now becomes",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "This equation describes how, in the presence of a static magnetic field B, the axion field a = a 0 sin (ω a t) is a source of a magnetic field oscillating at the same angular frequency ω a [1]. This concept is behind many experimental searches for the axion-photon coupling g aγ , and here we generalized it to experiments with magnetizable media. The key point is that inside a magnetic medium B = µ 0 ( H + M ) includes the material magnetization, and in materials with large permeability this can be significantly enhanced compared to the free-space field µ 0 H. The boundary conditions for fields B and H at interfaces between different media are unchanged from the usual situation in electromagnetism (neglecting small effects of the axion field): the normal component of B is continuous, and the tangential component of H is continuous, unless there is a current density at the surface [4]. Our toroidal geometry minimizes the effects of demagnetizing fields.",
            "paragraph_rank": 23,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 189,
                    "text": "[1]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "start": 892,
                    "text": "[4]",
                    "end": 895
                }
            ]
        },
        {
            "text": "II. DETAILED DESCRIPTION OF THE EXPERIMENTAL APPARATUS",
            "section_rank": 3
        },
        {
            "section": "II. DETAILED DESCRIPTION OF THE EXPERIMENTAL APPARATUS",
            "text": "Four \"High Flux 125µ\" toroidal cores made of powdered Fe-Ni alloy were obtained from MH&W International Corporation (part number CH778125E). We refer to these toroids as A1 (uppermost), A2, B1, and B2 (lowermost). The cores have a rectangular cross-section and the following dimensions: inner radius r 1 = 24.4 mm, outer radius r 2 = 39.1 mm, and height h = 16.2 mm. A magnetizing coil was wound around each toroid using 0.006\" diameter polyimide-insulated Nb 48% Ti wire obtained from California Fine Wire. Each magnetizing coil consisted of two counter-wound layers (to cancel out the azimuthal component of the current) with the following total number of turns: N A1 m = 1676, N A2 m = 1678, N B1 m = 1655, and N B2 m = 1679. In each detection channel, referred to as A (B), toroids A1 and A2 (B1 and B2) were stacked top-to-bottom. Within each channel, the two toroids could be independently magnetized in the same or the opposite directions by choosing polarities of currents in the magnetizing coils.",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "section": "II. DETAILED DESCRIPTION OF THE EXPERIMENTAL APPARATUS",
            "text": "Nb-Ti twisted pairs and Nb washers were used to connect each magnetizing coil to a persistent switch placed within the outer superconducting shield. Each persistent switch consisted of a section of Nb-Ti wire encapsulated in Stycast 2850FT epoxy together with a 50 Ω surface-mount resistor (a persistent switch heater); applying a current pulse to the resistor made the Nb-Ti wire go from superconducting to normal and opened the persistent switch.",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "section": "II. DETAILED DESCRIPTION OF THE EXPERIMENTAL APPARATUS",
            "text": "The same Nb-Ti wire was used to wind two SQUID pickup coils on the G-10 support rod, on which the toroids were mounted using Stycast 2850FT epoxy. Each pickup coil was connected to a Magnicon single-stage SQUID sensor using a twisted pair, fig. S1. The parameters of the pickup coils and the SQUID sensors are summarized in table S1. During data collection, the SQUIDs were operated in a flux-locked-loop (FLL) mode with the amplifier feedback resistance R f = 30 kΩ and the gain-bandwidth product 7.20 GHz. Experimental calibration of the SQUID frequency response is described in section VI.",
            "paragraph_rank": 26,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 240,
                    "text": "fig. S1",
                    "end": 247
                }
            ]
        },
        {
            "section": "II. DETAILED DESCRIPTION OF THE EXPERIMENTAL APPARATUS",
            "text": "During data collection runs, we used a custom cryogenic switch to disconnect all the twisted pair leads (other than those of the pickup coils) entering the inner superconducting shield. This allowed us to reduce the RF interference signals entering the experiment. The cryogenic switch, placed within the outer superconducting shield, consisted of 50 individual reed switches manufactured by Standex Electronics (part number KSK-1A85-2030). These reed switches  were placed inside a G-10 tube, which was filled with Stycast 2850FT epoxy. On the outer surface of the tube, a solenoidal coil was wound using copper magnet wire. By running a 2.5 A current through this coil, we could activate the reed switches, which were normally open. For the magnetizing coils, we used three reed switches connected in parallel (six switches in total per a twisted pair), which allowed us to achieve the carry current of 10 A at liquid-helium temperature.",
            "paragraph_rank": 27,
            "section_rank": 3
        },
        {
            "section": "II. DETAILED DESCRIPTION OF THE EXPERIMENTAL APPARATUS",
            "text": "When the toroids were magnetized, some fraction of the magnetic field leaked out and coupled into the pickup coils. In order to address the issue of seismic vibrations causing the pickup coils to move relative to this stray magnetic field, a tripod was constructed to support the cryostat housing the apparatus by connecting an aluminum frame to three Newport I-2000 high performance laminar flow isolators. Seismic isolation of the apparatus from the ground led to reduction of vibrational magnetic pickup at acoustic frequencies, which simplified the procedure of locking SQUID electronics feedback loops.",
            "paragraph_rank": 28,
            "section_rank": 3
        },
        {
            "text": "III. MEASUREMENTS OF TOROID PERMEABILITY",
            "section_rank": 4
        },
        {
            "section": "III. MEASUREMENTS OF TOROID PERMEABILITY",
            "text": "The magnetic permeability of the core material can be extracted from the self-inductance of the magnetizing coil. To measure the latter, we used the MFLI lock-in amplifier from Zurich Instruments connected as shown in fig. S2. The DC current I m ranging from 0 to 10 A was injected into the superconducting magnetizing coil L 2 using a model KA3010D power supply from Korad Technology. The resistance R 2 in fig. S2 accounts for the internal impedance of the power supply, the resistance of current leads, and transformer losses. The reference AC signal V in from the lock-in amplifier was coupled to the circuit through a toroidal-core transformer with the winding turn ratio N 1 : N 2 = 40 : 3 and the primary coil inductance L 1 = 258 µH. The output voltage V out was measured by the lock-in amplifier using a transformer with N 2 : N 3 = 3 : 214 and L 3 = 7.56 mH. Both transformers were wound on high saturation flux density iron-powder toroidal cores (T200A-26 obtained from Amidon Corp.). The resistances R 1 = 50 Ω and R 3 = 10 MΩ were the corresponding internal impedances of the lock-in amplifier.",
            "paragraph_rank": 29,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 218,
                    "text": "fig. S2",
                    "end": 225
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 408,
                    "text": "fig. S2",
                    "end": 415
                }
            ]
        },
        {
            "section": "III. MEASUREMENTS OF TOROID PERMEABILITY",
            "text": "By solving the circuit shown in fig. S2, we obtain the following expression for the output voltage V out :",
            "paragraph_rank": 30,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 32,
                    "text": "fig. S2",
                    "end": 39
                }
            ]
        },
        {
            "section": "III. MEASUREMENTS OF TOROID PERMEABILITY",
            "text": "where ω is the angular frequency of the input signal V in . Both the real (in-phase) and imaginary (out-of-phase) components of V out were measured using the lock-in amplifier in the frequency range of 100 Hz to 10 kHz. These data were fitted with the corresponding functions following from eq. (S5), where R 2 and L 2 were the fit parameters. The resulting best-fit inductance values of the coil are shown in fig. S3(a) for different values of the magnetizing current I m . The effective magnetic permeability of the core can be calculated using a well-known formula for the self-inductance of a toroidal coil with a rectangular cross-section as The corresponding results for µ are shown in fig. 2(a) of the main text.",
            "paragraph_rank": 31,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 410,
                    "text": "fig. S3(a)",
                    "end": 420
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 692,
                    "text": "fig. 2(a)",
                    "end": 701
                }
            ]
        },
        {
            "section": "III. MEASUREMENTS OF TOROID PERMEABILITY",
            "text": "During data collection, we used the permeability sensing coils wound on each toroid to monitor their magnetization. Figure S3(b) shows the self-inductance of the toroid A1 permeability sensing coil, measured at different magnetizing currents using the lock-in amplifier. Each permeability sensing coil contained 30 turns wound clockwise and another 30 turns placed diagonally across the toroid and wound counter-clockwise, which allowed us to reduce coupling between the sensing and magnetizing coils. Without this precaution, the inductance of the sensing coil would be greatly suppressed when the magnetizing coil is in a persistent current mode (this can be thought as a transformer whose secondary coil is shorted).",
            "paragraph_rank": 32,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 116,
                    "text": "Figure S3(b)",
                    "end": 128
                }
            ]
        },
        {
            "text": "IV. AXION-INDUCED MAGNETIC FLUX THROUGH THE PICKUP COIL",
            "section_rank": 5
        },
        {
            "section": "IV. AXION-INDUCED MAGNETIC FLUX THROUGH THE PICKUP COIL",
            "text": "The effect of the axion-like dark matter field on the measurement apparatus is identical to that of an effective azimuthal current density",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "section": "IV. AXION-INDUCED MAGNETIC FLUX THROUGH THE PICKUP COIL",
            "text": "where B T is the azimuthal magnetic field inside the toroidal sample. Measurements of this field for the magnetizing coil current I m up to 10 A are shown in fig. 2(b) of the main text. We note that the auxiliary field H varies across the toroid cross-section:",
            "paragraph_rank": 34,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 158,
                    "text": "fig. 2(b)",
                    "end": 167
                }
            ]
        },
        {
            "section": "IV. AXION-INDUCED MAGNETIC FLUX THROUGH THE PICKUP COIL",
            "text": "where s is the distance to the toroid axis; r 1 < s < r 2 inside the toroid. Therefore, B T also depends on s:",
            "paragraph_rank": 35,
            "section_rank": 5
        },
        {
            "section": "IV. AXION-INDUCED MAGNETIC FLUX THROUGH THE PICKUP COIL",
            "text": "with parameters M 0 = (1.15 ± 0.03) × 10 6 A/m and H 0 = (1.20 ± 0.05) × 10 4 A/m, as given in the main text. Since at the magnetizing coil current of 6 A the permeable material is close to saturation, the variation of B T across the toroid cross-section is small: B T = 1.53 T at the inner radius and B T = 1.49 T at the outer radius. The effective current J eff creates the magnetic field B a oscillating at the frequency ν a = ω a /(2π) and oriented along the axis of the toroidal sample. The field B a can be calculated using the following expression for a magnetic field of a circular current loop lying in the xy plane with its center at the origin:",
            "paragraph_rank": 36,
            "section_rank": 5
        },
        {
            "section": "IV. AXION-INDUCED MAGNETIC FLUX THROUGH THE PICKUP COIL",
            "text": "where r = x 2 + y 2 , I is the current running through the loop, and s is its radius. Then in the mid-plane of the sample,",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "section": "IV. AXION-INDUCED MAGNETIC FLUX THROUGH THE PICKUP COIL",
            "text": "wherer 2 = r 2 + s 2 − 2rs cos θ. The oscillating axion-induced magnetic flux through the pickup loop of radius r p is",
            "paragraph_rank": 38,
            "section_rank": 5
        },
        {
            "section": "IV. AXION-INDUCED MAGNETIC FLUX THROUGH THE PICKUP COIL",
            "text": "The flux Φ a depends on the toroid and pickup loop geometry, as well as on the magnetic saturation properties of the toroid core permeable material, which affect B T (s). We parametrize these factors in terms of the effective volume V , defined as",
            "paragraph_rank": 39,
            "section_rank": 5
        },
        {
            "section": "IV. AXION-INDUCED MAGNETIC FLUX THROUGH THE PICKUP COIL",
            "text": "where B 0 = B T ((r 1 + r 2 )/2) is the magnetic field at the center of the toroid cross-section. With this definition of the effective volume and magnetic field inside the toroid, the flux induced by the axion-like dark matter is given by",
            "paragraph_rank": 40,
            "section_rank": 5
        },
        {
            "section": "IV. AXION-INDUCED MAGNETIC FLUX THROUGH THE PICKUP COIL",
            "text": "For the sample parameters ",
            "paragraph_rank": 41,
            "section_rank": 5
        },
        {
            "section": "IV. AXION-INDUCED MAGNETIC FLUX THROUGH THE PICKUP COIL",
            "text": "the numerical value of the effective volume calculated using eq. (S13) is V = (13.5 ± 0.3) cm 3 . At the 6 A magnetizing coil current, the magnetic field at the center of the toroid cross-section is B 0 = (1.51 ± 0.03) T. If the experiment were performed with an air-core toroidal magnet of the same dimensions and the same current, then the effective volume would be V (air) = 13.9 ± 0.3 cm 3 and the magnetic field at the center of the toroid crosssection would be B (air) 0 = 0.063 T. The physical volume of each sample is 2πh(r 2 2 − r 2 1 ) = 95 cm 3 .",
            "paragraph_rank": 42,
            "section_rank": 5
        },
        {
            "text": "V. CALCULATION OF INDUCTANCES AND EFFECTIVE VOLUME USING COMSOL",
            "section_rank": 6
        },
        {
            "section": "V. CALCULATION OF INDUCTANCES AND EFFECTIVE VOLUME USING COMSOL",
            "text": "COMSOL Multiphysics software was used to perform a numerical simulation of the relevant parameters for our experimental geometry, fig. S4. All simulations used the \"physics-controlled\" mesh type and the \"normal\" element size. The inner superconducting shield was emulated by a material with a nearly zero magnetic permeability, µ = 10 −10 . Magnetic properties of the toroids were taken into account by using a material with µ = 1.9 (this corresponds to the magnetizing current of 6 A, see fig. 2(a) of the main text). Table S2 shows results of calculations of the mutual inductances M c between different calibration loops and the corresponding pickup coils. These values were necessary for calibrating the SQUID flux-to-voltage transfer function x, as described in section VI. Uncertainties in the simulated values of M c were estimated by varying the apparatus dimensions and the toroid magnetization. The dominant contribution is due to the uncertainty in the radius of the inner superconducting shield.",
            "paragraph_rank": 43,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 130,
                    "text": "fig. S4",
                    "end": 137
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 490,
                    "text": "fig. 2(a)",
                    "end": 499
                },
                {
                    "type": "table",
                    "start": 519,
                    "text": "Table S2",
                    "end": 527
                }
            ]
        },
        {
            "section": "V. CALCULATION OF INDUCTANCES AND EFFECTIVE VOLUME USING COMSOL",
            "text": "The influence of the superconducting shield made it important to carry out numerical calculations of the effective volume. The simulated magnetic field profile is shown in fig. S4 for an effective azimuthal current density J eff = 1.6 nA/m 2 inside each toroid, corresponding to an axion-like dark matter field with the coupling strength g aγ = 10 −10 GeV −1 at the Compton frequency ν a = 10 kHz. The flux Φ a was obtained by integrating B a over the area of the pickup coil, and the effective volume was calculated using eqs. (S7) and (S14) as V = Φ a /(µ 0 J eff ). The results are shown in table S3. We considered two cases: Fe-Ni toroids magnetized with a 6 A current (our experimental situation) and hypothetical air-core toroidal coils with the same dimensions and current. In each case, we performed two simulations, with and without the inner superconducting shield. The no-shield values of the effective volume are in agreement with the analytical calculations presented in section IV. The presence of the inner superconducting shield reduced the flux and the values of the effective volume by ≈ 20%. The uncertainty of 4% in the simulated values of V was estimated by varying the apparatus geometry, the radial distribution of the effective current, and the toroid magnetization.",
            "paragraph_rank": 44,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 172,
                    "text": "fig. S4",
                    "end": 179
                }
            ]
        },
        {
            "section": "V. CALCULATION OF INDUCTANCES AND EFFECTIVE VOLUME USING COMSOL",
            "text": "All our calculations of the axion-like dark matter signal magnitude used the effective volume of (10.3 ± 0.4) cm 3 , taking into account the presence of the superconducting shield.",
            "paragraph_rank": 45,
            "section_rank": 6
        },
        {
            "text": "VI. CALIBRATION OF SQUID FLUX-TO-VOLTAGE TRANSFER FUNCTION",
            "section_rank": 7
        },
        {
            "section": "VI. CALIBRATION OF SQUID FLUX-TO-VOLTAGE TRANSFER FUNCTION",
            "text": "In our experiments, the SQUIDs were used as magnetic flux-to-voltage converters, characterized by a transfer function x that converts the magnetic flux Φ through the pickup coil to the output voltage V SQ of the SQUID feedback circuit:",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "section": "VI. CALIBRATION OF SQUID FLUX-TO-VOLTAGE TRANSFER FUNCTION",
            "text": "where B is the axial magnetic field ( fig. 1 of the main text). The frequency-dependent function x(ν) depends on the coupling of the pickup coil to the SQUID and on the feedback circuit parameters. Direct measurements of x(ν) were performed by injecting a sinusoidally-varying current I c of known amplitude and frequency into one of the calibration loops and recording the SQUID output voltage. We used a center-tapped transformer to provide DC isolation between the signal generator and the calibration loop, fig. S1. The calibration procedure was performed for all four loops at frequencies up to 4 MHz. At each frequency, the transfer coefficient x was calculated using the relation where N p = 6 is the number of turns of the pickup coil and M c is the mutual inductance between the calibration loop and the pickup coil, fig. S1. The procedure for calculating mutual inductances is described in section V; for each calibration loop, the value of M c was used as listed in table S2. The frequency dependence of the transfer function x(ν) was modeled as a 2-pole low-pass filter:",
            "paragraph_rank": 47,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 38,
                    "text": "fig. 1 of the main text)",
                    "end": 62
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 511,
                    "text": "fig. S1",
                    "end": 518
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 826,
                    "text": "fig. S1",
                    "end": 833
                }
            ]
        },
        {
            "section": "VI. CALIBRATION OF SQUID FLUX-TO-VOLTAGE TRANSFER FUNCTION",
            "text": "where x 0 is the low-frequency value of the transfer function, ν 0 is the natural frequency, and Q is the quality factor. The real part of x corresponds to the in-phase quadrature, and the imaginary part corresponds to the out-of-phase quadrature of the SQUID response, relative to the applied signal used as a reference. The best-fit parameters and the fit uncertainties are listed in table S4 for the central loop calibration data. The frequency dependence of |x(ν)| is plotted in fig. 3(b) of the main text. There was ≈ 25% variation in the transfer function magnitude extracted using the different calibration loops, see table S5. The greatest deviation was measured for the \"Cal-A1-in\" loop, which was placed at the inner circumference of toroid A1, under its superconducting magnetizing coil. This placement was chosen to evaluate the distortion and screening of magnetic fields by the superconducting magnetizing coil. For our final transfer function parameters, we chose the conservative values listed in table S4 and assigned a 25% uncertainty to x 0 . We note that if we had used the value x 0 = 7.0 × 10 12 V/Wb then we would have obtained a stronger limit on g aγ .",
            "paragraph_rank": 48,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 483,
                    "text": "fig. 3",
                    "end": 489
                }
            ]
        },
        {
            "section": "VI. CALIBRATION OF SQUID FLUX-TO-VOLTAGE TRANSFER FUNCTION",
            "text": "The high-frequency roll-off of the transfer function is due to the finite bandwidth of the SQUID feedback electronics. The low-frequency magnitude of x can be estimated by considering the circuit that couples the magnetic flux through the pickup coil into the SQUID, fig. S1. The flux Φ SQ through the SQUID is proportional to the flux Φ through the pickup coil:",
            "paragraph_rank": 49,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 267,
                    "text": "fig. S1",
                    "end": 274
                }
            ]
        },
        {
            "section": "VI. CALIBRATION OF SQUID FLUX-TO-VOLTAGE TRANSFER FUNCTION",
            "text": "where N p = 6 is the number of turns in the pickup coil, M in is the mutual inductance between the input coil and the SQUID, L p is the pickup coil self-inductance, L tp is the inductance of the twisted pair that connects the pickup coil to the SQUID input coil, and L in is the input coil self-inductance. In the flux-locked-loop (FLL) mode, the flux through the SQUID is proportional to the feedback voltage:",
            "paragraph_rank": 50,
            "section_rank": 7
        },
        {
            "section": "VI. CALIBRATION OF SQUID FLUX-TO-VOLTAGE TRANSFER FUNCTION",
            "text": "where M f is the mutual inductance between the feedback coil and the SQUID, and R f is the feedback resistance. Therefore, the low-frequency value of the SQUID transfer function can be estimated as",
            "paragraph_rank": 51,
            "section_rank": 7
        },
        {
            "section": "VI. CALIBRATION OF SQUID FLUX-TO-VOLTAGE TRANSFER FUNCTION",
            "text": "where R f = 30 kΩ and the other parameters are taken from table S1. This estimate is consistent with the measured values quoted in table S5. Note that, since L p in the denominator of eq. (S21) is roughly proportional to N 2 p , x 0 has a non-linear dependence on the number of pickup coil turns, N p . During experimental design, a numerical optimization of N p was performed, and the chosen value N p = 6 maximized the magnitude of x 0 . For this coupling circuit design, the flux coupling from pickup coil to SQUID is: Φ SQ ≈ Φ/100.",
            "paragraph_rank": 52,
            "section_rank": 7
        },
        {
            "text": "VII. EXPECTED AXION-LIKE DARK MATTER SIGNAL LINESHAPE",
            "section_rank": 8
        },
        {
            "section": "VII. EXPECTED AXION-LIKE DARK MATTER SIGNAL LINESHAPE",
            "text": "In order to obtain the characteristics of the expected experimental signal, laboratory searches for the axion-like dark matter halo make assumptions about the local dark matter velocity and mass distributions. There are several models for these distributions. In our work, we assume the standard halo model: a fully virialized halo that is spherically symmetric and approximately isothermal, so that in the galactic reference frame dark matter velocities obey the Maxwell-Boltzmann distribution, neglecting the cutoff at the galactic escape velocity [5]. The shape of this distribution is specified by the local circular velocity v 0 = 220 km/s and the local dark matter density ρ DM = 0.45 GeV/cm 3 = 3.6 × 10 −42 GeV 4 [3]. The motion of the terrestrial laboratory frame with respect to the galactic rest frame is dominated by the velocity v 0 of the Sun rotating around the center of the galaxy. In the terrestrial frame, the dark matter velocity distribution is not, in general, Maxwellian. The spectral shape of the expected axion-like dark matter signal in the laboratory frame is",
            "paragraph_rank": 53,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 550,
                    "text": "[5]",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "start": 721,
                    "text": "[3]",
                    "end": 724
                }
            ]
        },
        {
            "section": "VII. EXPECTED AXION-LIKE DARK MATTER SIGNAL LINESHAPE",
            "text": "where ν a = m a c 2 /h is the Compton frequency of the axion-like field, r ≈ 2/3, and β 2 = 3v 2 0 /(2c 2 ) ≈ 0.8 × 10 −6 is the parameter that sets the spectral linewidth of the axion signal [6][7][8]. The lineshape function used for optimal filter convolution was normalized to the value of 1/2, to satisfy Parseval's theorem.",
            "paragraph_rank": 54,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 192,
                    "text": "[6]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "start": 195,
                    "text": "[7]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "start": 198,
                    "text": "[8]",
                    "end": 201
                }
            ]
        },
        {
            "text": "VIII. DATA ANALYSIS",
            "section_rank": 9
        },
        {
            "section": "VIII. DATA ANALYSIS",
            "text": "During data taking, the output voltage of each Magnicon SQUID was digitized with a Spectrum Instrumentation M4i.4421-x8 ADC card, sampling at 15.625 MS/s, and stored to a hard disk drive. Data analysis calculations were performed using MATLAB on the Shared Computing Cluster, which is administered by Boston Universitys Research Computing Services. The data processing procedure consisted of the following steps.",
            "paragraph_rank": 55,
            "section_rank": 9
        },
        {
            "section": "VIII. DATA ANALYSIS",
            "text": "(1) Divide the 41 hours of data into 67 blocks. Each block duration was 2199 s (2 35 samples), chosen to be much longer than the ALP dark matter field coherence time for every frequency in the exclusion region: at the lower boundary of 3 kHz there are 7 coherence times per block, and at higher ALP Compton frequencies this ratio is larger. (2) Discard the data blocks where a SQUID reset jump occurs in either of the two SQUID channels (20 blocks were discarded, 47 blocks remained, corresponding to 29 hours of data). These reset jumps occurred when the SQUID feedback output voltage exceeded the ±10 V dynamic range of the feedback electronics. (3) Perform a discrete Fourier transform on each data block to transform the voltage data, V (t), into the frequency domain, V (ν). No windowing was applied. (4) For each data block and detector channel, use the SQUID detector transfer function to convert the frequencydomain data from voltage to magnetic flux: Φ(ν) = V (ν)/x(ν). combination channel Φ 2 + corr,of , and 12513 candidates in the antisymmetric combination channel Φ 2 − corr,of . The extra candidates were due to residual RF interference and lower-frequency vibrational tones that got past our spectral correction procedure.",
            "paragraph_rank": 56,
            "section_rank": 9
        },
        {
            "section": "VIII. DATA ANALYSIS",
            "text": "Resonant experiments, such as ADMX and HAYSTAC, perform re-scans of candidate frequencies to check if they are statistical deviations or a real axion signal. In our analysis, we used the two axion search channels to make this decision. At each candidate frequency, we evaluated the following logical values: (C1) Is this candidate above the threshold in channel Φ 2 − corr,of ? (C2) Is this candidate below the threshold in channel Φ 2 + corr,of ? (C3) Is this candidate above the threshold in channel Φ 2",
            "paragraph_rank": 57,
            "section_rank": 9
        },
        {
            "section": "VIII. DATA ANALYSIS",
            "text": "A corr,of ? (C4) Is this candidate above the threshold in channel Φ 2 B corr,of ? An axion-like dark matter detection claim would be made for the candidates that satisfy all four conditions. This would correspond to the signals that appear in both SQUID channels A and B and in the antisymmetric combination, but not in the symmetric combination. None of the candidates satisfied all four of our ALP detection conditions. Therefore, for each frequency bin, we quoted the ALP coupling value that corresponds to the 5σ value of the magnetic flux PSD for that bin calculated using eq. (S14). This corresponds to the 95% confidence interval limit on the axion coupling strength for that bin. Table S6 shows the uncertainty budget for the parameters that were used to calculate the axion-like dark matter coupling limits using eq. (S14). The total uncertainty was dominated by the calibration of the SQUID detector transfer function discussed in section VI. We emphasize here again that, when calculating the g aγ limits, we used the conservative calibration parameters obtained with the central calibration loop. Therefore, the final uncertainty is not symmetric but extends in the direction of stronger g aγ limits.",
            "paragraph_rank": 58,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 688,
                    "text": "Table S6",
                    "end": 696
                }
            ]
        },
        {
            "text": "IX. TESTING THE DATA ANALYSIS PROCEDURE WITH SIMULATED ALP SIGNALS",
            "section_rank": 10
        },
        {
            "section": "IX. TESTING THE DATA ANALYSIS PROCEDURE WITH SIMULATED ALP SIGNALS",
            "text": "Our data analysis procedure was tested by injecting into our experimental data simulated axion-like dark matter signals that followed the standard halo model with a range of coupling strengths and frequencies between 3 kHz and 3 MHz. The spectral lineshape of such injected ALP at the Compton frequency of 10.04 kHz and with the coupling strength 10 −10 GeV −1 is shown in fig. S5(a). The corresponding corrected and optimally-filtered magnetic flux PSD data are shown in fig. S5(b), where the ALP signal at 10.04 kHz is clearly visible. The histogram of these data is shown in fig. S5(c), together with the Gaussian fit and a vertical dashed line marking the 3.355σ threshold for an event candidate. For this coupling strength, the simulated ALP signal is detected with 20σ significance.",
            "paragraph_rank": 59,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 373,
                    "text": "fig. S5(a)",
                    "end": 383
                },
                {
                    "type": "figure",
                    "start": 472,
                    "text": "fig. S5(b)",
                    "end": 482
                },
                {
                    "type": "figure",
                    "start": 578,
                    "text": "fig. S5(c)",
                    "end": 588
                }
            ]
        },
        {
            "section": "IX. TESTING THE DATA ANALYSIS PROCEDURE WITH SIMULATED ALP SIGNALS",
            "text": "The detection and recovery of the ALP coupling strength was checked by injecting 100 synthetic ALP signals at coupling strengths between 10 −11 GeV −1 and 3 × 10 −10 GeV −1 . The coupling strengths recovered from detected signals are shown as blue squares in fig. S5(d), and the coupling matching the injected signal is shown as the red line. The vertical dashed line marks the 3.355σ detection threshold, equal to 4.3 × 10 −11 GeV −1 for this frequency bin (centered at 10.04 kHz).",
            "paragraph_rank": 60,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 259,
                    "text": "fig. S5(d)",
                    "end": 269
                }
            ]
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 11
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. (a) Schematic of a single detection channel. Two permeable toroids were independently magnetized by injecting current into a magnetizing coil wrapped around each toroid. The electromagnetic coupling gaγ of axion-like dark matter induces an oscillating magnetic field Ba, which produces a magnetic flux Φa through the pickup coil mounted at the inner circumference of the toroids. Toroid magnetization was monitored by measuring the inductance of the permeability sensing coils. Dimensions: r1 = 24.4 mm, r2 = 39.1 mm, h = 16.2 mm. (b) The circuit model that shows the axion-induced flux Φa coupling into the pickup coil (inductance Lp). The pickup coil was coupled to the SQUID magnetic flux sensor (SQ) via twisted pair leads (inductance Ltp) and input coil (inductance Lin). The SQUID was operated in the flux-locked-loop mode, with feedback resistance R f . The feedback voltage VSQ was digitized and recorded by the data acquisition system (DAQ) [30]. (c) The SHAFT experimental schematic. The apparatus contained four permeable toroids, shown magnetized in the (++, −−) configuration, which was used to collect data sensitive to axion-like dark matter. The experiment operated at 4.2 K in a liquid helium bath cryostat.",
            "paragraph_rank": 61,
            "section_rank": 11
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 12
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. (a) Measurements of the toroid permeability at temperature 4.2 K, for currents up to 10 A injected into the magnetizing coil. Permeability decreases with increasing current, as the magnetic material saturates. (b) The azimuthal magnetic field B0 inside the toroid, calculated by integrating the permeability data. Solid line shows the saturation model: B = µ0 [H + M0 tanh(H/H0)], with best-fit saturation magnetization M0 = (1.15 ± 0.03) × 10 6 A/m and saturation field H0 = (1.20 ± 0.05) × 10 4 A/m[30]. Dashed line shows the magnetic field that would be created inside an air-core toroid.",
            "paragraph_rank": 62,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 508,
                    "text": "[30]",
                    "end": 512
                }
            ]
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 13
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. (a) Magnetic flux calibration measurements: sinusoidally-varying current was injected into the central calibration loop and the response of the two SQUID detection channels was recorded. Dashed black line shows the signal proportional to injected current at 142 kHz; red and blue lines show the time-domain response of channels A and B, respectively (offset along the y-axis for clarity). At this frequency, the channels are in phase. The full quadrature calibration was performed as a function of excitation frequency up to 4 MHz [30]. (b) The frequency dependence of the absolute value of SQUID flux-to-voltage transfer function for channel A (red squares) and channel B (blue circles). The low-frequency value of the transfer function was consistent with the inductive coupling model shown infig. 1(b), and the high-frequency roll-off was due to the finite bandwidth of the SQUID flux-locked loop feedback electronics. (c,d) SQUID magnetic sensor noise spectra for channels A and B, respectively. Noise at frequencies below 10 kHz was correlated with cryostat vibrations, and the degradation at frequencies above 1 MHz was due to SQUID transfer function roll-off.",
            "paragraph_rank": 63,
            "section_rank": 13
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 14
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. (a)The histogram of the magnetic flux power spectral density data within a frequency bin centered at the frequency ν b = 10.04 kHz and with the width 10 4 β 2 ν b ≈ 0.08 kHz. The histogram is consistent with a chi-square distribution with 94 degrees of freedom (red line). This distribution is expected because the PSD is formed by adding the squares of the real and imaginary parts of the Fourier transform and averaging over 47 data blocks. Therefore, it is a sum of squares of 94 independent normally-distributed random variables[39]. (b) The histogram of data in the ν b = 10.04 kHz bin, optimallyfiltered by convolving with the standard halo model axion-like dark matter signal spectral shape. The red line shows the normal distribution fit, and the dashed vertical line shows the 3.355σ threshold for flagging candidate frequencies. (c) Limits on the electromagnetic coupling strength of axion-like dark matter in the mass range from 12 peV to 12 neV. The blue shaded region is excluded by our data at 95% confidence level. The horizontal black line shows the limit from the CAST helioscope[18], and the grey line shows the ABRACADARBA limits on axion-like dark matter[27]. The trend of improved sensitivity to gaγ at lower ALP masses (frequencies) is due to narrowing linewidth of the ALP signal, which scales as β 2 νa ≈ 10 −6 νa in the standard halo model.",
            "paragraph_rank": 64,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 540,
                    "text": "[39]",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1104,
                    "text": "[18]",
                    "end": 1108
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1182,
                    "text": "[27]",
                    "end": 1186
                }
            ]
        },
        {
            "text": "FIG",
            "section_rank": 15
        },
        {
            "section": "FIG",
            "text": "FIG. S1. A schematic diagram of the experiment. The diagram is divided into three blocks representing the calibration circuit, the pickup coil, and the data readout system. Labels: Ic-current running through the calibration loop; Vc-voltage across a 1.2 kΩ resistor, proportional to the calibration current (Vc was monitored using the floating differential inputs of an SR560 voltage preamplifier); Φa-axion-induced magnetic flux; SQ-SQUID; A-SQUID amplifier; VSQ-SQUID output voltage; DAQ-data acquisition system; Lp-inductance of the pickup coil; Ltp-inductance of the twisted pair; Lin-inductance of the SQUID input coil; R f -feedback resistance; Mc-mutual inductance between the calibration loop and the pickup coil; Min-mutual inductance between the SQUID and its input coil; and M f -mutual inductance between the SQUID and the feedback coil.",
            "paragraph_rank": 65,
            "section_rank": 15
        },
        {
            "text": "FIG",
            "section_rank": 16
        },
        {
            "section": "FIG",
            "text": "FIG. S2.A schematic diagram of the circuit used to measure inductances of the toroid magnetizing coils while injecting a DC magnetizing current Im.",
            "paragraph_rank": 66,
            "section_rank": 16
        },
        {
            "text": "r 1 =",
            "section_rank": 17
        },
        {
            "section": "r 1 =",
            "text": "24.4 ± 0.2 mm, r 2 = 39.1 ± 0.2 mm, h = 16.2 ± 0.2 mm, r p = 23.5 ± 0.1 mm,",
            "paragraph_rank": 67,
            "section_rank": 17
        },
        {
            "text": "FIG. S4 .",
            "section_rank": 18
        },
        {
            "section": "FIG. S4 .",
            "text": "FIG. S4.Results of a COMSOL simulation of the magnetic field created by the effective current density J eff = 1.6 nA/m 2 running through the toroids, corresponding to an axion-like dark matter field with the coupling strength gaγ = 10 −10 GeV −1 at the Compton frequency νa = 10 kHz. A vertical section of the cylindrically-symmetric geometry is shown. The magnitude of the magnetic field is indicated by the color scale shown on the right. Also shown are the locations of the pickup coil and the calibration loops.",
            "paragraph_rank": 68,
            "section_rank": 18
        },
        {
            "text": "TABLE S1 .",
            "section_rank": 19
        },
        {
            "section": "TABLE S1 .",
            "text": "Parameters of the pickup coils and the SQUID sensors.",
            "paragraph_rank": 69,
            "section_rank": 19
        },
        {
            "text": "TABLE S2 .TABLE S3 .TABLE S4 .",
            "section_rank": 20
        },
        {
            "section": "TABLE S2 .TABLE S3 .TABLE S4 .",
            "text": "Mutual inductances between the calibration loops and the pickup coils. Effective volumes V (in cm 3 ) calculated using COMSOL. ± 0.5 12.9 ± 0.5 With the superconducting shield 10.4 ± 0.4 10.3 ± 0.4 Parameters for x(ν) obtained using the central calibration loop.",
            "paragraph_rank": 70,
            "section_rank": 20
        },
        {
            "text": "TABLE S5 .",
            "section_rank": 21
        },
        {
            "section": "TABLE S5 .",
            "text": "SQUID transfer function magnitude for different calibration loops.",
            "paragraph_rank": 71,
            "section_rank": 21
        },
        {
            "text": "TABLE S6 .",
            "section_rank": 22
        },
        {
            "section": "TABLE S6 .",
            "text": "Sources of uncertainty in |gaγ|a0.",
            "paragraph_rank": 72,
            "section_rank": 22
        },
        {
            "section": "TABLE S6 .",
            "text": "Supplementary Information for \"Search for axion-like dark matter with ferromagnets\"",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "section": "TABLE S6 .",
            "text": "(5) Form a symmetric and an antisymmetric combinations of the two detector channels, Φ + = (Φ A + Φ B )/2 and Φ − = (Φ A − Φ B )/2, respectively. The antisymmetric combination preserves the ALP dark matter signal and suppresses common-mode RF interference, whereas the symmetric combination suppresses the ALP dark matter signal. (6) Form the power spectral density (PSD) for each of the four data streams: Φ 2 A , Φ 2 B , Φ 2 + , and Φ 2 − . Average the PSDs over the 47 data blocks in the experimental run to form an average spectrum for each data stream:",
            "paragraph_rank": 74,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 409,
                    "text": "2",
                    "end": 410
                }
            ]
        },
        {
            "section": "TABLE S6 .",
            "text": "Each spectrum was modeled as a sum of four contributions:",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "section": "TABLE S6 .",
            "text": "where Φ 2 n is the SQUID magnetometer noise PSD, Φ 2 i is the narrowband RF interference, Φ 2 b is a broadband spectral baseline due to vibrational pickup of the magnetic flux leakage from the toroids, and Φ 2 a is the expected ALP signal following the spectral shape of eq. (S22). The fact that the standard halo model ALP signal linewidth is ≈ β 2 ν a was used to perform two spectral corrections: a rejection of the narrowband RF interference Φ 2 i with a spectral feature width 0.1β 2 ν a and a subtraction of the broadband spectral baseline Φ 2 b with a spectral feature width 30β 2 ν a . Savitzky-Golay digital filtering was used to differentiate between these spectral features. This correction procedure, described below, was a simplified version of the analysis approach used by the ADMX and HAYSTAC collaborations [7][8][9].",
            "paragraph_rank": 76,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 51,
                    "text": "2",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "start": 448,
                    "text": "2",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "start": 824,
                    "text": "[7]",
                    "end": 827
                },
                {
                    "type": "bibr",
                    "start": 827,
                    "text": "[8]",
                    "end": 830
                },
                {
                    "type": "bibr",
                    "start": 830,
                    "text": "[9]",
                    "end": 833
                }
            ]
        },
        {
            "section": "TABLE S6 .",
            "text": "The search for an axion signal was performed independently in each of the averaged spectra Φ 2 (A,B,+,−) between 3 kHz and 3 MHz. In this range, each spectrum contained 6.6 × 10 9 independent frequency points. The entire range was broken up into 857 frequency bins, with the bin width set to 10 4 β 2 ν b , where ν b is the bin center frequency. Since the linewidth of the expected axion signal in the standard halo model (S22) is ≈ β 2 ν a ≈ 10 −6 ν a , each bin contains ≈ 10 4 distinct axion search frequencies, and the fractional variation of the ALP search frequency over one bin is ≈ 1%.",
            "paragraph_rank": 77,
            "section_rank": 24
        },
        {
            "section": "TABLE S6 .",
            "text": "A histogram of the PSD values in each bin was modeled as the chi-square distribution with 94 degrees of freedom, fig. 4(a) of the main text. This distribution is expected because the PSD is formed by adding the squares of the real and imaginary parts of the Fourier transform and averaging over 47 data blocks, therefore, it is a sum of squares of 94 independent normally-distributed random variables [10]. The following two spectral correction steps were performed for each frequency bin.",
            "paragraph_rank": 78,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 113,
                    "text": "fig. 4",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "start": 401,
                    "text": "[10]",
                    "end": 405
                }
            ]
        },
        {
            "section": "TABLE S6 .",
            "text": "(1) Search for narrow peaks using a Savitzky-Golay filter with the order 4 and the impulse response half-length 0.16β 2 ν b . These filter parameters were chosen so that the 3 dB cutoff frequency of the filter was 10× the expected axion signal linewidth β 2 ν b [11]. Therefore, once the filtered data were subtracted, only spectral features narrower than 0.1β 2 ν b remain. After subtraction, the distribution of the PSD values was fitted to a shifted chi-squared distribution. The PSD values were designated as the narrowband RF interference peaks and removed if their magnitude was above the cutoff threshold, set at the chi-squared distribution value of 0.1. This procedure was repeated iteratively, since large narrow peaks can lead to large local spectral baseline distortions, but it normally converged after 1-3 iterations. This correction removed 0.02% of the data points. By injecting simulated axion signals into the data, it was determined that this correction does not affect axion spectral signals. (2) Fit and subtract a broad spectral baseline, which was determined by filtering the data with a Savitzky-Golay filter with the order 4 and the impulse response half-length 47β 2 ν b . These filter parameters were chosen so that the 3 dB cutoff frequency of the filter was 0.03× the expected axion signal linewidth β 2 ν b [11]. Therefore, the baseline subtraction preserved spectral features narrower than 30β 2 ν b , with some attenuation. By injecting simulated axion signals into the data, it was determined that this broad baseline subtraction in fact attenuated axion spectral signals by 7%, and the final limits were adjusted accordingly, see also fig. S5(d).",
            "paragraph_rank": 79,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 262,
                    "text": "[11]",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "start": 1337,
                    "text": "[11]",
                    "end": 1341
                },
                {
                    "type": "figure",
                    "start": 1669,
                    "text": "fig. S5(d)",
                    "end": 1679
                }
            ]
        },
        {
            "section": "TABLE S6 .",
            "text": "The average spectra after these two corrections are applied were denoted by Φ 2 (A,B,+,−) corr . We note that, to avoid Savitzky-Golay filter oscillations at bin edges, the Savitzky-Golay filtering was performed using data points within each bin plus data points in buffer regions of width 200β 2 ν b on both lower and higher frequency edges [8].",
            "paragraph_rank": 80,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 342,
                    "text": "[8]",
                    "end": 345
                }
            ]
        },
        {
            "section": "TABLE S6 .",
            "text": "In order to search for an axion signal, the data within each frequency bin were optimally filtered by convolving with the expected axion lineshape (S22). The separation between distinct axion search frequencies was set to β 2 ν b /2 [8,12]. The optimally filtered PSD data were denoted by Φ 2 (A,B,+,−) corr,of . A histogram of these data points was formed and tested for normality using the Lilliefors test. If the test confirmed that the distribution was normal, its standard deviation σ was found by fitting to the Gaussian model. The candidate detection threshold was set to 3.355σ, equivalent to 95% confidence interval for a 5σ detection [8]. All points above the 3.355σ threshold were flagged as candidates. For some bins, the Lilliefors test indicated a deviation from normality. For these bins, the distribution was modeled as a sum of two Gaussians, and the candidate detection threshold was set to 3.355× the standard deviation of the broader of the two distributions.",
            "paragraph_rank": 81,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 233,
                    "text": "[8,",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "start": 236,
                    "text": "12]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "start": 644,
                    "text": "[8]",
                    "end": 647
                }
            ]
        },
        {
            "section": "TABLE S6 .",
            "text": "In the 3 kHz to 3 MHz frequency range, with our analysis parameters, there are 20043605 possible ALP frequency points. Assuming the PSD spectra are normally distributed, we would statistically expect 7954 candidate frequencies, where the PSD value is above the 3.355σ threshold in any given channel. Our analysis procedure produced 16292 candidates in channel Φ 2 A corr,of , 35375 candidates in channel Φ 2 B corr,of , 27278 candidates in the symmetric",
            "paragraph_rank": 82,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 362,
                    "text": "2",
                    "end": 363
                }
            ]
        }
    ]
}