{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The transverse energy (E γ T ) spectra of photons isolated from other particles are measured using proton-proton (pp) and lead-lead (PbPb) collisions at the LHC at √ s NN = 5.02 TeV with integrated luminosities of 27.4 pb −1 and 404 µb −1 for pp and PbPb data, respectively. The results are presented for photons with 25 < E γ T < 200 GeV in the pseudorapidity range |η| < 1.44, and for different centrality intervals for PbPb collisions. Photon production in PbPb collisions is consistent with that in pp collisions scaled by the number of binary nucleon-nucleon collisions, demonstrating that photons do not interact with the quark-gluon plasma. Therefore, isolated photons can provide information about the initial energy of the associated parton in photon+jet measurements. The results are compared with predictions from the next-to-leading-order jetphox generator for different parton distribution functions (PDFs) and nuclear PDFs (nPDFs). The comparisons can help to constrain the nPDFs global fits.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "1 Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "One of the most important reasons for studying relativistic heavy ion collisions is understanding the deconfined state of matter, so called quark-gluon plasma (QGP), which is predicted by the theory of strong interactions, quantum chromodynamics (QCD), to exist at high temperatures and energy density [1][2][3][4]. In heavy ion collisions, the expectation is that high transverse momentum (p T ) photons do not strongly interact with the QGP and thus provide a direct way to test perturbative QCD (pQCD). Comparing photon production in proton-proton (pp) and heavy ion collisions is important to both establish that we understand the production of photons in collisions of nuclei and that the photons are not affected by the medium through which they pass. In contrast to photons, partons lose energy in the medium and their production is significantly modified compared to pp collisions [5][6][7]. The production of photons paired back-to-back with jets from fragmented partons has been studied at the CERN LHC [8][9][10][11] to test energy loss in the strongly interacting medium produced in heavy ion collisions. Prompt photons are defined to be those produced directly from the hard scattering of two partons, or fragmented collinearly from final-state partons at high-p T [12]. At leading order (LO), partons produce photons through two hard scattering subprocesses: Compton scattering qg → qγ and quark-antiquark annihilation qq → gγ , of which Compton scattering is dominant [12]. To identify photons from parton scattering requires that the photons JHEP07(2020)116 be isolated from other particles in order to reduce a large background of decay photons coming from neutral mesons (mostly π 0 → γ γ ). This isolation requirement also suppresses the contribution from fragmentation processes [12]. As a result, isolated photon production is sensitive to the gluon parton distribution functions (PDFs).",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 302,
                    "text": "[1]",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 305,
                    "text": "[2]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 308,
                    "text": "[3]",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 311,
                    "text": "[4]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 889,
                    "text": "[5]",
                    "end": 892
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 892,
                    "text": "[6]",
                    "end": 895
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 895,
                    "text": "[7]",
                    "end": 898
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1013,
                    "text": "[8]",
                    "end": 1016
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1016,
                    "text": "[9]",
                    "end": 1019
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1019,
                    "text": "[10]",
                    "end": 1023
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1023,
                    "text": "[11]",
                    "end": 1027
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1278,
                    "text": "[12]",
                    "end": 1282
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1483,
                    "text": "[12]",
                    "end": 1487
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1799,
                    "text": "[12]",
                    "end": 1803
                }
            ]
        },
        {
            "text": "The scaled ratio of the production cross sections in pp and heavy ion collisions is known as the nuclear modification factor,",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "dN AA /dp T dσ pp /dp T , (1.1) where N MB is the number of sampled minimum-bias (MB) events in nucleus-nucleus (AA) collisions, and T AA is the nuclear overlap function [13], which is given by the number of binary nucleon-nucleon (NN) collisions divided by the inelastic NN cross section. This T AA can be interpreted as the NN-equivalent integrated luminosity per heavy ion collision. Here, dN AA /dp T is the yield in AA collisions in a p T interval and dσ pp /dp T is the differential cross section in inelastic pp collisions. A value of R AA = 1 indicates that PbPb collision data are compatible with a superposition of pp collisions, while a deviation from unity indicates either enhancement or suppression of isolated photon production. The R AA of isolated photons allows an estimation of possible modification of the PDFs in a nucleus compared to a simple incoherent superposition of nucleon PDFs [14,15]. A typical form of such modifications is to have suppression at low Bjorken x 10 −2 (shadowing), and enhancement at x ∼ 10 −1 (anti-shadowing) [16].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 26,
                    "text": "(1.1)",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 170,
                    "text": "[13]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 906,
                    "text": "[14,",
                    "end": 910
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 910,
                    "text": "15]",
                    "end": 913
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1057,
                    "text": "[16]",
                    "end": 1061
                }
            ]
        },
        {
            "text": "The differential cross section for isolated photons was extensively studied at the LHC in pp collisions at various collision energies [17][18][19][20][21][22]. In heavy ion collisions, measurements of R AA for isolated photons were performed in lead-lead (  2.76 TeV [26] at a lower p T range than that used in the CMS and ATLAS measurements. In the pPb and PbPb LHC measurements, it was found that the production of high-p T prompt photons is not significantly modified by the medium and is compatible with the pQCD calculations.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 134,
                    "text": "[17]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 138,
                    "text": "[18]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "start": 142,
                    "text": "[19]",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "start": 146,
                    "text": "[20]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "start": 150,
                    "text": "[21]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "start": 154,
                    "text": "[22]",
                    "end": 158
                },
                {
                    "start": 255,
                    "text": "(",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "start": 258,
                    "text": "2.76 TeV [26]",
                    "end": 271
                }
            ]
        },
        {
            "text": "In this paper, measurements of the differential cross sections for isolated photons in pp and PbPb collisions, as well as the nuclear modification factors of isolated photons, are reported at √ s NN = 5.02 TeV, using data taken in 2015 with the CMS detector. The measurements are performed over the photon transverse",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "GeV for the photon pseudorapidity |η| < 1.44. This E γ T range corresponds to the kinematic region of 0.01 < x T < 0.08, where",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Both shadowing and anti-shadowing effects are expected in this region. The measurements are compared with the pQCD next-to-leading order (NLO) calculations from jetphox [27] with free proton PDFs and nuclear PDFs (nPDFs). The present results can be used in a global fit analysis of nPDFs to constrain gluon parton densities in nuclei. In addition, the current measurements provide baselines to find any modification of initial parton states by the nuclear medium for jet events tagged by isolated photons. These data, which represent the first measurement JHEP07(2020)116 of isolated photons for PbPb collisions at √ s NN = 5.02 TeV, have a much higher statistical significance and a larger E γ T range than the previous measurement in PbPb collisions at √ s NN = 2.76 TeV [23,24].",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 169,
                    "text": "[27]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "start": 773,
                    "text": "[23,",
                    "end": 777
                },
                {
                    "type": "bibr",
                    "start": 777,
                    "text": "24]",
                    "end": 780
                }
            ]
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS detector system is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are silicon pixel and strip trackers, which measure the charged-particle trajectories within the range of |η| < 2.5, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL). Each detector element consists of a barrel and two endcap sections. The barrel and endcap calorimeters provide |η| coverage out to 3.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The photon candidates used in this analysis are reconstructed using the energy deposited in the barrel region of the ECAL, which covers |η| < 1.442. In the barrel section of the ECAL, an energy resolution of about 1% is achieved for unconverted or late-converting photons that have energies in the range of tens of GeV. The remaining barrel photons have a resolution of about 1.3% up to |η| = 1, rising to about 2.5% at |η| = 1.4 [28].",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 430,
                    "text": "[28]",
                    "end": 434
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "The hadron forward (HF) calorimeters extend the |η| coverage of the HCAL to |η| = 5.2. Each HF calorimeter consists of 432 readout towers, containing long and short quartz fibers running parallel to the beam. The long fibers run the entire depth of the HF calorimeter (165 cm, or approximately 10 interaction lengths), while the short fibers start at a depth of 22 cm from the front of the detector. By reading out the two sets of fibers separately, it is possible to distinguish showers generated by electrons and photons, which deposit a large fraction of their energy in the long-fiber calorimeter segment, from those generated by hadrons, which produce on average nearly equal signals in both calorimeter segments. In PbPb collisions, the HF calorimeters are used to determine the centrality of the collision, which is defined by the geometrical overlap of the two colliding Pb nuclei [29]. Muons are detected in gas-ionization chambers embedded in the steel flux-return yoke outside the solenoid.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 889,
                    "text": "[29]",
                    "end": 893
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "Events of interest are selected using a two-tiered trigger system [30]. The first level (L1), composed of custom hardware processors, uses information from the calorimeters and muon detectors to select events at a rate of around 100 kHz within a time interval of less than 4 µs. The second level, known as the high-level trigger (HLT), consists of a farm of processors running a version of the full event reconstruction software optimized for fast processing, and reduces the event rate to around 1 kHz before data storage.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 66,
                    "text": "[30]",
                    "end": 70
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref. [31].",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 165,
                    "text": "[31]",
                    "end": 169
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "3 Analysis procedure",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "Monte Carlo simulation",
            "section_rank": 4
        },
        {
            "section": "Monte Carlo simulation",
            "text": "Simulated Monte Carlo (MC) events samples of pp collisions are generated with pythia 8.212 [32] using tune CUETP8M1 [33]. For PbPb collisions, pythia events are embed--3 -",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 91,
                    "text": "[32]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 116,
                    "text": "[33]",
                    "end": 120
                }
            ]
        },
        {
            "text": "JHEP07(2020)116",
            "section_rank": 5
        },
        {
            "section": "JHEP07(2020)116",
            "text": "ded into events generated with hydjet 1.8 [34], which is tuned to reproduce global event properties such as the charged-hadron p T spectrum and particle multiplicity. The prompt photon, dijet, and Z → e + e − events are used in corrections for detector effects and background rejection. The generated events are propagated through the full CMS detector using the Geant4 simulation package [35]. The energy of photon candidates in simulations is smeared to account for the difference in photon energy resolution between data and simulations.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 42,
                    "text": "[34]",
                    "end": 46
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 389,
                    "text": "[35]",
                    "end": 393
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "Events with photons are selected from photon-dedicated triggers. Offline, several event selection criteria are used to remove non-hadronic events in pp and PbPb collisions. Events are required to contain at least one reconstructed vertex with at least two tracks within the vertex z position range of |z| < 15 cm. This requirement removes noncollision background events such as beam-gas interactions or beam scraping events near the interaction point [5,10]. Additionally, at least three detector elements with energies greater than 3 GeV in the HF on each side of the interaction point are required in PbPb events. This condition rejects most of the electromagnetic interactions from ultra-peripheral heavy ion collisions. In PbPb collisions, the cluster shapes of the silicon pixel detector are required to be compatible with the vertex position.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 451,
                    "text": "[5,",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 454,
                    "text": "10]",
                    "end": 457
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The event selection efficiency in PbPb collisions is (99 ± 2)%. This number can be above 100% because of remaining contamination from electromagnetic interactions in the selected event sample [36]. The efficiency-corrected N MB for the 0-100% centrality range is 2.72× 10 9 , corresponding to a total integrated luminosity of 404 µb −1 . The total integrated luminosity of the pp event sample is 27.4 pb −1 with an uncertainty of 2.3% [37].",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 192,
                    "text": "[36]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 435,
                    "text": "[37]",
                    "end": 439
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "In PbPb collisions, the event centrality is estimated by the measured fraction of the total inelastic hadronic cross section. The percentage starts from 0% for the most central collisions, with the smallest impact parameter and the largest nuclear overlap, and goes to 100% for the most peripheral collisions. Such peripheral collisions are the closest to a pp-like environment [29].",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 378,
                    "text": "[29]",
                    "end": 382
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Results of this analysis are presented in four centrality intervals: 0-10% (most central), 10-30%, 30-50% and 50-100% (most peripheral). The T AA values are determined from a Glauber model calculation [13], and their averages are listed in table 1 for the four centrality bins. Uncertainties in T AA are estimated by varying the Glauber model parameters [5].",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 201,
                    "text": "[13]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 354,
                    "text": "[5]",
                    "end": 357
                }
            ]
        },
        {
            "text": "Photon reconstruction and identification",
            "section_rank": 7
        },
        {
            "section": "Photon reconstruction and identification",
            "text": "Two different dedicated photon triggers are used in this analysis. For photons with E γ T > 40 GeV, candidates are selected online by L1 triggers by requiring an ECAL transverse energy deposit larger than 21 (20) GeV in PbPb (pp) collisions. For photons with 20 < E γ T < 40 GeV, all MB events are used for L1 trigger selection in PbPb collisions, which requires a coincidence of signals above threshold in both sides of the HF calorimeters. Events with an ECAL transverse energy deposit larger than 5 GeV are selected by the L1 trigger in pp collisions. The preselected photons are reconstructed by the HLT using the \"island\" clustering algorithm in PbPb collisions, and the \"hybrid\" clustering algorithm in -4 -  Table 1. Average numbers of the nuclear overlap function ( T AA ) and their uncertainties for various centrality ranges used in this analysis.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 715,
                    "text": "Table 1",
                    "end": 722
                }
            ]
        },
        {
            "section": "Photon reconstruction and identification",
            "text": "pp collisions [23,28]. Events with at least one reconstructed photon of E γ T > 40 (20) GeV are selected by the HLT for high-(low-)E γ T photons. The HLT selections of both triggers are found to be fully efficient for photons in PbPb events, while the HLT triggers for photons in pp events are inefficient up to 5 GeV above the thresholds of 40 (20) GeV for high-(low-)E γ T photons. Photons in pp collisions are reconstructed offline with the \"Global Event Description (GED)\" algorithm detailed in ref. [28], while the \"island\" clustering algorithm is used in PbPb collisions, which is optimized for high-multiplicity PbPb events as described in ref. [23].",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 14,
                    "text": "[23,",
                    "end": 18
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 18,
                    "text": "28]",
                    "end": 21
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 504,
                    "text": "[28]",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "start": 652,
                    "text": "[23]",
                    "end": 656
                }
            ]
        },
        {
            "section": "Photon reconstruction and identification",
            "text": "In order to reject electrons in |η| < 1.442 that are misidentified as photons, the photon candidates are discarded if the differences in η or azimuthal angle (φ, in radians) between the photon candidate and any electron candidate track with p T > 10 GeV/c are less than 0.03. [23]. Anomalous signals caused by highly ionizing particles interacting directly with the silicon avalanche photodiodes in the ECAL barrel readout are removed using the prescription given in ref. [23].",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 276,
                    "text": "[23]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "start": 472,
                    "text": "[23]",
                    "end": 476
                }
            ]
        },
        {
            "section": "Photon reconstruction and identification",
            "text": "The energy of the reconstructed photons is corrected to account for the effects of the material in front of the ECAL and for the incomplete containment of the shower energy [28]. To account for underlying event (UE) contamination from soft collisions in PbPb data, corrections obtained from the simulation using pythia and pythia+hydjet photon events are applied.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 173,
                    "text": "[28]",
                    "end": 177
                }
            ]
        },
        {
            "section": "Photon reconstruction and identification",
            "text": "Only photon candidates with the ratio of HCAL over ECAL energies (H/E) less than 0.1 inside a cone of radius ∆R = (∆η) 2 + (∆φ) 2 = 0.15 around the photon candidate are selected to reject high-p T hadrons. The remaining background contributions from decay photons are suppressed by imposing the isolation requirement, resulting in a sample enriched in prompt photons. The generator-level isolation (I gen ) is defined as the E gen T sum of all the other final-state particles, excluding neutrinos, in a cone of radius ∆R = 0.4 around the photon candidates. The isolation variable (I) for a reconstructed photon is given by the sum of transverse energies in ECAL and HCAL and the transverse momenta of all tracks with p T > 2 GeV/c in trackers inside the cone of ∆R = 0.4 around the photon candidates. The UE is corrected when measuring I in PbPb data by subtracting the average value of the energy in a rectangular area with length of 2∆R in the η-direction around a photon candidate and width of 2π in the φ-direction, while no UE correction is applied JHEP07 (2020)116in pp data. An I value less than 1 GeV is required for reconstructed photon candidates, which corresponds to an I gen value less than 5 GeV for generated photons. This tightened criterion of I < 1 GeV compared to I gen < 5 GeV is optimized to minimize the impact of UE fluctuations from studying the correlations of I and I gen in pythia and pythia+hydjet samples. More detailed descriptions can be found in ref. [23].",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 1061,
                    "text": "(2020)116",
                    "end": 1070
                },
                {
                    "type": "bibr",
                    "start": 1483,
                    "text": "[23]",
                    "end": 1487
                }
            ]
        },
        {
            "section": "Photon reconstruction and identification",
            "text": "After applying H/E and isolation requirements, the dominant background photons come from the contribution from isolated neutral mesons, e.g., π 0 , η, and ω, decaying into two or three closely spaced photons and misidentified as a single isolated photon. This background can be significantly reduced by a requirement on the shower shape, which is a measure of how energy deposited in the ECAL is distributed in φ and η. The electromagnetic shower shape variable σ ηη is defined as a modified second moment of the ECAL energy cluster distribution around its mean η position [19,38]:",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 573,
                    "text": "[19,",
                    "end": 577
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 577,
                    "text": "38]",
                    "end": 580
                }
            ]
        },
        {
            "section": "Photon reconstruction and identification",
            "text": "Here E i and η i are the energy deposit and η of the ith ECAL crystal within a 5×5 crystal array centered around the electromagnetic cluster, and E 5×5 and η 5×5 are the total energy and mean η of the 5×5 crystal matrix, respectively. Photon candidates are required to have σ ηη less than 0.01 since most decay photons have larger values of σ ηη . Thus, this cut further enriches the fraction of prompt photons in the sample.",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "Signal extraction",
            "section_rank": 8
        },
        {
            "section": "Signal extraction",
            "text": "After the selection conditions are applied, the remaining backgrounds of decay photons from hadrons are estimated by using a two-component template fit of σ ηη . The signal template is obtained from simulations, and the background shape is obtained from the data in a nonisolated sideband region (1 < I < 5 GeV). The sideband region is chosen to be close to the signal region in order to reduce bias from the correlation between σ ηη and I. The signal contamination in the sideband region is estimated by taking the signal shape from simulation and normalizing with the fraction between the signal and the sideband regions. The normalized signal shape is then subtracted from the background template. The purity, which is the fraction of prompt photons within the remaining candidates, is determined from the template fit. An example is shown in figure 1 for the photons with 40 < E γ T < 50 GeV in the 10-30% centrality class. The purity decreases in more central collisions, reflecting an increase in background contributions. The raw signal yield (N γ raw ) is defined as the number of photon candidates passing all selection criteria. In order to correct for the remaining background, N γ raw is reduced by the purity factor obtained from the template fits.",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "Efficiency corrections",
            "section_rank": 9
        },
        {
            "section": "Efficiency corrections",
            "text": "The efficiency to detect isolated photons using different reconstruction selection criteria is extracted from simulations as a function of E γ T . Figure 2 shows the signal efficiency obtained from pythia+hydjet and pythia for 0-10% centrality PbPb and for pp collisions, -6 -JHEP07(2020)116 respectively. The total efficiency is obtained by multiplying signal selection, trigger, and reconstruction efficiencies. The reconstruction efficiency is calculated from simulations as the ratio of reconstructed photon candidates by the reconstruction algorithms (\"island\" for PbPb and \"GED\" for pp collisions) to generated photons. The reconstruction efficiency is about 99.0 and 99.5% for pp and PbPb collisions, respectively, for all E γ T ranges, showing no centrality dependence. The trigger efficiency is obtained from the data. The scale factors (SF), the efficiency ratio of data to simulations, are estimated with Z → e + e − events using the \"tag-and-probe\" method [28] by matching electrons to photon candidates. The SF are applied to the total efficiency to account for the efficiency difference between the data and simulation. The total efficiency is applied as a correction to the N γ raw values.",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 147,
                    "text": "Figure 2",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 968,
                    "text": "[28]",
                    "end": 972
                }
            ]
        },
        {
            "text": "Unfolding",
            "section_rank": 10
        },
        {
            "section": "Unfolding",
            "text": "The photon signal yields corrected by efficiency and purity can be described as",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "section": "Unfolding",
            "text": "where is the total efficiency, and P is the purity correction factor. The N γ corrected are unfolded for detector resolution. Response matrices are constructed from pythia+hydjet (pythia) for PbPb (pp) data in different centrality bins. A matrix inversion method is used without regularization in the RooUnfold software package [39]  ",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 328,
                    "text": "[39]",
                    "end": 332
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties are summarized in table 2 for the cross section of isolated photons in pp and PbPb collisions, and in table 3 for the nuclear modification factors of isolated photons. All systematic uncertainties are evaluated by varying the quantity relevant to each source and propagating the change to the final observables, and then taking the deviation from the nominal results. The total uncertainty is obtained as the quadratic sum of systematic uncertainties from the different sources. The systematic uncertainties from most of the sources partially cancel in the R AA analysis because the systematic variations are applied to both pp and PbPb data.",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "One of the dominant sources of systematic uncertainty is the purity determination. The sideband definition used for producing the background template is changed to tight (1 < I < 3 GeV) or loose (5 < I < 10 GeV) nonisolated selection criteria to evaluate this uncertainty.",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "After the electron rejection process, there are still electrons which are misidentified as photons. The rejection rate is calculated from simulations, and the remaining number of misidentified electrons is subtracted from the N γ raw values as an additional correction for the systematic uncertainty of electron rejection. The difference between the nominal and subtracted N γ raw values are propagated to the final results and quoted as systematic uncertainty.",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "Pileup events have multiple interactions within a recorded event with corresponding multiple primary vertices. For PbPb collisions, the effect of pileup events on the photon spectra is negligible. The systematic uncertainty from the pileup contribution in pp collisions is estimated by counting N γ raw when the number of primary vertices in the events is one.",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "-8 -",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "JHEP07(2020)116",
            "section_rank": 12
        },
        {
            "section": "JHEP07(2020)116",
            "text": "pp PbPb centrality Source 0-100% 0-10% 10-30% 30-50% 50-100% Purity 4-15% 5-15% 9-16% 11-14% 5-18% 5-17% Electron rejection <0.4%",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "section": "JHEP07(2020)116",
            "text": "Total 4-16% 6-18% 14-21% 12-18% 10-20% 10-21% Table 2. Summary of the contributions from various sources to the estimated systematic uncertainties in the cross section of isolated photons in pp and PbPb collisions. When ranges are shown, they indicate the E γ T -dependent variations of the uncertainties.",
            "paragraph_rank": 39,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 46,
                    "text": "Table 2",
                    "end": 53
                }
            ]
        },
        {
            "section": "JHEP07(2020)116",
            "text": "PbPb centrality Source 0-100% 0-10% 10-30% 30-50% 50-100% Purity 6-9%  The mean and width of the invariant mass distribution of Z bosons, where decay electrons are reconstructed as photon candidates, are compared between data and simulation for the estimation of photon energy systematic uncertainties. The residual difference of the mean between data and simulation after the energy correction is considered as the systematic uncertainty due to the energy scale. The energy resolution uncertainty is estimated by additionally smearing photon candidates in simulation according to the resolution uncertainties of data and simulation.",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "JHEP07(2020)116",
            "section_rank": 13
        },
        {
            "section": "JHEP07(2020)116",
            "text": "The systematic uncertainty for unfolding, which comes from the finite size of the simulated sample, is considered when constructing the response matrix. A study based on pseudo-experiments is performed for each bin of the response matrix accounting for the statistical uncertainties of the full simulated sample. Another variation for the response matrix is performed because of its dependence on the shape of the MC spectrum inside the true bins. The photon spectra in pythia+hydjet (pythia) are reweighted for the jetphox photon spectra. The maximum difference between the nominal and the varied response matrices is propagated to the final observables, and their differences to the nominal values are quoted as the systematic uncertainty for unfolding.",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "section": "JHEP07(2020)116",
            "text": "Variations of SF obtained from the tag-and-probe method are accounted for as a systematic uncertainty of efficiency in the final results. Photons are measured only with events passing the HLT trigger for low-E γ T photons with a threshold of 20 GeV for the systematic uncertainty of the trigger efficiency. The maximum difference between the nominal and the varied efficiencies is propagated to the final observables, and their difference to the nominal values is quoted as the systematic uncertainty for efficiency.",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "Results",
            "section_rank": 14
        },
        {
            "text": "Differential cross section in pp and PbPb collisions",
            "section_rank": 15
        },
        {
            "section": "Differential cross section in pp and PbPb collisions",
            "text": "The E γ T -differential cross section scaled by the NN-equivalent integrated luminosity per AA collision is defined as 1",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "section": "Differential cross section in pp and PbPb collisions",
            "text": "For the pp data, the corrected yields are normalized by the integrated luminosity (L pp ) as Figures 3 and 4 show the E γ T differential isolated photon spectra in PbPb collisions for different centrality bins and in pp collisions. The data are compared to the NLO pQCD calculations with jetphox v1.3.1 4 for MB events. The CT14 [40] PDFs are used for pp data. The EPPS16 [41] nPDFs based on CT14 PDFs for the free-nucleon parton densities (EPPS16+CT14) and nCTEQ15 [42] nPDFs are used for PbPb data. In the calculations, the BFG set II [43] is used for the fragmentation function. The renormalization (µ R ), factorization (µ F ) and fragmentation (µ f ) scales are set to E γ T . Uncertainty in the jetphox predictions consists of two components. First, CT14 PDFs, EPPS16+CT14 nPDFs, and nCTEQ15 nPDFs are varied with their 56, 97, and 32 uncertainty sets, respectively. The Hessian PDF uncertainties are derived for 90% confidence level (CL) and scaled down to 68% CL [44]. Second, the renormalization, factorization, and fragmentation scales are varied up and down by a factor of two simultaneously. The envelope covered by these variations is assigned as the scale systematic uncertainty. As seen in the lower panels of figure 3 and 4, the data are consistent with the jetphox NLO predictions over the -10 -JHEP07(2020)116 T for 0-10%, 10-30%, 30-50%, 50-100%, and 0-100% PbPb collisions (scaled by T AA ) at 5.02 TeV. The spectra are scaled by the factors shown in the legend for clarity. The symbols are placed at the center of the bin. The vertical bars associated with symbols indicate the statistical uncertainties and the horizontal bars reflect the bin width. The statistical uncertainties are smaller than the symbols. The total systematic uncertainties are shown as boxes in each E γ T bin. The spectra in the 0-100% centrality bin are compared to the NLO jetphox calculations with EPPS16+CT14 nPDFs (left) and nCTEQ15 nPDFs (right). The ratio of the data in the 0-100% centrality class to jetphox is shown in the lower panels. The gray boxes indicate the total systematic uncertainties of the data. The blue and red hatched boxes correspond to the jetphox PDF and scale uncertainties, respectively. entire E γ T range in both pp and PbPb collisions, considering the quoted statistical and systematic uncertainties.",
            "paragraph_rank": 44,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 93,
                    "text": "Figures 3 and 4",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 329,
                    "text": "[40]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 372,
                    "text": "[41]",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 466,
                    "text": "[42]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 537,
                    "text": "[43]",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 971,
                    "text": "[44]",
                    "end": 975
                }
            ]
        },
        {
            "text": "Nuclear modification factors",
            "section_rank": 16
        },
        {
            "section": "Nuclear modification factors",
            "text": "The nuclear modification factors are calculated by",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "section": "Nuclear modification factors",
            "text": "(4.3) Figure 5 shows R AA as a function of the isolated photon E γ T in different centrality bins. The nuclear modification factors exhibit little or no modifications of isolated photons in all E γ T and centrality bins in PbPb collisions, considering the quoted statistical and systematic uncertainties. This indicates that the isolated photons are not modified by the strongly interacting medium produced in heavy ion collisions, which is in contrast to hadrons in PbPb collisions [5][6][7] (i.e. 0.3 < R AA < 0.9 for charged hadrons [5] in the same p T range).",
            "paragraph_rank": 46,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 6,
                    "text": "Figure 5",
                    "end": 14
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 483,
                    "text": "[5]",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 486,
                    "text": "[6]",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 489,
                    "text": "[7]",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 536,
                    "text": "[5]",
                    "end": 539
                }
            ]
        },
        {
            "section": "Nuclear modification factors",
            "text": "The R AA in the inclusive (0-100%) centrality bin is compared to the NLO jetphox calculations with 3 PDFs in figure 6 by taking the ratio of jetphox predictions for PbPb -11 -JHEP07(2020)116 to that for pp: (EPPS16+CT14)/CT14, nCTEQ15/CT14, and CT14(PbPb)/CT14(pp). The CT14(PbPb)/CT14(pp) ratio shows the isospin effect which is caused by the different ratios of u and d quarks in pp and PbPb collisions. The jetphox scale uncertainties for R AA are canceled in the ratio. The Hessian PDF uncertainties for R AA are calculated for 68% CL. The R AA measurements are consistent with the jetphox prediction within the quoted statistical and systematic uncertainties. The comparison of data and estimations is limited by the uncertainties, barring any firm conclusions for the moment.",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "Summary",
            "section_rank": 17
        },
        {
            "section": "Summary",
            "text": "The differential cross sections of photons isolated from nearby particles are reported at pseudorapidity |η γ | < 1.44 for transverse energy from 25 to 200 GeV in proton-proton (pp) and lead-lead (PbPb) collisions at a center-of-mass energy per nucleon pair √ s NN = 5.02 TeV with the CMS detector. No significant modification of isolated photon cross sections in PbPb collisions with respect to scaled pp collisions is observed in the explored kinematic ranges at all collision centralities. Thus, isolated photons are not affected by the strongly interacting medium produced in heavy ion collisions, and they can be a valuable tool to access the initial p T of the associated parton in photon+jet events. T measured in the 0-10%, 10-30%, 30-50%, and 50-100% centrality ranges in PbPb. The symbols are placed at the center of the bin. The vertical bars associated with symbols indicate the statistical uncertainties and the horizontal bars reflect the bin width. The total systematic uncertainties without the T AA uncertainty are shown as the colored boxes. The T AA uncertainty, common to all points for a given centrality range, is indicated by the gray box centered at unity on the left side of each panel. The 2.3% integrated luminosity uncertainty for pp data is shown as the brown box at unity at the leftmost position.",
            "paragraph_rank": 48,
            "section_rank": 17
        },
        {
            "text": "JHEP07(2020)116",
            "section_rank": 18
        },
        {
            "section": "JHEP07(2020)116",
            "text": "The data are compared with the next-to-leading order perturbative quantum chromodynamics calculations using the generator jetphox with CT14 parton distribution functions (PDFs) for pp data and EPPS16 and nCTEQ15 nuclear PDFs for PbPb data. The predictions are found to be consistent with the cross sections for both pp and PbPb collisions. The current measurements significantly improve the precision compared to the previous CMS results at √ s NN = 2.76 TeV and can be valuable inputs for global fits of nuclear PDFs. Figure 6. Nuclear modification factors R AA as a function of the photon E γ T measured in the 0-100% centrality range in PbPb. The symbols are placed at the center of the bin. The vertical bars indicate the statistical uncertainties and the horizontal bars reflect the bin width. The total systematic uncertainties without the T AA uncertainty are shown by the colored boxes. The 3.4% T AA uncertainty, common to all points, is indicated by the gray box centered at unity on the left side of the panel. The luminosity uncertainty of the pp data is shown as the brown box at unity at the leftmost position. The three different NLO jetphox calculations of EPPS16+CT14 nPDFs, nCTEQ15 nPDFs, and CT14 PDFs for PbPb collisions are divided by the NLO jetphox calculations with CT14 PDFs for pp collisions, and compared to the data. The hatched boxes correspond to jetphox (n)PDF uncertainties.",
            "paragraph_rank": 49,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 519,
                    "text": "Figure 6",
                    "end": 527
                }
            ]
        },
        {
            "text": "JHEP07(2020)116",
            "section_rank": 19
        },
        {
            "section": "JHEP07(2020)116",
            "text": "we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMBWF and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, FAPERGS, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COL-CIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, PUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT  , 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary); the Council of Science and Industrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus programme of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Ministry of Science and Education, grant no. 14.W03.31.0026 (Russia); the Tomsk Polytechnic University Competitiveness Enhancement Program and \"Nauka\" Project FSWW-2020-0008 (Russia); the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Kavli Foundation; the Nvidia Corporation; the SuperMicro Corporation; the Welch Foundation, contract C-1845; and the Weston Havens Foundation (U.S.A.).",
            "paragraph_rank": 50,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 722,
                    "text": ", 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary)",
                    "end": 792
                }
            ]
        },
        {
            "section": "JHEP07(2020)116",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "section": "JHEP07(2020)116",
            "text": "JHEP07 2020 [26] ALICE collaboration, Direct photon production in Pb-Pb collisions at √ s NN = 2.76 TeV,",
            "paragraph_rank": 52,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 7,
                    "text": "2020",
                    "end": 11
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 20
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Template fit of the shower shape variable σ ηη for 40 < E γ T < 50 GeV in the 10-30% centrality class. The black points show the PbPb experimental data. The red histogram is the signal template obtained from pythia+hydjet simulations, and the green histogram is the background template estimated from the data for the nonisolated sideband region. Purity values are estimated in the range of σ ηη < 0.01.",
            "paragraph_rank": 53,
            "section_rank": 20
        },
        {
            "text": ". The unfolded spectra (N γ unfolded ) are used in the cross section determination.",
            "paragraph_rank": 54,
            "section_rank": 21
        },
        {
            "text": "Figure 2 .",
            "section_rank": 22
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Efficiency of the isolated photon detection as a function of E γ T for PbPb collisions in the 0-10% centrality range (left) and for pp data (right). The different colors represent various selection criteria: H/E < 0.1, σ ηη < 0.01, I < 1 GeV and electron rejection criterion.",
            "paragraph_rank": 55,
            "section_rank": 22
        },
        {
            "text": "Figure 3 .",
            "section_rank": 23
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Isolated photon spectra (upper) measured as a function of E γ",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "text": "Figure 4 .",
            "section_rank": 24
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Isolated photon cross section (upper) measured as a function of E γ T in pp collisions at 5.02 TeV. The symbols are placed at the center of the bin. The vertical bars associated with symbols indicate the statistical uncertainties and the horizontal bars reflect the bin width. The statistical uncertainties are smaller than the symbols. The total systematic uncertainties are shown as boxes in each E γ T bin. The data are compared to the NLO jetphox calculations with CT14PDFs. The ratio of the data to jetphox is shown in the lower panel. The yellow boxes indicate the total systematic uncertainties of the data. The blue and red hatched boxes correspond to jetphox PDF and scale uncertainties, respectively.",
            "paragraph_rank": 57,
            "section_rank": 24
        },
        {
            "text": "Figure 5 .",
            "section_rank": 25
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Nuclear modification factors R AA as a function of the photon E γ",
            "paragraph_rank": 58,
            "section_rank": 25
        },
        {
            "text": "(Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); MES (Latvia); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MOS (Montenegro); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR, and NRC KI (Russia); ); SEIDI, CPAN, PCTI, and FEDER (Spain); MOSTR (Sri Lanka); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU (Ukraine); STFC (United Kingdom); DOE and NSF (U.S.A.). Individuals have received support from the Marie-Curie programme and the European Research Council and Horizon 2020 Grant, contract Nos. 675440, 752730, and 765710 (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. 30820817; the Beijing Municipal Science & Technology Commission, No. Z191100007219010; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Deutsche Forschungsgemeinschaft (DFG) under Germany's Excellence Strategy -EXC 2121 \"Quantum Universe\" -390833306; the Lendület (\"Momentum\") Programme and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence ProgramÚNKP, the NKFIA research grants 123842",
            "paragraph_rank": 59,
            "section_rank": 26
        },
        {
            "text": "Table 3 .",
            "section_rank": 27
        },
        {
            "section": "Table 3 .",
            "text": "Summary of the contributions from various sources to the estimated systematic uncertainties in the nuclear modification factors calculated from pp and PbPb data. When ranges are shown, they indicate the E",
            "paragraph_rank": 60,
            "section_rank": 27
        },
        {
            "section": "Table 3 .",
            "text": "γ T -dependent variations of the uncertainties.",
            "paragraph_rank": 61,
            "section_rank": 27
        },
        {
            "text": "116 [19] CMS collaboration, Measurement of the Isolated Prompt Photon Production Cross Section in pp Collisions at √ s = 7 TeV, Phys. Rev. Lett. 106 (2011) 082001 [arXiv:1012.0799] [INSPIRE]. [20] ATLAS collaboration, Measurement of the inclusive isolated prompt photon cross section in pp collisions at √ s = 8 TeV with the ATLAS detector, JHEP 08 (2016) 005 [arXiv:1605.03495] [INSPIRE]. [21] ATLAS collaboration, Measurement of the inclusive isolated prompt photons cross section in pp collisions at √ s = 7 TeV with the ATLAS detector using 4.6 fb −1 , Phys. Rev. D 89 (2014) 052004 [arXiv:1311.1440] [INSPIRE]. [22] ALICE collaboration, Measurement of the inclusive isolated photon production cross section in pp collisions at √ s = 7 TeV, Eur. Phys. J. C 79 (2019) 896 [arXiv:1906.01371] [INSPIRE]. [23] CMS collaboration, Measurement of isolated photon production in pp and PbPb collisions at √ s N N = 2.76 TeV, Phys. Lett. B 710 (2012) 256 [arXiv:1201.3093] [INSPIRE]. [24] ATLAS collaboration, Centrality, rapidity and transverse momentum dependence of isolated prompt photon production in lead-lead collisions at √ s NN = 2.76 TeV measured with the ATLAS detector, Phys. Rev. C 93 (2016) 034914 [arXiv:1506.08552] [INSPIRE]. [25] ATLAS collaboration, Measurement of prompt photon production in √ s NN = 8.16 TeV p+Pb collisions with ATLAS, Phys. Lett. B 796 (2019) 230 [arXiv:1903.02209] [INSPIRE].",
            "paragraph_rank": 62,
            "section_rank": 28
        },
        {
            "text": "Acknowledgments",
            "section_rank": 30
        },
        {
            "section": "Acknowledgments",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition,",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "JHEP07(2020)116",
            "section_rank": 32
        },
        {
            "section": "JHEP07(2020)116",
            "text": "National Research Nuclear University 'Moscow Engineering Physics Institute' (MEPhI), Moscow, Russia M. Chadeeva 43  ",
            "paragraph_rank": 64,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 112,
                    "text": "43",
                    "end": 114
                }
            ]
        },
        {
            "text": "JHEP07(2020)116",
            "section_rank": 33
        },
        {
            "section": "JHEP07(2020)116",
            "text": "Instituto de Física de Cantabria (IFCA), CSIC-Universidad de Cantabria, Santander, Spain",
            "paragraph_rank": 65,
            "section_rank": 33
        }
    ]
}