{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The possibility of performing the experimental research in the field of fundamental physics based on the unique instrument -European X-ray Free Electron Laser (E-XFEL) is considered in this paper. The calculations of the reaction γ + γ → e + + e − cross section for gamma quanta with E ∼ (1 − 100) GeV energy with X-ray photons are performed. The possibility of experimental registration of reaction γ + γ → e + + e − product are reviewed. Also, the optical depth of the interaction between gamma-rays with the E-XFEL's photon pulses is estimated. Astrophysical applications are discussed.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The scattering of two photons is a well-known quantum process which exhibits the non-linear nature of quantized electromagnetic fields. Although light-by-light scattering was predicted almost 100 years ago its direct experimentally observation still remains to be discovered.Until today, several ways of directly detected this phenomenon in the laboratory have been proposed. For example, Compton-backscattered photons against laser photons [1], collisions of photons from microwave waveguides [2] or high-power lasers [3,4,5], and at photon colliders [6,7,8]. In [9] using computer simulations, the authors show that lead-lead collisions provide the opportunity for seeing a scattering of quasireal photons in the LHC. Direct observation of photon-photon scattering is worth the effort because of any deviation from the predicted could be evidence of new physics, e.g., the existence of supersymmetry. In this paper, we discuss the possibilities of conducting experimental research in the field of fundamental physics based on the E-XFEL.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 441,
                    "text": "[1]",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 494,
                    "text": "[2]",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 519,
                    "text": "[3,",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 522,
                    "text": "4,",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 524,
                    "text": "5]",
                    "end": 526
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 552,
                    "text": "[6,",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 555,
                    "text": "7,",
                    "end": 557
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 557,
                    "text": "8]",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 564,
                    "text": "[9]",
                    "end": 567
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The E-XFEL is the international research project which involved 12 states. It was officially launched on September 1, 2017. Compared with modern a synchrotron light sources, the peak brightness of the E-XFEL is more than 8 orders of magnitude higher, the radiation has a high degree of transverse coherence and pulse duration is about 10 fs. The particularities of the E-XFEL's radiation make it possible to conduct groundbreaking research in fundamental physics. Table 1 shows the X-ray beam parameters of one of the three channels of the E-XFEL. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 464,
                    "text": "Table 1",
                    "end": 471
                }
            ]
        },
        {
            "text": "Experimental proposal and possible gamma-ray sources",
            "section_rank": 3
        },
        {
            "section": "Experimental proposal and possible gamma-ray sources",
            "text": "The experimental proposal in simplified form is as follows. A high-energy photon beam, generated via the gamma-ray source is fired into a vacuum channel where it intersects with the E-XFEL's x-ray photon beam. The scheme takes advantage of the high photon densities that are characteristic of the radiation fields produced by E-XFEL. The vacuum channel is surrounded by multi-layer charged particle detectors for detecting elector-positron pairs. The detectors are protected from external radiation and cosmic rays. One of the central problems of this proposal is the gamma-ray source. In the work [8], it is  Comparison of gamma photon sources according to data from [10]. The \"Gold target\" is the bremsstrahlung gamma-ray source from [8].",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 598,
                    "text": "[8]",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 668,
                    "text": "[10]",
                    "end": 672
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 736,
                    "text": "[8]",
                    "end": 739
                }
            ]
        },
        {
            "section": "Experimental proposal and possible gamma-ray sources",
            "text": "proposed to use bremsstrahlung radiation of ultrarelativistic electrons with an energy of about GeV passing through a gold target to create a gamma-ray beam. Electrons and positrons emitted from the back surface of a gold target deviate from the interaction region using a magnetic field. Another way is proposed in a recent paper [10]. Electromagnetic dipole cascades can become one of the possible sources of gamma. The paper demonstrated the possibility of creating a stable directional source of photons of GeV energies. Using 3D QED particle-in-cell modeling and analytical evaluations, the authors show that it is possible to attain a peak power of 10 PW. When this becomes possible, there will be a real possibility to carry out this kind of experiments. Fig. 2 shows the approximate location of possible gamma-ray sources on a brilliance-energy map.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 331,
                    "text": "[10]",
                    "end": 335
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 762,
                    "text": "Fig. 2",
                    "end": 768
                }
            ]
        },
        {
            "text": "The optical depth estimation",
            "section_rank": 4
        },
        {
            "section": "The optical depth estimation",
            "text": "The temporal structure of the E-XFEL laser, shown in Fig. 1, is a sequence of trains consisting of 2700 femtosecond pulses. The total repetition rate of the trains is 10 Hz. For one train, the optical depth becomes equal to 5.4 • 10 −4 , that is, when the gamma-quantum crosses 100 trains, the optical depth becomes equal to 1.",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 53,
                    "text": "Fig. 1",
                    "end": 59
                }
            ]
        },
        {
            "section": "The optical depth estimation",
            "text": "The cross section of interaction of gamma quantum to thermal photon with producing electron-positron pair is [11]:",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 109,
                    "text": "[11]",
                    "end": 113
                }
            ]
        },
        {
            "section": "The optical depth estimation",
            "text": "where ",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "The optical depth estimation",
            "text": "E is energy of gamma quantum, ǫ is energy of thermal photon, radiated by intracluster gas, Ψ is angle between its impulses. Consider a situation where photons move towards each other, i. e. θ = π. the X-ray beam in XFEL bunch reaches 100 photons on square 10 −16 cm 2 for impulse in order 10 fs. It remains to make a closer study of number of photons are per area, equal to area of the reaction cross section. Put in (2) the product of the energies ǫE equal to 1.2m 2 e c 4 . Then (for θ = π) σ ≈ 2 • 10 −25 cm 2 . This means that the optical depth τ ≈ 2 • 10 −7 is collected for one pulse. The magnitude of the cross section depends on the angle of interaction (Fig. 3). Figure 4 shows the dependence of the reaction cross section on the energy of the oncoming gamma photon.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 662,
                    "text": "(Fig. 3)",
                    "end": 670
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 672,
                    "text": "Figure 4",
                    "end": 680
                }
            ]
        },
        {
            "text": "Astrophysical applications",
            "section_rank": 5
        },
        {
            "section": "Astrophysical applications",
            "text": "Another reason to research this problem are numerous astrophysical applications. For example, two-photon pair-production processes are one of the mechanisms of electron-positron plasma generation in the popular outer gap model of magnetospheric emission from pulsars [12].",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 267,
                    "text": "[12]",
                    "end": 271
                }
            ]
        },
        {
            "section": "Astrophysical applications",
            "text": "Another example is gamma-ray emission from cosmological sources. The observed gammaray spectrum of them contains information about physical conditions and composition of matter in the Universe at various stages of its evolution. In this case, it is very important to take into account the factors leading to spectral distortions as absorbtion due to the interaction with background photons. The process of absorption of gamma rays with the production of electronpositron pairs in the collision of them with cosmological background photons [13] makes the most important contribution to distortion of spectrum in the gamma-ray range. For gamma quanta with energies E ∼ 100 GeV ÷ 100 TeV, this is mainly interaction with clusters of galaxies, which are the largest gravitationally bound objects in the Universe.  The noticeable part of the baryon component of the cluster is a rarefied (n ∼ 10 −3 ÷10 −2 cm −3 ) hot (T ∼ 1 ÷ 10keV) intracluster gas [13,14]. Moreover, due to the bremsstrahlung of electrons of this gas, clusters are also transformed into huge photon reservoirs [16]. Therefore, in addition to the components of the intergalactic background, distortions in the spectrum of distant cosmological sources of gamma radiation can also be caused by the interaction of gamma-rays with photons radiated by gas in cluster of galaxies.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 539,
                    "text": "[13]",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 946,
                    "text": "[13,",
                    "end": 950
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 950,
                    "text": "14]",
                    "end": 953
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1075,
                    "text": "[16]",
                    "end": 1079
                }
            ]
        },
        {
            "section": "Astrophysical applications",
            "text": "The authors of [17] have found out that the interaction with the photons of the bremsstrahlung of gas in clusters of galaxies makes a small contribution to the optical depth, compared with absorption by microwave, infrared, visible and radio photons, for almost all gamma-ray energies. However, for energies E ∼ 1 − 100 GeV, the scattering effect on photons of the bremsstrahlung galaxies can dominate and amounts to τ ≈ 10 −5 .",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 15,
                    "text": "[17]",
                    "end": 19
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "In conclusion, two-photon pair-production processes should easily be observable at this kind experiment on E-XFEL. This experiment can be considered both as a test of the standard model and as a simulation of astrophysical processes. It is a good possibility to research the absorption of gamma radiation in the laboratory. However, the implementation of the experiment described in this article is a task with many problems: (i) The real source of gamma-ray. (ii) The photon interaction geometry. (iii) Special aspects of the interaction of photons with coherent E-XFEL's radiation.",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "These problems require further study and will be considered in the further papers.",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Figure 1 .",
            "section_rank": 7
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. E-XFEL's radiation time structure.",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "Figure 2 .",
            "section_rank": 8
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Comparison of gamma photon sources according to data from[10]. The \"Gold target\" is the bremsstrahlung gamma-ray source from[8].",
            "paragraph_rank": 15,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 67,
                    "text": "[10]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 134,
                    "text": "[8]",
                    "end": 137
                }
            ]
        },
        {
            "text": "2",
            "section_rank": 9
        },
        {
            "section": "2",
            "text": "is classical electron radius, m is mass of electron, h(s) is Heaviside function (h(s) = 1 at s > 0 and h(s) = 0 at s < 0), v = 1 − 1/s and s = Eǫ m 2 c 4 (1 − cos Ψ),",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "Figure 3 .",
            "section_rank": 10
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. The dependence of cross-section σ on the angle between beams for X-ray photon energy ǫ = 25 keV and for three values of gamma photon energy.",
            "paragraph_rank": 17,
            "section_rank": 10
        },
        {
            "text": "Figure 4 .",
            "section_rank": 11
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. The dependence of cross-section σ on gamma photon energy with three values of X-ray photon energy.",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "Table 1 .",
            "section_rank": 12
        },
        {
            "section": "Table 1 .",
            "text": "Radiation parameters of one of the E-XFEL's channels SASE3",
            "paragraph_rank": 19,
            "section_rank": 12
        },
        {
            "section": "Table 1 .",
            "text": "4 • 10 24 1.6 • 10 24 2.0 • 10 24",
            "paragraph_rank": 20,
            "section_rank": 12
        },
        {
            "text": "Acknowledgments",
            "section_rank": 14
        },
        {
            "section": "Acknowledgments",
            "text": "We sincerely thank D. P. Barsukov for help, comments and useful discussions.",
            "paragraph_rank": 21,
            "section_rank": 14
        }
    ]
}