{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This paper presents an analysis of the Λ 0 b → J/ψΛ angular distribution and the transverse production polarisation of Λ 0 b baryons in proton-proton collisions at centreof-mass energies of 7, 8 and 13 TeV. The measurements are performed using data corresponding to an integrated luminosity of 4.9 fb −1 , collected with the LHCb experiment. The polarisation is determined in a fiducial region of Λ 0 b transverse momentum and pseudorapidity of 1 < p T < 20 GeV/c and 2 < η < 5, respectively. The data are consistent with Λ 0 b baryons being produced unpolarised in this region. The parity-violating asymmetry parameter of the Λ → pπ − decay is also determined from the data and its value is found to be consistent with a recent measurement by the BES III collaboration.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Studies of the production and decay of heavy-flavour hadrons are an important part of contemporary particle physics. The spin- 1 2 Λ 0 b baryon can provide information about the production of hadrons containing b quarks. For example, the Λ 0 b polarisation is closely related to that of the b quark [1]. Heavy-quark effective theory (HQET) predicts that Λ 0 b baryons originating from energetic b quarks retain a large fraction of the transverse b-quark polarisation [2,3]. The longitudinal polarisation is expected to vanish in pp collisions due to parity conservation in strong interactions and the term polarisation is used to refer to the transverse polarisation of particles in this paper. The authors of ref. [4] estimate that the b-quark polarisation is of the order of 10%. This leads to an estimate that the polarisation of the Λ 0 b baryon can be around 10% with possible values up to 20% [1,5]. Measurements of Λ polarisation at fixed-target experiments [6][7][8] find that the polarisation strongly depends on Feynman-x, x F , with polarisation vanishing at x F = 0. The variable JHEP06(2020)110",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 127,
                    "text": "1",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "start": 299,
                    "text": "[1]",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "start": 467,
                    "text": "[2,",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 470,
                    "text": "3]",
                    "end": 472
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 715,
                    "text": "[4]",
                    "end": 718
                },
                {
                    "type": "bibr",
                    "start": 899,
                    "text": "[1,",
                    "end": 902
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 902,
                    "text": "5]",
                    "end": 904
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 965,
                    "text": "[6]",
                    "end": 968
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 968,
                    "text": "[7]",
                    "end": 971
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 971,
                    "text": "[8]",
                    "end": 974
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "x F is defined by x F = 2p L / √ s, where p L is the longitudinal momentum of the baryon with respect to the beam line and √ s is the centre-of-mass energy of the collision. If a similar x F -dependence is present in Λ 0 b -baryon production, a negligible polarisation would be expected at the LHC since the experiments mostly cover the phase-space region close to x F = 0. In addition, several heavy b-baryon states are observed experimentally [9][10][11][12][13]. In the production of Λ 0 b baryons from decays of these states, the connection between the Λ 0 b and the b-quark polarisation can be further diluted due to the interaction of the b quark with the light quarks in the heavy b-baryon [1,3]. The fraction of the b-quark polarisation transferred to the Λ 0 b baryon is estimated to be around 75% in ref. [1]. The decay Λ 0 b → J/ψ Λ, where the Λ baryon decays to pπ − and the J/ψ meson decays to µ + µ − , can be used to measure the polarisation of the Λ 0 b baryon as well as to test the theoretical understanding of hadronic decays of Λ 0 b baryons. 1 The angular distribution of the Λ 0 b → J/ψ Λ decay is described by the polarisation of the Λ 0 b baryon, P b , four decay amplitudes and by the parity-violating asymmetry parameter of the Λ baryon decay, α Λ . The decay parameter α Λ arises due to the V−A nature of the weak interaction [14]. The four decay amplitudes, A(λ Λ , λ J/ψ ) correspond to different Λ and J/ψ helicities, λ Λ and λ J/ψ . The notation a ± = A(± 1 2 , 0) and b ± = A(∓ 1 2 , ±1) is used in this paper. In the naive heavy-quark and light-diquark limit, the u and d quark in the baryon form a spin-and isospin-zero spectator system. The left-handed nature of the charged-current interaction then implies that the Λ-baryon helicity is − 1 2 , such that |a + | ≈ |b − | ≈ 0. Several theoretical approaches have been used to predict the Λ 0 b parity-violating decay parameter",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 445,
                    "text": "[9]",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "start": 448,
                    "text": "[10]",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 452,
                    "text": "[11]",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 456,
                    "text": "[12]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 460,
                    "text": "[13]",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "start": 697,
                    "text": "[1,",
                    "end": 700
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 700,
                    "text": "3]",
                    "end": 702
                },
                {
                    "type": "bibr",
                    "start": 815,
                    "text": "[1]",
                    "end": 818
                },
                {
                    "type": "bibr",
                    "start": 1063,
                    "text": "1",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1353,
                    "text": "[14]",
                    "end": 1357
                },
                {
                    "type": "bibr",
                    "start": 1775,
                    "text": "1",
                    "end": 1776
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "which is the analogue of α Λ but applied to the Λ 0 b decay. The value of α b is predicted to be in the range from −0.2 to −0.1 within a factorisation approximation [15][16][17], around −0.2 in the covariant oscillator quark model [18] or light-front quark model [19] and in the range from −0.17 to −0.14 in approaches based on perturbative QCD [20]. In contrast, a prediction based on HQET yields a value of α b ∼ 0.8 [5]. The covariant quark model has recently been used to predict α b ∼ −0.07 and the magnitudes of the four helicity amplitudes [21,22]. The amplitudes predicted by this model agree with the naive expectation that |a + | and |b − | are small, while |a − | and |b + | are of similar size.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 165,
                    "text": "[15]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 169,
                    "text": "[16]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 173,
                    "text": "[17]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 231,
                    "text": "[18]",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 263,
                    "text": "[19]",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 345,
                    "text": "[20]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 419,
                    "text": "[5]",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 547,
                    "text": "[21,",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 551,
                    "text": "22]",
                    "end": 554
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The polarisation of Λ 0 b baryons was previously measured at LEP in Z decays [23][24][25] and at the LHC in pp collisions [26,27]. The values measured at the LHC are P b = 0.06 ± 0.07 ± 0.02 (LHCb) , P b = 0.00 ± 0.06 ± 0.02 (CMS) .",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 77,
                    "text": "[23]",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "start": 81,
                    "text": "[24]",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 85,
                    "text": "[25]",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "start": 122,
                    "text": "[26,",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 126,
                    "text": "27]",
                    "end": 129
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Both measurements were performed using an angular analysis of the Λ 0 b → J/ψ Λ decay. The LHCb measurement used data collected at √ s = 7 TeV, while the CMS measurement used data from both 7 and 8 TeV pp collisions. A similar analysis was performed by the JHEP06(2020)110 ATLAS collaboration [28] but assuming P b = 0 and measuring only magnitudes of the decay amplitudes. While all three measurements are compatible, the LHCb and CMS results are unphysical; the LHCb value of |b − | 2 and the CMS value of |a + | 2 are negative. This is likely to be due to the use of a now outdated value of α Λ = 0.642 ± 0.013 from an earlier Particle Data Group average of the results of refs. [29][30][31][32][33] that is no longer used. This value is significantly smaller than that measured by the BES III collaboration using J/ψ → ΛΛ decays [34]. In their analysis, the BES III collaboration determine α Λ and α Λ , for the Λ → pπ − and Λ → pπ + decays, to be α Λ = 0.750 ± 0.009 ± 0.004 and α Λ = −0.758 ± 0.010 ± 0.007. The BES III measurement is supported by a reanalysis of CLAS γp → K + Λ scattering data in ref. [35], which gives α Λ = 0.721 ± 0.006 ± 0.005. The polarisation of Λ 0 b baryons has also been determined to be P b = (0 ± 5)% in the LHCb acceptance using Λ 0 b → Λµ + µ − decays, under the assumption that the polarisation is independent of √ s [36]. This paper describes a measurement of the Λ 0 b → J/ψ Λ angular distribution using data collected with the LHCb experiment during Run 1 and Run 2 of the LHC. The data set corresponds to 1.0, 2.0 and 1.9 fb −1 of integrated luminosity collected at √ s = 7, 8 and 13 TeV in 2011, 2012 and 2015-2016, respectively. A measurement of the polarisation and the decay amplitudes is made, using the BES III value of α Λ as an input. The polarisation of Λ 0 b baryons is measured for the first time at √ s = 13 TeV. The paper starts by describing the angular formalism used in the analysis in section 2. Section 3 introduces the LHCb detector. Section 4 describes the selection of candidates from the LHCb data set. The yields of Λ 0 b → J/ψ Λ decays in the different data sets are obtained in section 5. Section 6 describes the procedure used to correct the data for the nonuniformity of the reconstruction and selection. The production polarisation and decay amplitudes are obtained through a two-step procedure described in sections 7 and 9. Section 8 discusses sources of systematic uncertainty in the measurement. Finally, conclusions are presented in section 10.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 682,
                    "text": "[29]",
                    "end": 686
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 686,
                    "text": "[30]",
                    "end": 690
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 690,
                    "text": "[31]",
                    "end": 694
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 694,
                    "text": "[32]",
                    "end": 698
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 698,
                    "text": "[33]",
                    "end": 702
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 833,
                    "text": "[34]",
                    "end": 837
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1110,
                    "text": "[35]",
                    "end": 1114
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1356,
                    "text": "[36]",
                    "end": 1360
                }
            ]
        },
        {
            "text": "Angular formalism",
            "section_rank": 3
        },
        {
            "section": "Angular formalism",
            "text": "The kinematics of the Λ 0 b → J/ψ Λ decay, including the subsequent decays of the J/ψ meson and the Λ baryon, can be parameterised by five decay angles and a unit vector in the direction transverse to the production plane,n, against which the polarisation is measured [37]. The unit vector is defined asn = (",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 268,
                    "text": "[37]",
                    "end": 272
                }
            ]
        },
        {
            "section": "Angular formalism",
            "text": "and p beam are vectors in the direction of the Λ 0 b baryon and the beam in the centre-of-mass frame of the pp collision. In the case of the LHCb detector, p beam is the direction of the beam that points into the detector from the collision point. The four-momentum of each particle is boosted into the centre-of-mass frame to account for the small beam-crossing angle of the LHC collisions beforen is calculated. The five decay angles are: the angle, θ, betweenn and the Λ flight direction in the Λ 0 b rest frame; the polar, θ b , and azimuthal, φ b , angles of the proton in the Λ rest frame; and the polar, θ l , and azimuthal, φ l , angles of the µ + in the J/ψ rest frame  Figure 1. Definition of the five decay angles, θ, θ b , φ b , θ l and φ l used to describe the kinematics of the Λ 0 b → J/ψ Λ decay. The angles are described in the text.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 679,
                    "text": "Figure 1",
                    "end": 687
                }
            ]
        },
        {
            "section": "Angular formalism",
            "text": "in figure 1. The decay angles for the Λ 0 b decay are defined assuming no CP violation in the Λ 0 b or Λ decay, such that the distributions of Λ 0 b and Λ 0 b decays are identical. The angular distribution of the Λ 0 b → J/ψ Λ decay can be expressed as [38] d",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 253,
                    "text": "[38]",
                    "end": 257
                }
            ]
        },
        {
            "section": "Angular formalism",
            "text": "where Ω = (cos θ, cos θ b , φ b , cos θ l , φ l ). The angular terms, J i , and the angular functions, f i , are given in table 1. The Λ 0 b polarisation is accessible through terms J 11 -J 34 .",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Detector and simulation",
            "section_rank": 4
        },
        {
            "section": "Detector and simulation",
            "text": "The LHCb detector [39,40] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region [41], a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes [42,43] placed downstream of the magnet. The tracking system provides a measurement of the momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. The minimum distance of a track to a primary pp collision vertex (PV), the impact parameter (IP), is measured with a resolution of (15 + (29 GeV/c)/p T ) µm, where p T is the component of the momentum transverse to the beam. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [44]. The online event selection is performed by a trigger [45], which consists of a hardware stage, based on information from the muon system and calorimeters, followed by a software stage, which applies a full event reconstruction. Samples of simulated events are required to model the effects of the detector acceptance and the imposed selection requirements on the Λ 0 b → J/ψ Λ angular distribution. In Table 1. Angular functions parameterising the Λ 0 b → J/ψ Λ angular distribution. The numbering scheme is the same as in ref. [37]. the simulation, pp collisions are generated using Pythia [46] with a specific LHCb configuration [47]. Decays of unstable particles are described by EvtGen [48], in which final-state radiation is generated using Photos [49]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [50,51] as described in ref. [52]. The p T distribution of the simulated Λ 0 b baryons is weighted to match the spectrum observed in ref. [53].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 18,
                    "text": "[39,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 22,
                    "text": "40]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 309,
                    "text": "[41]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 491,
                    "text": "[42,",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 495,
                    "text": "43]",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1037,
                    "text": "[44]",
                    "end": 1041
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1096,
                    "text": "[45]",
                    "end": 1100
                },
                {
                    "type": "table",
                    "start": 1445,
                    "text": "Table 1",
                    "end": 1452
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1571,
                    "text": "[37]",
                    "end": 1575
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1634,
                    "text": "[46]",
                    "end": 1638
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1674,
                    "text": "[47]",
                    "end": 1678
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1733,
                    "text": "[48]",
                    "end": 1737
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1796,
                    "text": "[49]",
                    "end": 1800
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1923,
                    "text": "[50,",
                    "end": 1927
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1927,
                    "text": "51]",
                    "end": 1930
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1952,
                    "text": "[52]",
                    "end": 1956
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 2061,
                    "text": "[53]",
                    "end": 2065
                }
            ]
        },
        {
            "text": "JHEP06(2020)110 4 Candidate selection",
            "section_rank": 5
        },
        {
            "section": "JHEP06(2020)110 4 Candidate selection",
            "text": "Signal candidates are formed by combining a J/ψ -meson candidate with a Λ-baryon candidate. The J/ψ candidates are reconstructed from two oppositely charged tracks that have been identified as muons. The muons are required to have a significant IP with respect to all PVs in the event and form a common vertex with a good vertex-fit quality. The dimuon mass is required to be in the range 2900 < m(µ + µ − ) < 3150 MeV/c 2 . The Λ candidates are reconstructed in two categories: Λ baryons that decay early enough for the proton and pion to be reconstructed in the vertex detector; and Λ baryons that decay later, such that they cannot be reconstructed in the vertex detector. These categories are referred to as long and downstream, respectively. The Λ candidates in the long category have a better mass, momentum and vertex resolution than those in the downstream category. Approximately two thirds of the candidates are reconstructed in the downstream category. For both categories, the proton and pion are required to be significantly displaced from all PVs in the event and form a common vertex with a good vertex-fit quality. The Λ candidates are also required to have an invariant mass within 30 MeV/c 2 of the known Λ-baryon mass [54], a decay time larger than 2 ps and a decay vertex at z < 2350 mm. The z-axis is aligned with the LHC beam line, with positive z in the direction of the LHCb detector acceptance, where z = 0 corresponds approximately to the centre of the pp interaction region. The vertex position requirement is imposed to remove background from material interactions in front of the large-area silicon-strip detector. The Λ 0 b candidate is associated with the PV relative to which it has smallest χ 2 IP , where χ 2 IP is defined as the difference in the vertex-fit χ 2 of a given PV reconstructed with and without a considered particle. The Λ 0 b candidate is required to have a good vertex-fit quality, to be consistent with originating from its associated PV and to have a vertex position that is significantly displaced from that PV. A kinematic fit is then performed, constraining the masses of the J/ψ and Λ candidates to their known values [54] and constraining the Λ 0 b candidate to originate from its associated PV. The signal candidates are required to have passed a hardware trigger that selects either a single muon with a large transverse momentum or a pair of muons with a large product of their individual transverse momenta. The software trigger requires a candidate to be at least partially reconstructed with a secondary vertex that has a significant displacement from any PV. At least one charged particle must have a large p T and be inconsistent with originating from a PV. A multivariate discriminator [55] is used for the identification of secondary vertices consistent with the decay of a b hadron.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1237,
                    "text": "[54]",
                    "end": 1241
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 2174,
                    "text": "[54]",
                    "end": 2178
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 2752,
                    "text": "[55]",
                    "end": 2756
                }
            ]
        },
        {
            "section": "JHEP06(2020)110 4 Candidate selection",
            "text": "A neural network [56,57] is trained to reject background from events where tracks have been mistakenly combined to form a signal candidate (combinatorial background). The network is trained using simulated Λ 0 b → J/ψ Λ decays as a signal sample and candidates from the data with a J/ψ Λ invariant mass, m(J/ψ Λ), larger than 5900 MeV/c 2 as a background sample. The neural network uses the following inputs: the Λ 0 b decay time and p T ; the Λ mass, decay time and p T ; the χ 2 of the fitted Λ 0 b decay vertex; the angle between the Λ 0 b momentum direction and the vector connecting the primary and Λ 0 b decay vertices; and the χ 2 IP of the final-state hadron and muon with the largest p T with respect to its associated PV. Separate classifiers are trained for data taken at different collision ",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 17,
                    "text": "[56,",
                    "end": 21
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 21,
                    "text": "57]",
                    "end": 24
                }
            ]
        },
        {
            "section": "JHEP06(2020)110 4 Candidate selection",
            "text": "Here, S and B are the number of signal and background decays within 14 MeV/c 2 of the known Λ 0 b mass [54] (about twice the resolution on the invariant mass) before the application of the classifier, ε S and ε B are the efficiencies of the classifier requirement evaluated on the signal and background training samples.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 103,
                    "text": "[54]",
                    "end": 107
                }
            ]
        },
        {
            "section": "JHEP06(2020)110 4 Candidate selection",
            "text": "The Λ 0 b candidates are required to be in the fiducial region, 1 < p T < 20 GeV/c and 2 < η < 5. The mean of the x F distribution of the selected Λ 0 b signal decays varies between 0.015 at √ s = 13 TeV and 0.028 at 7 TeV. The corresponding standard deviations of these distributions are 0.008 and 0.014.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "JHEP06(2020)110 4 Candidate selection",
            "text": "Several sources of specific background have been considered. The largest specific background originates from B 0 → J/ψ K 0 S decays, where one of the pions from the K 0 S → π + π − decay is reconstructed as a proton. Background from partially reconstructed b-baryon decays such as Λ 0",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "JHEP06(2020)110 4 Candidate selection",
            "text": "where the Λ(1520), Σ 0 and Ξ subsequently decay to a Λ baryon, give a negligible contribution to the selected sample.",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Signal yields",
            "section_rank": 6
        },
        {
            "section": "Signal yields",
            "text": "The yield of Λ 0 b → J/ψ Λ decays in each data set and in each Λ category is determined by performing an extended unbinned maximum-likelihood fit to the J/ψ Λ mass distribution. The signal is parameterised by the sum of two Crystal Ball (CB) functions [58] combined with a Gaussian function. The two CB functions have a common peak position and width; one has a power-law tail on the lower side of the peak, the other on the upper side of the peak. The Gaussian function shares the same peak position as the two CB functions. The tail parameters and the relative fractions of the three signal components are fixed, for each data set, from fits to simulated Λ 0 b → J/ψ Λ decays. The combinatorial background is described by an exponential function. The background from B 0 → J/ψ K 0 S decays is described by a CB function with parameters fixed from simulated decays. Figure 2 shows the m(J/ψ Λ) distribution and the result of the fits for each of the four data-taking years, with the two Λ categories combined. The signal yields in the long and downstream categories of the 2011, 2012, 2015 and 2016 data are given in table 2. ",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 252,
                    "text": "[58]",
                    "end": 256
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 867,
                    "text": "Figure 2",
                    "end": 875
                }
            ]
        },
        {
            "text": "JHEP06(2020)110",
            "section_rank": 7
        },
        {
            "text": "Angular efficiency",
            "section_rank": 8
        },
        {
            "section": "Angular efficiency",
            "text": "Both the detector acceptance and candidate selection affect the observed angular distribution of the candidates. As described in ref. [59], the largest distortions of the angular distribution arise from kinematic requirements in the reconstruction and in the trigger. Corrections for the nonuniformity of the angular efficiency are determined using samples of simulated Λ 0 b → J/ψ Λ decays. The simulated samples are generated with isotropic decays of the Λ 0 b baryon, the Λ baryon and the J/ψ meson. The resulting angular distribution is uniform in each of the five decay angles. After the selection procedure is applied, the angular distribution of the simulated decays is proportional to the full reconstruction and selection efficiency. A full five-dimensional description is used to parameterise the angular distribution. The parameterisation exploits the orthogonality of Legendre polynomials, L j (x), and of cosine functions. In its most general form, the distribution and hence the efficiency can be described by the sum",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 134,
                    "text": "[59]",
                    "end": 138
                }
            ]
        },
        {
            "section": "Angular efficiency",
            "text": "The coefficients c rstuv are determined by performing a moment analysis of the simulated sample.",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "JHEP06(2020)110",
            "section_rank": 9
        },
        {
            "section": "JHEP06(2020)110",
            "text": "To describe the efficiency shape accurately, a large number of terms is needed in each dimension. An absolute normalisation of the efficiency is not needed in this analysis. To reduce the complexity of the parameterisation, an iterative approach is used, where the efficiency model is constructed in stages. At the first stage, each dimension is parameterised independently and the simulated decays are corrected by the inverse of this simplified efficiency model. At the second stage, three-dimensional corrections are determined separately for (cos θ l , φ l , cos θ) and for (cos θ b , φ b , cos θ), which are subsequently applied to the simulated decays. Finally, a five-dimensional correction is applied according to eq. (6.1) with r, s, t, u and v between zero and two. Since the µ + and µ − from the J/ψ have almost identical interactions in the detector, the parameterisation is required to be symmetric in cos θ l and φ l about zero such that only terms with even values of s and v are used in the efficiency model. This assumption is validated on simulated Λ 0 b → J/ψ Λ decays, generated with a more realistic decay model. A separate efficiency correction is derived for the long and downstream Λ categories in each data-taking year.",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "Angular moments",
            "section_rank": 10
        },
        {
            "section": "Angular moments",
            "text": "The values of the angular terms normalised to the total rate, M i = J i /(2J 1 + J 2 ), can be determined from the data by a moment analysis,",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "section": "Angular moments",
            "text": "through an appropriate choice of the functions g i ( Ω) [37]. The integral can be estimated by a sum over the observed candidates, c,",
            "paragraph_rank": 23,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 56,
                    "text": "[37]",
                    "end": 60
                }
            ]
        },
        {
            "section": "Angular moments",
            "text": "where the weights, w c , are used to account for both background contamination and the non-uniform angular efficiency of the detector acceptance and the candidate selection and N is the number of observed candidates. The background contamination is subtracted using the sPlot technique [60] with m(J/ψ Λ) as a discriminating variable. The analysis procedure is validated on B 0 → J/ψ K 0 S decays, where the K 0 S meson subsequently decays to π + π − . This decay has a similar topology to that of the Λ 0 b → J/ψ Λ decay but has an angular dependence that is uniform in cos θ, cos θ b , φ l and φ b and depends only on sin 2 θ l , resulting in M 1 = 1 2 and the remaining moments being zero. The B 0 → J/ψ K 0 S candidates are selected in data in an analogous way to the Λ 0 b → J/ψ Λ candidates. The measured moments for the B 0 → J/ψ K 0 S decay are consistent with expectation and a χ 2 comparison of the moments with their expected values yields a p-value of 12%.",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 286,
                    "text": "[60]",
                    "end": 290
                }
            ]
        },
        {
            "section": "Angular moments",
            "text": "The values of the moments for the Λ 0 b → J/ψ Λ decay at the three different centre-ofmass energies are given in table 3. The results from the long and downstream categories are compatible and are combined in the table. Systematic uncertainties on the moments are discussed in section 8. The values of moments M 11 to M 34 are consistent with zero, indicating a small production polarisation. The statistical covariance matrices for the moments are determined by bootstrapping the data set (cf. ref. [61]) and repeating the analysis JHEP06(2020)110 procedure. The correlation matrices for the moments are provided in appendix A. Figure 3 shows the background-subtracted angular projections of the five decay angles for the selected candidates. Good agreement is seen between the data and the result of the moment analysis. The values of the moments are also found to be in good agreement between Λ 0 b and Λ 0 b baryons, indicating that there is no significant difference in the production polarisation or decays of the Λ 0 b and Λ 0 b baryons. The numerical values of all moments and the corresponding covariance matrices are available as supplementary material to this article.  ",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 500,
                    "text": "[61]",
                    "end": 504
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 629,
                    "text": "Figure 3",
                    "end": 637
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 11
        },
        {
            "text": "JHEP06(2020)110",
            "section_rank": 12
        },
        {
            "section": "JHEP06(2020)110",
            "text": "the measured angular distribution. The various sources of systematic uncertainty on this measurement are discussed below and summarised in table 4.",
            "paragraph_rank": 26,
            "section_rank": 12
        },
        {
            "section": "JHEP06(2020)110",
            "text": "A systematic uncertainty is assigned to cover the knowledge of the signal lineshape parameters by repeating the analysis 1000 times, varying the lineshape parameters within their uncertainties. The resulting systematic uncertainty is given by the standard deviation of the moments evaluated with the different variations.",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "section": "JHEP06(2020)110",
            "text": "The impact of statistical uncertainty on the efficiency model, due to the limited size of the simulated samples, is determined by bootstrapping the simulated samples 1000 times and rederiving the efficiency models. For each bootstrap, a new set of efficiency coefficients, c rstuv , is determined and the angular moments are reevaluated. For each moment, the standard deviation of the distribution of the difference between the new and the nominal values is assigned as a systematic uncertainty.",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "section": "JHEP06(2020)110",
            "text": "To evaluate the impact of the limited number of terms used for the efficiency model, a new parameterisation is determined that allows for higher-order terms in each dimension. Pseudoexperiments are then generated from the higher-order model and the values of the moments determined from each pseudoexperiment using the nominal model. The average bias on the determined value of the moments and its uncertainty are added in quadrature and are assigned as a systematic uncertainty.",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "section": "JHEP06(2020)110",
            "text": "A systematic uncertainty is assigned to cover the choice of criteria used to match reconstructed and true particles in the simulation. This uncertainty is evaluated using pseudoexperiments that are generated from an efficiency model derived with a less strict set of matching requirements. The moments are then evaluated with the nominal model. As before, the average bias on the determined value of the moments and its uncertainty are added in quadrature and are assigned as a systematic uncertainty.",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "section": "JHEP06(2020)110",
            "text": "The impact of neglecting the detector's angular resolution in the analysis is explored using pseudoexperiments in which the simulated angles are smeared according to the resolution. The resolution, determined using simulated decays, is approximately 3 mrad in θ and θ l , 20 mrad in θ b , 10 mrad in φ l and 45 mrad in φ b . The resolution of the long and downstream categories are similar after constraining the masses of the J/ψ and Λ candidates to their known values. The angular moments are then determined from the pseudoexperiments, neglecting the resolution. The average bias on the determined value of the moments and its uncertainty are added in quadrature and are assigned as a systematic uncertainty. The analysis procedure also assumes that the mass and angular variables factorise for both the signal and the background. No significant correlation is found between the mass and angular distribution of simulated Λ 0 b → J/ψ Λ decays. The variables are also found to be uncorrelated for the combinatorial background. However, a correlation is seen between the mass and angular distributions of misidentified B 0 → J/ψ K 0 S decays. The impact of neglecting this correlation is tested using pseudoexperiments, with the mass and angular distributions of the B 0 → J/ψ K 0 S decays taken from a detailed simulation. The values of the moments are then determined neglecting the correlation and the resulting bias is taken as a systematic uncertainty. In principle there is also an effect arising from neglecting the precession of the Λ-baryon spin in the external magnetic field of the experiment. The precession is small due to the small size of the integrated field between the production and decay points of the Λ baryon.",
            "paragraph_rank": 31,
            "section_rank": 12
        },
        {
            "text": "JHEP06(2020)110",
            "section_rank": 13
        },
        {
            "section": "JHEP06(2020)110",
            "text": "The track-reconstruction and muon-identification efficiency of the LHCb detector are determined from data, in bins of p T and η, using a tag-and-probe approach with J/ψ → µ + µ − decays [40]. The resulting corrections to the simulation are small and are neglected in the analysis. The impact of neglecting these corrections is evaluated using pseudoexperiments. The pseudoexperiments are generated from an efficiency model that takes into account the corrections. The moments are then determined using a model that neglects the corrections and a systematic uncertainty is assigned based on the average bias on the moments and its uncertainty.",
            "paragraph_rank": 32,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 186,
                    "text": "[40]",
                    "end": 190
                }
            ]
        },
        {
            "section": "JHEP06(2020)110",
            "text": "The trigger efficiency of the hardware trigger is also determined in data, as a function of the muon p T , using the method described in ref. [45]. The impact of the resulting corrections to the simulation is again investigated with pseudoexperiments. The pseudoexperiments are generated taking into account corrections to the trigger efficiency and the moments are determined neglecting the corrections. The resulting uncertainty is assigned based on the average bias and its uncertainty.",
            "paragraph_rank": 33,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 142,
                    "text": "[45]",
                    "end": 146
                }
            ]
        },
        {
            "section": "JHEP06(2020)110",
            "text": "A systematic uncertainty is assigned to the kinematic weighting of the simulated samples using pseudoexperiments. The pseudoexperiments are generated using the nominal model from which moments are determined using an efficiency model that neglects the kinematic corrections. Again, the average bias and its uncertainty are added in quadrature and are assigned as the systematic uncertainty.",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "section": "JHEP06(2020)110",
            "text": "Finally, a systematic uncertainty is evaluated to cover the uncertainty on the beam crossing angle at the LHCb interaction point. This is estimated using simulated events in which the crossing angle is varied. The resulting systematic uncertainty is negligible.",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "section": "JHEP06(2020)110",
            "text": "The total systematic uncertainty on each moment is determined by summing the individual sources of uncertainty in quadrature. The resulting values are given in table 3. The systematic uncertainty is typically less than half the size of the statistical uncertainty on a given moment. Correlated systematic uncertainties between different moments are found to be small as are correlations between the different data sets. Correlations between systematic uncertainties are therefore neglected when determining the decay amplitudes and production polarisation.",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "text": "Decay amplitudes and production polarisation",
            "section_rank": 14
        },
        {
            "section": "Decay amplitudes and production polarisation",
            "text": "The decay amplitudes and the production polarisation are determined from the moments using a Bayesian analysis. The marginalisation over unwanted parameters is performed using Markov Chain Monte Carlo, with the Metropolis-Hastings algorithm employed to sample points in the parameter space [62,63]. The likelihood at each point in the parameter space is given by  Table 4. Systematic uncertainties on the angular moments. The largest value amongst the moments is given for each source. The total systematic uncertainty varies from 0.002 to 0.010, depending on the moment considered. The sources are described in the text.",
            "paragraph_rank": 37,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 290,
                    "text": "[62,",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 294,
                    "text": "63]",
                    "end": 297
                },
                {
                    "type": "table",
                    "start": 364,
                    "text": "Table 4",
                    "end": 371
                }
            ]
        },
        {
            "section": "Decay amplitudes and production polarisation",
            "text": "covariance matrix combining the statistical and systematic uncertainties on the moments. The last term in the likelihood originates from the external constraints from BES III on the value of α Λ . In this analysis, the recent BES III result [34] for the Λ asymmetry parameter is used. Averaging the BES III values for Λ and Λ decays yields α BES Λ = 0.754 with an uncertainty σ(α BES Λ ) = 0.003. The value of α Λ and the values of the complex amplitudes a ± and b ± are shared between the different data sets but the polarisation is allowed to differ between different centre-of-mass energies. The Bayesian analysis procedure has been validated for both small and large values of the polarisation using pseudoexperiments.    Table 5. Estimates for the magnitude and phase of the decay amplitudes and the transverse production polarisation of the Λ 0 b baryons, extracted using the Bayesian analysis. The most probable value (MPV) and the shortest 68% interval containing the most probable value are given. The posterior distribution of α Λ with the constraint on α Λ removed, assuming a uniform prior in the range [−1, +1], is shown in figure 7. The most probable value of α Λ is 0.74. The 68% credibility interval spans [0.71, 0.78]. The data strongly favour the larger α Λ value reported by the BES III collaboration [34] over the values from older secondary scattering measurements [29][30][31][32][33], which are excluded with high significance. Small values of α Λ are excluded by the large pπ − forward-backward asymmetry observed in the cos θ b distribution. Larger values of α Λ can be accommodated by changing the magnitudes of the decay amplitudes to reduce the asymmetry. ",
            "paragraph_rank": 38,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 241,
                    "text": "[34]",
                    "end": 245
                },
                {
                    "type": "table",
                    "start": 726,
                    "text": "Table 5",
                    "end": 733
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1137,
                    "text": "figure 7",
                    "end": 1145
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1320,
                    "text": "[34]",
                    "end": 1324
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1386,
                    "text": "[29]",
                    "end": 1390
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1390,
                    "text": "[30]",
                    "end": 1394
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1394,
                    "text": "[31]",
                    "end": 1398
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1398,
                    "text": "[32]",
                    "end": 1402
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1402,
                    "text": "[33]",
                    "end": 1406
                }
            ]
        },
        {
            "text": "JHEP06(2020)110",
            "section_rank": 15
        },
        {
            "text": "Summary",
            "section_rank": 16
        },
        {
            "section": "Summary",
            "text": "This paper presents a measurement of the decay amplitudes parameterising the Λ 0 b → J/ψ Λ angular distribution, and a measurement of the transverse production polarisation of the Λ 0 b baryons at √ s of 7, 8 and 13 TeV, using data collected with the LHCb experiment. The measurements are performed in a fiducial region of Λ 0 b transverse momentum and pseudorapidity of 1 < p T < 20 GeV/c and 2 < η < 5, respectively. The magnitudes of two of the four decay amplitudes are found to be small. One of these amplitudes corresponds to Λ helicity of + 1 2 and J/ψ helicity of 0 and the other to Λ helicity of − 1 2 and J/ψ helicity of −1. This is consistent with the expectation from the heavy-quark limit and the left-handed nature of the weak interaction. The parity-violating parameter α b is found to be consistent with zero, with a 68% credibility interval from −0.048 to 0.005. The small negative value of α b favoured by the data is consistent with most theoretical predictions but is inconsistent with the prediction based on HQET in ref. [5]. The Λ 0 b production polarisation is found to be consistent with zero, with 68% credibility level intervals of [−0.06, 0.05], [−0.04, 0.05] and [−0.01, 0.07] at √ s of 7, 8 and 13 TeV, respectively. The results in this paper supersede those of ref.",
            "paragraph_rank": 39,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1043,
                    "text": "[5]",
                    "end": 1046
                }
            ]
        },
        {
            "section": "Summary",
            "text": "[26] and are largely consistent with the previous measurements [26][27][28]. Differences between the results presented in this paper and the previous measurements can be attributed to the value of α Λ used in those measurements. The data strongly support the recent BES III measurement of α Λ over the previous value from secondary scattering data. With the old value of α Λ , it is not possible to describe the data with a physical set of amplitudes.   Table 6. Intervals at 95% credibility level on the amplitudes, the polarisation and α b from the Bayesian analysis. The interval on α Λ , with the external constraint removed, is also provided.",
            "paragraph_rank": 40,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 63,
                    "text": "[26]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 67,
                    "text": "[27]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "start": 71,
                    "text": "[28]",
                    "end": 75
                },
                {
                    "type": "table",
                    "start": 454,
                    "text": "Table 6",
                    "end": 461
                }
            ]
        },
        {
            "text": "B Intervals at 95% credibility level",
            "section_rank": 17
        },
        {
            "section": "B Intervals at 95% credibility level",
            "text": "The 95% credibility level intervals on the decay amplitudes and production polarisation from the Bayesian analysis of the moments are given in table 6. The 95% intervals on α b and on α Λ are also provided. The interval on α Λ is evaluated after removing the external constraint on that parameter.",
            "paragraph_rank": 41,
            "section_rank": 17
        },
        {
            "section": "B Intervals at 95% credibility level",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited. ",
            "paragraph_rank": 42,
            "section_rank": 17
        },
        {
            "text": "JHEP06(2020)110",
            "section_rank": 18
        },
        {
            "text": ". The angles θ, θ l and θ b are defined in the range [0, π], while φ l and φ b are defined over [−π, +π]. A visual depiction of the angular basis is given JHEP06(2020)110 Λ rest frame Λ b rest frame J/ψ rest frame centre-of-mass frame",
            "paragraph_rank": 43,
            "section_rank": 19
        },
        {
            "text": "Figure 2 .",
            "section_rank": 20
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Mass distribution of selected Λ 0 b → J/ψ Λ candidates in (top-left) the 2011, (top-right) the 2012, (bottom-left) the 2015 and (bottom-right) the 2016 data sets. The long and downstream categories have been combined. The results of fits to the distributions are overlaid.",
            "paragraph_rank": 44,
            "section_rank": 20
        },
        {
            "text": "Sources of systematic uncertainty are considered if they either impact the fit to the m(J/ψ Λ) distribution, and the subsequent background subtraction, or would directly bias",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "Figure 3 .",
            "section_rank": 22
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Angular distributions of cos θ b , cos θ l , cos θ, φ b and φ l for the background-subtracted candidates. The long and downstream categories for the different data-taking years have been combined. The result of the moment analysis, folded with the angular efficiency, is overlaid. The contribution from the long and downstream categories are indicated by the green and red lines, respectively.",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "The resulting marginal posterior distributions for the amplitudes and polarisation are shown in figure 4. The magnitude and phase of b + are fixed to be |b + | = 1 and arg(b + ) = 0. This amplitude is one of the two amplitudes that are expected to be large. The remaining amplitudes are measured relative to b + . A uniform prior is assumed on their magnitudes and phases and on P b . The priors use the ranges [−1, +1] for P b , [−π, +π] for the phases, and the range [0, 20] for the magnitudes of the amplitudes. The values of the amplitudes and the polarisations are given in table 5. The 95% credibility intervals are provided in table 6 of the appendix.Figure 5shows P b as a function of the √ s of the data set. The resulting Λ 0 b polarisation at each centre-of-mass energy is found to be consistent with zero. The Markov chain finds two almost-degenerate solutions, which correspond to a change in sign of the polarisation accompanied by a change in sign of the decay amplitudes. This occurs due to the small size of two of the amplitudes. The degeneracy is most visible in the posterior distribution of P b determined at √ s of 13 TeV, leading to an asymmetric distribution. Due to the small size of polarisation, there is little sensitivity to the phases of the amplitudes. The magnitudes of the amplitudes a + and b − are consistent with zero at the 95% credibility level, as expected in the heavy-quark limit. The magnitudes of a − and b + are found to be similar in size.Figure 6shows the posterior distribution of the",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "Figure 4 .",
            "section_rank": 24
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Posterior probability distributions of |a ± |, arg(a ± ), |b − |, arg(b − ) and the transverse production polarisation of the Λ 0 b baryons, P b , at centre-of-mass energies of 7, 8 and 13 TeV assuming uniform priors. The shaded regions indicate the 68% and 95% credibility intervals.",
            "paragraph_rank": 48,
            "section_rank": 24
        },
        {
            "text": "Figure 5 .Figure 6 .",
            "section_rank": 25
        },
        {
            "section": "Figure 5 .Figure 6 .",
            "text": "Figure 5. Measured transverse production polarisation of the Λ 0 b baryons, P b , as a function of the centre-of-mass energy, √ s, of the data set. The points indicate the most probable value and the shaded regions the 68% and 95% credibility level intervals.",
            "paragraph_rank": 49,
            "section_rank": 25
        },
        {
            "text": "Figure 7 .",
            "section_rank": 26
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Posterior probability distribution for α Λ , assuming a uniform prior, with all external constraints removed. The shaded regions indicate the 68% and 95% credibility intervals.",
            "paragraph_rank": 50,
            "section_rank": 26
        },
        {
            "text": "Figure 8 .Figure 9 .",
            "section_rank": 27
        },
        {
            "section": "Figure 8 .Figure 9 .",
            "text": "Figure 8. Statistical correlation between the moments determined at √ s of 7 TeV.",
            "paragraph_rank": 51,
            "section_rank": 27
        },
        {
            "text": "[ 26 ]",
            "section_rank": 28
        },
        {
            "section": "[ 26 ]",
            "text": "LHCb collaboration, Measurements of the Λ 0 b → J/ψΛ decay amplitudes and the Λ 0 b polarisation in pp collisions at √ s = 7 TeV, Phys. Lett. B 724 (2013) 27 [arXiv:1302.5578] [INSPIRE].",
            "paragraph_rank": 52,
            "section_rank": 28
        },
        {
            "text": "Table 2 .",
            "section_rank": 29
        },
        {
            "section": "Table 2 .",
            "text": "± 59 904 ± 96 1 722 ± 12 809 ± 125 Signal yields in the long and downstream categories of the 2011, 2012, 2015 and 2016 data sets.energies. A single neural network is used for both long and downstream candidates, with the Λ category used as an input to the network. The working point of the neural network is chosen to maximise",
            "paragraph_rank": 53,
            "section_rank": 29
        },
        {
            "text": "1)    where D j is a vector representing the difference between the measured values of the moments and the values of the moments at that point in the parameter space and C j is the",
            "paragraph_rank": 54,
            "section_rank": 30
        },
        {
            "text": "The inclusion of charge-conjugate processes is implied throughout this paper except when stated otherwise.",
            "paragraph_rank": 55,
            "section_rank": 30
        },
        {
            "text": "Acknowledgments",
            "section_rank": 32
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); MOST and NSFC (China); CNRS/IN2P3 (France); BMBF, DFG and MPG (Germany); INFN (Italy); NWO (Netherlands); MNiSW",
            "paragraph_rank": 56,
            "section_rank": 32
        },
        {
            "text": "A Correlation matrices",
            "section_rank": 34
        },
        {
            "section": "A Correlation matrices",
            "text": "The statistical correlations between the different moments determined at the three different centre-of-mass energies are shown in figures 8, 9 and 10. The correlation coefficients are determined by bootstrapping the data set. The covariance matrices are available as supplementary material to this article. ",
            "paragraph_rank": 57,
            "section_rank": 34
        },
        {
            "text": "JHEP06(2020)110",
            "section_rank": 35
        }
    ]
}