{
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "A. Sopczak, 42 M. Sosebee, 77 K. Soustruznik, 9 B. Spurlock, 77 J. Stark, 14  We report the results of a search for pair production of scalar bottom quarks (b1) and scalar third-generation leptoquarks (LQ3) in 5.2 fb −1 of pp collisions at the D0 experiment of the Fermilab Tevatron Collider. ",
            "paragraph_rank": 0,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "14"
                }
            ]
        },
        {
            "text": "Scalar bottom quarks are assumed to decay to a neutralino (χ 0 1 ) and a b quark, and we set 95% C.L. lower limits on their production in the (mb 1 , mχ0 1 ) mass plane such as mb 1 > 247 GeV for mχ0 1 = 0 and mχ0 1 > 110 GeV for 160 < mb 1 < 200 GeV. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The leptoquarks are assumed to decay to a tau neutrino and a b quark, and we set a 95% C.L. lower limit of 247 GeV on the mass of a charge-1/3 third-generation scalar leptoquark.",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "PACS numbers: 13.85.Rm The standard model (SM) offers an accurate description of current experimental data in high energy physics but it is believed to be embedded in a more general theory. ",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 22,
                    "type": "bibr",
                    "text": "13.85.Rm"
                }
            ]
        },
        {
            "text": "In particular, extensions of the SM to higher mass scales have been proposed that predict the existence of new particles and phenomena which can be searched for at the Tevatron. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "* with visitors from a Augustana College, Sioux Falls, SD, USA, b The University of Liverpool, Liverpool, UK, c SLAC, Menlo Park, CA, USA, d ICREA/IFAE, Barcelona, Spain, e Centro de Investigacion en Computacion -IPN, Mexico City, Mexico, f ECFM, Universidad Autonoma de Sinaloa, Culiacán, Mexico, and g Universität Bern, Bern, Switzerland.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Supersymmetric (SUSY) models provide an extension of the SM that resolves the \"hierarchy problem\" by introducing supersymmetric partners to the known fermions and bosons [1]. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The supersymmetric quarks (squarks) are mixtures of the statesq L andq R , the superpartners of the SM quark helicity states. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The theory permits a mass difference between the squark mass eigenstates,q 1 andq 2 , and allows the possibility that the lighter states of top and bottom squarks have masses smaller than the squarks of the first two generations. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "In this analysis we consider the region of SUSY parameter space where the only decay of the lighter bottom squark isb",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": ", and the neutralinõ χ 0",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "1 and charginoχ ± 1 are the lightest SUSY partners of the electroweak and Higgs bosons. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "This analysis is inter-preted within the framework of the minimal supersymmetric standard model (MSSM) with R-parity [2] conservation, and under the hypothesis that the lightest, and consequently stable, SUSY particle is theχ 0 1 . ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "We therefore search for pp →b 1b1 → bχ 0 1bχ 0 1 . ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Leptoquarks are hypothesized fundamental particles that have color, electric charge, and both lepton and baryon quantum numbers. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "They appear in many extensions of the SM including extended gauge theories, composite models, and SUSY with R-parity violation [3]. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Current models suggest that leptoquarks of each of the three generations should decay to the corresponding generation of SM leptons and quarks to avoid introducing unwanted flavor changing neutral currents. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Charge-1/3 third-generation leptoquarks would decay to bν with branching fraction B or to tτ with branching fraction 1 − B.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "We report on a search for the production of pairs of bottom squarks and third-generation scalar leptoquarks in data collected by the D0 Collaboration at the Fermilab Tevatron Collider. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "For both searches, the signature is defined to be two b-jets and missing transverse energy ( / E T ) from the escaping neutrinos or neutralinos. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "This topology is identical to that for pp → ZH → νν + bb production, and the two analyses are based on the same data and selection criteria [4]. ",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Bottom squark or leptoquark pairs are expected to be produced mainly through qq annihilation or gg fusion, with identical leading order QCD production cross sections. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "We use the next-to-leading order (NLO) cross sections calculated by prospino 2.1 for both bottom squark [5] and leptoquark [6] pair production, and found them to agree to better than 3%. ",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[5]"
                },
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Previous measurements excluded bottom squark masses mb 1 < 222 GeV for a massless neutralino [7], as well as charge-1/3 third-generation scalar leptoquark masses m LQ < 229 GeV for B = 1 [8].",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[7]"
                },
                {
                    "start": 187,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The D0 detector [9] consists of layered systems surrounding the interaction point. ",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The momenta of charged particles and the location of the interaction vertices are determined using a silicon microstrip tracker and a central fiber tracker immersed in the magnetic field of a 2 T solenoid. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Jets, electrons, and tau leptons are reconstructed using the tracking information and the pattern of energy deposits in three uranium/liquid-argon calorimeters located outside the tracking system with a central calorimeter covering pseudorapidity |η| < 1.1, and two end calorimeters housed in separate cryostats covering the regions up to |η| ≈ 4.2. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Jet reconstruction uses a cone algorithm [10] with radius R = (∆y) 2 + (∆φ) 2 = 0.5 in rapidity (y) and azimuth (φ). ",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Muons are identified through the association of tracks with hits in the muon system, which is outside of the calorimeter and consists of drift tubes and scintillation counters before and after 1.8 T iron toroids. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The / E T is determined from the negative of the vector sum of the transverse components of the energy deposited in the calorimeter and the transverse momenta p T of detected muons. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The jet energies are calibrated using transverse energy balance in events with photons and jets and this calibration is propagated to the value of / E T . ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The data were recorded using triggers based on jets and the / E T in the event. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "In addition to requirements on / E T and jet energy, the vector sum of the transverse energies of all jets, defined as / H T ≡ | jets p T |, the scalar sum of the p T of the jets (H T ), and the angle α between the two leading jets in the transverse plane, are also used for triggering. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Typical requirements are / E T > 25 GeV, / H T > 25 GeV, H T > 50 GeV, and α < 169 • . ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "After imposing quality requirements, the data correspond to an integrated luminosity of 5.2 fb −1 . ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The previous D0 publications [7,8] used a subset of this data sample, and are superseded by the results obtained in this Letter.",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[7,"
                },
                {
                    "start": 32,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "8]"
                }
            ]
        },
        {
            "text": "Monte Carlo (MC) samples for 200 < m LQ < 280 GeV, and for (b 1 ,χ 0 1 ) pairs with 80 < mb 1 < 260 GeV and mχ0",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "1 < 120 GeV, are generated with pythia [11]. ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Backgrounds from SM processes with significant / E T are estimated using MC. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The most important backgrounds are from W/Z bosons produced in association with jets, with leptonic decays such as Z → νν and W → eν, and processes with tt and single top quark production. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The cross sections used to estimate these contributions to the background are obtained from [12] and [13]. ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[12]"
                },
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "At the parton level, vector boson pair production and the single-top quark events are generated with pythia and comphep [14], respectively, while alpgen [15] is used for all other samples. ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[14]"
                },
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "All MC events are then processed with pythia, which performs parton showering and hadronization. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The resulting samples are processed using a geant [16] simulation of the D0 detector. ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "To model the effects of multiple interactions and detector noise, data from random pp crossings are overlaid on MC events. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The cteq6l1 parameterization [17] is used for all parton density functions (PDF). ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Instrumental background comes mostly from multijet processes with / E T arising from energy mismeasurement. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "This background, which we label MJ, dominates the low / E T region and is modeled using data.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "A signal sample and a sample used to model the MJ background are selected. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "We select events with two or three jets with |η| < 2.5 and p T > 20 GeV, and require that the interaction vertex has at least three tracks and is reconstructed within ±40 cm of the center of the detector along the beam direction so that the tracks are within the geometric acceptance of the silicon tracker. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "As the leading highest p T jets in the signal events are assumed to originate from decays of b quarks, we require that at least two jets, including the leading jet, have at least two tracks pointing to the primary vertex in order to apply b-tagging algorithms. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "We also require the two leading jets satisfy α < 165 • . ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "To reduce the contribution from W → lν decays, we veto events with isolated electrons or muons with p T > 15 GeV, as well as tau leptons that decay hadronically to a single charged particle with p T > 12 GeV when there is no associated electromagnetic cluster or p T > 10 GeV if there is such a cluster [18]. ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "To suppress the MJ background, we require / E T > 40 GeV and / E T significance S > 5 [19]. ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "We also remove events when the direction of the / E T overlaps with a jet in φ by requiring / E T /GeV > 80 − 40 × ∆φ min ( / E T , jets), where ∆φ min ( / E T , jets) denotes the minimum of the angles between the / E T and any of the selected jets. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The contribution from multijet processes is determined using the techniques described in [4]. ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "For signal events, the direction of / E T tends to be aligned with the missing track transverse momentum, / p T , defined as the negative of the vectorial sum of the p T of the charged particles. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "A strong correlation of this kind is not expected in multijet events, where / E T originates mainly from mismeasurement of jet energies in the calorimeter. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "We exploit this difference by requiring D < π/2 for signal, where D is the azimuthal distance between / E T and / p T , ∆φ( / E T , / p T ), and use events with D > π/2 to model the kinematic distributions of the MJ background in the signal sample after subtracting the contribution from SM processes. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The MJ background is normalized before b-tagging by requiring the number of observed events in data to equal the sum of SM and MJ contributions in the D < π/2 region. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The signal contribution is assumed to be zero. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Figure 1 shows the / E T distribution and the background contributions from SM and MJ sources after these selections. ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "A neural network (NN) b-tagging algorithm [20] is used to identify heavy-flavor jets, and reduce the SM and MJ backgrounds that are dominated by light flavor jets. ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "We apply b-tagging and use the requirements on the NN output that give one jet to be tagged with an average efficiency of ≈70% and the other with an average efficiency of ≈50%, where the corresponding probabilities of a light-flavored jet to be wrongly identified as a b-jet are ≈6.5% and ≈0.5%, respectively. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "These conditions are designed to optimize the discovery reach for ab 1 and LQ 3 .",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Additional selections reduce the remaining number of events with poorly measured / E T . ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "We require ∆φ min ( / E T , jets) > 0.6 rad, and define an asymmetry A = ( / E T − / H T )/( / E T + / H T ) and require −0.1 < A < 0.2 [21]. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "The / E T and H T distributions after imposing b-tagging and the requirements on ∆φ min ( / E T , jets) and A are shown in Fig. 2, along with the expectations for two possible signals which show the kinematic variation for different masses. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 129,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "We then apply final selections to improve the sensitivity. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "As our signals consist of two high-p T b-jets, we use",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "T )/H T as a discriminant against topquark processes. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "We optimize selections on p jet1",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "T , / E T , H T , and X jj for different (mb 1 , mχ0 1 ) and m LQ by choosing selections that yield the smallest expected limit on the cross section. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "These selections are more restrictive for LQ 3 andb 1 signals with larger mass. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "For regions with small mb 1 − mχ0 1 , the average / E T and jet energies are lower, and relaxed requirements are found to be optimal. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "The results of the selections, and the predicted numbers of events from background processes are listed in Table I, including two final signal selection examples. ",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "For a signal with high / E T , the largest backgrounds are from W/Z + bb production and top quark processes. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "There is in addition a significant contribution from multijets for bottom squark signal points with a small value of / E T .",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "Systematic uncertainties include those on the integrated luminosity (6.1%), trigger efficiency (2%), and jet energy calibration and reconstruction (3% for signal and (2-7)% for background). ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "Uncertainties associated with b-tagging are (6)(7)(8)(9)(10)(11)(12)(13)(14)(15)(16)(17)% for signal and (5-11)% for background. ",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 44,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(6)"
                },
                {
                    "start": 47,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(7)"
                },
                {
                    "start": 50,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(8)"
                },
                {
                    "start": 53,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(9)"
                },
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(10)"
                },
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(11)"
                },
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "(12)"
                },
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(13)"
                },
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "(14)"
                },
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(15)"
                },
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "(16)"
                },
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "Uncertainties on theoretical cross sections for SM processes include 10% on top quark production, and 6% on the total (W/Z)+jets cross section with an additional 20% uncertainty on heavy flavor content. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "The contribution from the MJ background is assigned a 25% uncertainty which includes the impact of possible signal events contained in the pretag sample.",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "We obtain limits on the pair production cross section multiplied by the branching fraction squared (σ × B 2 ) using the CL s approach [22]. ",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "In this technique, an ensemble of MC experiments using the expected numbers of signal and background events is compared to the number of events observed in data to derive an exclusion limit. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "Signal and background contributions are varied within their uncertainties taking into account correlations among their systematic uncertainties. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "The LQ 3 andb 1 (mχ0 1 = 0) observed and expected cross section limits are given in Table II.  ",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table II"
                }
            ]
        },
        {
            "text": "Figure 3(a) shows the 95% C.L. upper limits on the cross section as a function of m LQ , together with the theoretical cross section σ th assuming B = 1. ",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 11,
                    "type": "figure",
                    "text": "Figure 3(a)"
                }
            ]
        },
        {
            "text": "The uncertainty on σ th is obtained by varying the renormalization and factorization scales by a factor of two from the nominal choice µ = m LQ and incorporating the PDF uncertainties [6]. ",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Limits on m LQ are obtained from the intersection of the observed cross section limit with the central σ th and yield a lower mass limit of 247 GeV for B = 1 for the production of third-generation leptoquarks. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "If the 95% C.L. experimental limit is compared with the one standard deviation lower value of σ th , we obtain a mass limit of m LQ = 238 GeV. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "Also shown is the central value of σ th when the coupling to the bν and tτ channels are identical, yielding B = 1 − 0.5 × F sp where F sp is a phase space suppression factor for the τ t channel [8]. ",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The mass limit in this case is 234 GeV. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "Figure 3(b) shows the excluded region in the plane of the bottom squark versus neutralino mass obtained using the central σ th . ",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 11,
                    "type": "figure",
                    "text": "Figure 3(b)"
                }
            ]
        },
        {
            "text": "For mχ0 1 = 0, the limit is mb 1 > 247 GeV. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "The exclusion region extends to mχ0 1 = 110 GeV for 160 < mb 1 < 200 GeV. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "In conclusion, in the 5.2 fb −1 data sample studied, the observed number of events with the topology of two bjets plus missing transverse energy is consistent with that",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "3 FIG. 1 :,mχ0 1 )",
            "section_rank": 2
        },
        {
            "text": "FIG. 1: (color online). ",
            "section": "3 FIG. 1 :,mχ0 1 )",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The / ET distribution before b-tagging. ",
            "section": "3 FIG. 1 :,mχ0 1 )",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The points with the error bars represent data while the shaded histograms show the contributions from background processes. ",
            "section": "3 FIG. 1 :,mχ0 1 )",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Signal distributions with (mb 1 ,mχ0 1 )=(130,85) GeV and mLQ = 240 GeV are shown as solid and dashed lines, respectively.",
            "section": "3 FIG. 1 :,mχ0 1 )",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "3 FIG. 2 :",
            "section_rank": 3
        },
        {
            "text": "FIG. 2: (color online). ",
            "section": "3 FIG. 2 :",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "The ",
            "section": "3 FIG. 2 :",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "(a) / ET and ",
            "section": "3 FIG. 2 :",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "(b) HT distributions after b-tagging and additional selections. ",
            "section": "3 FIG. 2 :",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "The points with the error bars represent data while the shaded histograms show the contributions from background processes. ",
            "section": "3 FIG. 2 :",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "Signal distributions with (mb 1 ,mχ0 1 )=(130,85) GeV and mLQ = 240 GeV are shown as solid and dashed lines, respectively",
            "section": "3 FIG. 2 :",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "V. Stolin, 37 D.A. Stoyanova, 39 M.A. Strang, 68 E. Strauss, 71 M. Strauss, 74 R. Ströhmer, 25 D. Strom, 49 L. Stutte, 48 P. Svoisky, 35 M. Takahashi, 44 A. Tanasijczuk, 1 W. Taylor, 6 B. Tiller, 25 M. Titov, 18 V.V. Tokmenin, 36 D. Tsybychev, 71 B. Tuchming, 18 C. Tully, 67 P.M. ",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "Tuts, 69 R. Unalan, 63 L. Uvarov, 40 S. Uvarov, 40 S. Uzunyan, 50 R. Van Kooten, 52 W.M. van Leeuwen, 34 N. Varelas, 49 E.W. Varnes, 45 I.A. Vasilyev, 39 P. Verdier, 20 L.S. Vertogradov, 36 M. Verzocchi, 48 M. Vesterinen, 44 D. Vilanova, 18 P. Vint, 43 P. Vokac, 10 H.D. Wahl, 47 M.H.L.S. Wang, 70 J. Warchol, 54 G. Watts, 81 M. Wayne, 54 G. Weber, 24 M. Weber g , 48 M. Wetstein, 59 A. White, 77 D. Wicke, 24 M.R.J. Williams, 42 G.W. Wilson, 56 S.J. Wimpenny, 46 M. Wobisch, 58 D.R. Wood, 61 T.R. Wyatt, 44 Y. Xie, 48 C. Xu, 62 S. Yacoob, 51 R. Yamada, 48 W.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "-C. ",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "Yang, 44 T. Yasuda, 48 Y.A. Yatsunenko, 36 Z. Ye, 48 H. Yin, 7 K. Yip, 72 H.D. Yoo, 76 S.W. Youn, 48 J. Yu, 77 S. Zelitch, 80 T. Zhao, 81 B. Zhou, 62 J. Zhu, 71 M. Zielinski, 70 D. Zieminska, 52 and L. Zivkovic 69 (The D0 Collaboration",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "* )",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "TABLE I :",
            "section_rank": 5
        },
        {
            "text": "Predicted and observed numbers of events before and after b-tagging and additional event selections. ",
            "section": "TABLE I :",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "The number of background events after pretag selection is normalized to the number of data events. ",
            "section": "TABLE I :",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Signal acceptances and the predicted number of events are given for two (mb 1 ,mχ01 ) mass points. ",
            "section": "TABLE I :",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "The acceptances for mLQ = 240 GeV and (mb The uncertainties on the total background and the signals include all statistical and systematic uncertainties.",
            "section": "TABLE I :",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "TABLE II :",
            "section_rank": 6
        },
        {
            "text": "Observed and expected 95% C.L. limits on the cross section for different leptoquark or bottom squark (assuming mχ0",
            "section": "TABLE II :",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the DOE and NSF (USA); CEA and CNRS/IN2P3 (France); FASI, Rosatom and RFBR (Russia); CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil); DAE and DST (India); Colciencias (Colombia); CONACyT (Mexico); KRF and KOSEF (Korea); CONICET and UBACyT (Argentina); FOM (The Netherlands); STFC and the Royal Society (United Kingdom); MSMT and GACR (Czech Republic); CRC Program and NSERC (Canada); BMBF and DFG (Germany); SFI (Ireland); The Swedish Research Council (Sweden); and CAS and CNSF (China).",
            "section": "TABLE II :",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": ". ",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "(a) The 95% C.L. expected (dashed line) and observed (points plus solid line) limits on σ × B 2 as a function of mLQ for the pair production of third-generation leptoquarks where B is the branching fraction to bν. ",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "The theory band is shown in grey with an uncertainty range as discussed in the text. ",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "The long-dashed line indicates the expected suppression of σ × B 2 above the tτ threshold for equal bν and tτ couplings. ",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "(b) The 95% C.L. exclusion contour in the (mb 1 , mχ0 1 ) plane. ",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "Also shown are results from previous searches at LEP [23] and the Tevatron [7,24].",
            "paragraph_rank": 22,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[23]"
                },
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[7,"
                },
                {
                    "start": 78,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "24]"
                }
            ]
        },
        {
            "text": "expected from known SM processes. ",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "We set limits on the cross section multiplied by square of the branching fraction B to the bν final state as a function of leptoquark mass. ",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "These results are interpreted as mass limits and give a limit of 247 GeV for B = 1 for the production of charge-1/3 third-generation scalar leptoquarks. ",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "We also exclude the production of bottom squarks for a range of values in the (mb 1 , mχ0 1 ) mass plane such as mb 1 > 247 GeV for mχ0 1 = 0 and mχ0 1 > 110 GeV for 160 < mb 1 < 200 GeV. ",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "These limits significantly extend previous results.",
            "paragraph_rank": 23,
            "section_rank": 10
        }
    ]
}