{
    "level": "sentence",
    "abstract": [
        {
            "text": "We present a search for hypothetical vector-like quarks in pp collisions at √ s = 1.96 TeV. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The data were collected by the D0 detector at the Fermilab Tevatron Collider and correspond to an integrated luminosity of 5.4 fb −1 . ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We select events with a final state composed of a W or Z boson and a jet consistent with a heavy object decay. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We observe no significant excess in comparison to the background prediction and set limits on production cross sections for vector-like quarks decaying to W +jet and Z+jet. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "These are the most stringent limits to date for electroweak single vector-like quark production at hadron colliders.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The standard model (SM) of particle physics, despite its many successes in accurately describing interactions below the TeV scale, is known to suffer shortcomings at higher energy scales. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "A wide range of theories have therefore been proposed to describe phenomena at the TeV scale and beyond, among them warped extra dimensions [1], universal extra dimensions [2], and little Higgs [3] models. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[1]"
                },
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[2]"
                },
                {
                    "start": 194,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "There exist particular realizations of each of these theories that predict the existence of * with visitors from a Augustana College, Sioux Falls, SD, USA, b The University of Liverpool, Liverpool, UK, c SLAC, Menlo Park, CA, USA, d ICREA/IFAE, Barcelona, Spain, e Centro de Investigacion en Computacion -IPN, Mexico City, Mexico, f ECFM, Universidad Autonoma de Sinaloa, Culiacán, Mexico, and g Universität Bern, Bern, Switzerland.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "vector-like quarks [4][5][6], massive particles which share many characteristics with SM quarks. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[4]"
                },
                {
                    "start": 22,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[5]"
                },
                {
                    "start": 25,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The notable exception is that the right-handed and left-handed components of vector-like quarks transform in the same way under SU (3) × SU (2) × U (1), hence their name.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Previous searches for strong pair production of vectorlike quarks at the Fermilab Tevatron Collider have excluded masses of up to 338 GeV at the 95% C.L. [7]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "However, recent years have seen the development of theoretical scenarios in which corrections to SM quark couplings arising from their mixing with vector-like quarks cancel out, permitting the two types of quarks to mix to a degree unconstrained by precision electroweak measurements and b-factory results. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Such large mixing with no introduction of anomalous couplings allows for single production of vector-like quarks at hadron colliders via the weak interaction [4]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Diagrams for single electroweak vector-like quark production are shown in Figure 1.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 82,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Generally, electroweak couplings to SM quarks are set by the parameter κ qQ :",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "where v is the vacuum expectation value of the SM Higgs field, m Q is the mass of the vector-like quark, andκ qQ is the coupling strength. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Provided this coupling is not too small, a search for singly produced vector-like quarks can benefit from the lower kinematic threshold compared to pair production and stands to improve the mass limit considerably.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In this Letter, we present a search for singly produced vector-like quarks using data corresponding to an integrated luminosity of 5.4 fb −1 collected by the D0 detector [8] at the Fermilab Tevatron Collider. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "We consider a model [4] in which there are two doublets of vector-like quarks that couple to the first generation of SM quarks. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Vector-like quark final states are characterized by either a W or Z boson and at least two jets, one of which results from the decay of the vector-like quark, while another is produced in association with the vector-like quark at the primary vertex. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "We select events in which the vector boson decays to either electron(s) or muon(s). ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The D0 detector is described in detail in [8]. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The region of the D0 detector closest to the interaction point contains a central-tracking system consisting of a silicon microstrip tracker (SMT) and a central fiber tracker (CFT), both of which are located within a 2 T superconducting solenoidal magnet. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Hits in these two detectors are used to reconstruct tracks from charged particles. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Surrounding the two tracking subdetectors are liquid-argon and uranium calorimeters, both electromagnetic and hadronic, which have a central section (CC) covering pseudorapidities [9] |η| 1.1, and two end calorimeters (EC) that extend coverage to |η| ≈ 4.2, with all three housed in separate cryostats. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Electrons are identified as isolated energy clusters in the electromagnetic calorimeter, with a shape consistent with that of an electron, matched to a track in the inner detector. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Jets are reconstructed in the calorimeters using the iterative midpoint cone algo-rithm [10] with a cone of radius R = 0.5 in η − φ space. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "An outer muon system, providing coverage for |η| < 2, consists of a layer of tracking detectors and scintillation trigger counters in front of 1.8 T toroids, followed by two similar layers after the toroids. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Muons are identified via a combination of reconstructed tracks in both the outer muon system and the central tracking system, and are required to be isolated from both tracker and calorimeter activity.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Vector-like quark signals and background processes which include electrons or muons from W or Z boson decays are modeled using Monte Carlo (MC) simulation. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Signal samples are generated using madgraph [11], with CTEQ6L1 [12] parton distribution functions, LO cross sections from [4] and vector-like quark resonance widths calculated with bridge [13]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[11]"
                },
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[12]"
                },
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[4]"
                },
                {
                    "start": 188,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Subsequent parton shower evolution is generated with pythia [14]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "We generate up-and down-type vector-like quark signals with masses between 280 GeV and 700 GeV. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Backgrounds from tt, W → ℓν+jets, and Z → ℓℓ+jets production are modeled using alpgen [15], also interfaced to pythia. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "For these events, we use a matching procedure to avoid double counting partons produced by alpgen and those added by the showering in pythia [16]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Diboson samples are generated with pythia, and single top quark production is modeled using the comphep [17] generator. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "All MC samples are passed through a geant [18] simulation of the D0 detector and are overlaid with data events from randomly chosen beam crossings to simulate the effect of multiple pp interactions and detector noise. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "MC events are then reconstructed using the same software that is used for data reconstruction. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The W +jets and Z+jets samples are normalized to the leading-log cross section reported by alpgen times a k-factor calculated by MCFM [19]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[19]"
                }
            ],
            "entity_spans": [
                {
                    "start": 129,
                    "end": 134,
                    "type": "software",
                    "rawForm": "MCFM",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "The tt samples are normalized to a next-to-next-to-leading order (NNLO) cross section for m t = 172.5 GeV [20], and the diboson samples (W W , W Z and ZZ) to the NLO cross section predicted by MCFM [21]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[20]"
                },
                {
                    "start": 198,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[21]"
                }
            ],
            "entity_spans": [
                {
                    "start": 193,
                    "end": 198,
                    "type": "software",
                    "rawForm": "MCFM",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "All simulated events are corrected for differences in trigger and reconstruction efficiencies between data and simulation.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "We conduct the search in two channels, corresponding to vector-like quark decays to (W → ℓν)+jet and to (Z → ℓℓ)+jet. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "In the W +jets channel, we initially select events which have passed a single lepton trigger and contain exactly one electron (|η| < 1.1) or muon (|η| < 2.0) with transverse momentum p T > 20 GeV, at least two jets with p T > 20 GeV and |η| < 2.5, and missing transverse energy E / T , corrected for the momentum of any muons in the event, greater than 15 GeV. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "We also require 2M W",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "T + E / T > 80 GeV, where M W T is the transverse mass of the lepton-E / T system, in order to suppress the multijet background. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "In the Z+jets channel, we initially select events with exactly two electrons or muons in addition to at least two jets, all with same p T thresholds as used in the W +jets channel. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Events are selected by a mixture of single lepton, dilepton and lepton plus jets triggers. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Due to the low rate of background without real Z bosons, electrons are also accepted in the endcap electromagnetic calorimeters (1.5 < |η| < 2.5). ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The two leptons are required to have an invariant mass between 70 and 110 GeV, i.e. consistent with that of a Z boson. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Additionally, we require E / T < 50 GeV, as this channel contains only instrumental sources of missing transverse energy.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The largest physics background to the single lepton channel is W (→ ℓν)+jets production, with smaller contributions from Z+jets, tt, diboson, and single top quark processes. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The main instrumental background arises from multijet events in which one of the jets is misidentified as a high-p T isolated lepton in the detector. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "We model this background using data events which fail the calorimeter shower shape requirements for the electron or the isolation requirements for the muon, but pass all other selection criteria. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "In the single electron channel, we estimate the relative fraction of real electrons from W boson decays and misidentified electrons from jets by determining the efficiencies for each type of event to pass a tighter selection. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "These efficiencies are calculated in Z → ee data for real electrons and in a E / T < 20 GeV sample for misidentified electrons. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "In the single muon channel, we scale the events failing the muon isolation requirement to match the number of events obtained after subtracting the expected number of real W bosons satisfying the event selection from the number of events observed in data.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "In the dilepton channel, (Z → ℓℓ)+jets events dominate the SM background. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "In order to correct the Monte Carlo for the small trigger inefficiency in the data, we apply a global normalization determined using a pure Z → ℓℓ sample. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The ratio between the data yield in this sample and the predicted yield from the inclusive Z boson cross section multiplied by the branching ratio is associated with the overall trigger efficiency, and the Monte Carlo distributions are scaled by this ratio. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The multijet background is modeled using data events in which both leptons fail quality criteria (for electrons) or isolation criteria (for muons), and is normalized to the difference between data and MC in the dilepton mass window between 40 and 70 GeV.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The signal contains events with a W or Z boson and jets, all with high transverse momentum, as the decay products of a high mass resonance. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "We apply several kinematic selection criteria to select events of this type and to minimize the contributions from SM background processes. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "In the single lepton channel, we require lepton p T > 50 GeV, highest jet p T > 100 GeV, E / T > 40(50) GeV for the muon (electron) channel, and that the separation in azimuthal angle φ between the lepton and the E / T be less than 2. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "As the signal contains real W bosons, we additionally require M W T < 150 GeV. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Finally, we exploit the relationship between the lepton charge and the η of the jet with the second-highest p T in the signal topology. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "This jet, which we assign to the SM quark produced in association with the vector-like quark, is emitted, in general, into one of the forward regions of the detector, and its direction is strongly correlated with the charge of the produced vector-like quark, and thus also with the charge of the lepton from its decay. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "We therefore require Q ℓ × η j2 > 0, where Q ℓ is the lepton charge and η j2 is the η of the jet with the second-highest p T in the event. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "This selection is efficient for the signal (≈ 85%), while reducing the SM background by roughly a factor of two.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "In the dilepton channel, we similarly select events with properties characteristic of a heavy resonance decay to a Z boson and a jet. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "We require the p T of the dilepton system to be greater than 100 GeV, the spatial separation of the two leptons in η − φ space (∆R) to be less than 2.0, and the leading jet p T to be greater than 100 GeV. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Table I displays the observed number of data events, along with estimated background yields, after the final event selection in the single lepton and dilepton channels. ",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "Fig. 2 shows the reconstructed vector-like quark transverse mass, defined as",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "for the single lepton channel, where M W = 80.3 GeV is the mass of the W boson and p Tj1 refers to the transverse momentum of the leading jet in the event. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Also shown in Fig. 2 is the vector-like quark mass in the dilepton channel, reconstructed as the invariant mass of the dilepton + leading jet system. ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 20,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Major sources of systematic uncertainty common to both analyses include modeling of W/Z+jets backgrounds (15%); cross sections for tt (10%), diboson (6%), and W /Z+jets (6%) production; and jet energy scale and resolution (1%-5%). ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Major systematic uncertainties unique to the single lepton analysis include integrated luminosity (6.1%) [22], lepton identification efficiencies (3%), high-p T muon modeling, and trigger modeling (1%). ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "A systematic uncertainty of 5% is assigned to the global background normalization applied to the dilepton MC samples. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Systematic uncertainties on multijet normalization are 6.5%-100%, depending on the channel. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "These do not have a large effect on the overall background prediction, as the estimated multijet background is small after the final selection. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "We observe a slight, but not statistically significant, excess for m Q ≃ 500 GeV, and set mass-dependent limits on vector-like quark production cross sections. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "We employ a modified frequentist approach using the D0 likelihood fitter [23] that incorporates a log-likelihood ratio (LLR) test statistic [24]. ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[23]"
                },
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "We derive p-values for both the signal plus background (H S+B ) and background-only ( transverse mass for decays to W q and the vector-like quark mass for decays to Zq, we obtain 95% C.L. limits on vector-like quark production cross sections. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "These are shown in Figs. 3 and 4, along with leading order theoretical predictions for two different scenarios. ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 32,
                    "type": "figure",
                    "text": "Figs. 3 and 4"
                }
            ]
        },
        {
            "text": "For the case ofκ uD = 1 andκ uU = √ 2 with no coupling to the down quark, we exclude masses below 693 GeV for a vectorlike quark decaying exclusively to W q and masses below 551 GeV for a vector-like quark decaying exclusively to Zq at the 95% C.L. For an alternate scenario defined bỹ κ dU = 1 andκ dD = √ 2 with no coupling to the up quark, the corresponding mass limits are 403 GeV and 430 GeV, respectively. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The theoretical curves of the two alternative models, representing charged-current and neutral-current decays of isolated up-and down-type vector-like quarks, can be used to construct any combination of couplings by adding the cross sections with appropriate weights.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "In summary, we have presented a search for single vector-like quark production at the Tevatron in the W +jets and Z+jets final states. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "The observed data are consistent with the background expectation and limits on vector-like quark cross sections are derived. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "We exclude vector-like quark masses below 693 GeV for decays to W q and masses below 551 GeV for decays to Zq at 95% C.L. assuming vector-like quark -SM quark mixing parametersκ uD = 1 andκ uU = √ 2 along with 100% branching ratios to the respective final states.",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "Search for single vector-like quarks in pp collisions at √ s = 1.96 TeV",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 4
        },
        {
            "text": "FIG. 1: s-channel ",
            "section": "FIG. 1 :",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "(a) and t-channel ",
            "section": "FIG. 1 :",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "(b) electroweak production of a vector-like quark Q at the Tevatron.",
            "section": "FIG. 1 :",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 5
        },
        {
            "text": "FIG. 2: ",
            "section": "FIG. 2 :",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "(a)Vector-like quark transverse mass and ",
            "section": "FIG. 2 :",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "(b) vectorlike quark mass for the single lepton and dilepton channels, respectively. ",
            "section": "FIG. 2 :",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Distributions for signal processes QD → W q and QU → Zq are normalized to the integrated luminosity of the data and include detector acceptance and reconstruction efficiencies. ",
            "section": "FIG. 2 :",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "These assumeκuD = 1 andκuU = √ 2.",
            "section": "FIG. 2 :",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "FIG. 3 :FIG. ",
            "section_rank": 6
        },
        {
            "text": "4 :",
            "section_rank": 6
        },
        {
            "text": "FIG. 3:Excluded production cross section for a vector-like quark Q decaying to W q as a function of mQ, compared to LO predictions of vector-like quark production with different κqQ.",
            "section": "FIG. 3 :FIG. 4 :",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "TABLE I :",
            "section_rank": 7
        },
        {
            "text": "Predicted number of background events including total uncertainties and observed number of data events after final selection.",
            "section": "TABLE I :",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the DOE and NSF (USA); CEA and CNRS/IN2P3 (France); FASI, Rosatom and RFBR (Russia); CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil); DAE and DST (India); Colciencias (Colombia); CONACyT (Mexico); KRF and KOSEF (Korea); CONICET and UBACyT (Argentina); FOM (The Netherlands); STFC and the Royal Society (United Kingdom); MSMT and GACR (Czech Republic); CRC Program and NSERC (Canada); BMBF and DFG (Germany); SFI (Ireland); The Swedish Research Council (Sweden); and CAS and CNSF (China).",
            "section": "TABLE I :",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "We additionally thank Marcela Carena and Anupama Atre of the Fermi National Accelerator Laboratory for providing the madgraph implementation of the vectorlike quarks model.",
            "section": "TABLE I :",
            "paragraph_rank": 23,
            "section_rank": 9
        }
    ]
}