{
    "level": "sentence",
    "abstract": [
        {
            "text": "We report the measurement of the parity violating single spin asymmetries for inclusive high transverse momentum electrons and positrons in polarized p + p collisions at a center of mass energy of √ s = 500 GeV with the PHENIX detector at RHIC. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "These electrons are attributed to the decay of W ± and Z 0 bosons, and measured production cross section is consistent with the expectations. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The W production is confirmed for the first time in p + p collisions. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Its spin asymmetry in the polarized p + p collisions is a important probe for the quark flavor decomposition of the proton spin.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The proton is the most basic composite particle. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Understanding its structure helps us gain insight into the quark confinement. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Deeply inelastic scattering (DIS) experiment has been a clear and powerful approach and it is evolved to polarized DIS experiment to explore the spin structure of the proton. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Analyses of polarized semi-inclusive DIS experiments [1,2,3] have determined the individual flavor separated quark and antiquark helicity distribution (∆q and ∆q) by connecting final state hadrons with quark flavors using fragmentation functions. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 56,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 58,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3]"
                }
            ]
        },
        {
            "text": "Colliding polarized protons is a complementary way to approach the origin of the proton spin. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "At the collider energy, the real W is produced via a parity violating weak process, which enables to identify the quark flavor and helicity in the proton contributed to the process by detecting decay leptons without the uncertainty of fragmentation functions. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Another advantage is, because the scale is set by the heavy mass of the W , higher order QCD corrections can be evaluated reliably.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "In 2009, the relativistic heavy ion collider (RHIC) succeeded to collide polarized protons at a center of mass energy of √ s = 500 GeV. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In this report, we describe the measurement of the production cross section of W boson and its parity violating single spin asymmetry. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The PHENIX detector has been described in detail elsewhere [4]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The central arm spectrometer covers |η| < 0.35 in pseudorapidity. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "This analysis uses the electromagnetic calorimeter (EMCal) to measure the energy of electrons and tracking chambers, the drift chambers (DC) and the pad chambers (PC), to determine the charge sign of the tracks from their bend angle in an axial magnetic field. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 52,
                    "end": 57,
                    "type": "software",
                    "rawForm": "EMCal",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "The data set was recorded with the EMCal trigger which has a nominal energy threshold at 10 GeV. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 35,
                    "end": 41,
                    "type": "software",
                    "rawForm": "EMCal",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "The luminosity is monitored by beam-beam counters, those are two arrays of 64 quartzČerenkov counters located at 3.1< |η| <3.9. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Their coincidence rate is connected to the luminosity from the van der Meer scan technique [5]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "In the 2009 run, the integrated luminosity of 8.6 pb −1 was recorded for the central arm detector analysis.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "This analysis searched for electrons from the W decay. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The data collected by the EMCal trigger are mostly QCD events. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 26,
                    "end": 31,
                    "type": "software",
                    "rawForm": "EMCal",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "In the W event, the electron has high transverse momentum (p T ) and it is isolated unlike high p T track in QCD jet events. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The electron energy measured in the EMCal was used to calculate the p T . ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 36,
                    "end": 42,
                    "type": "software",
                    "rawForm": "EMCal",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "Because for electrons at momentum of 40GeV/c of our interest, the resolution of the energy in the EMCal is about 5% and it is better than the resolution of the momentum of about 40%. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 98,
                    "end": 103,
                    "type": "software",
                    "rawForm": "EMCal",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "Figure 1 shows the relation between the bend angle, α, and the transverse momentum for charged tracks after a rough electron selection. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Though there are contaminations of hadron backgrounds in the low p T region, the data points are seen to be distributed around the calculation from the magnetic field strength. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The resolution of the tracking system was evaluated from the data with no magnetic field. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Figure 2 shows the α distribution for 40 GeV/c tracks. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "It is capable to determine the charge sign reasonably. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The data with no magnetic field were also used to determine the center of transverse beam position.  ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "To select electron track candidates we applied two levels of criteria. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The first one is a minimal track criteria which requires the projected point to the beam to be less than 30 cm, loose cuts on the time of flight, and rough energy-momentum matching. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This criteria was used to calculate the production cross section. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The second one requires the electron track to be isolated. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The threshold was set to the sum of energy and momentum in the cone around the electron candidate track at 2 GeV. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This cut purifies the signal fraction. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "However it is hard to evaluate the cut efficiency, so this sample was only used to calculate the spin asymmetry. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Figure 3 shows the p T spectra for positron and electron candidates. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "The bands represent our estimated background, which are dominated by charged hadrons with hadronic interactions in the EMCal and electrons from photon conversions before the tracking system. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 119,
                    "end": 124,
                    "type": "software",
                    "rawForm": "EMCal",
                    "resp": "service",
                    "id": "software-simple-s6"
                }
            ]
        },
        {
            "text": "In the figure, clear electron signals from the W decay are seen by the Jacobian peak at M W /2 ≃ 40 GeV. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "It has to be noted that our selection is limited to one hemisphere, so that the signal is a combination of W and Z bosons decay.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "From the yields in the signal region (30 < p T < 50 GeV/c), the production cross sections were calculated. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The tracks within the nominal geometric acceptance of the central spectrometer were reconstructed with ∼37% efficiency defined by the overlap of live areas in the tracking detectors, and fiducial areas on the calorimeters and drift chambers. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The efficiency for retaining electron candidates after all cuts was 99%. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The resulting reconstruction efficiency was not p T dependent for p T > 30 GeV/c. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Table 1 shows the production cross sections for electrons and positrons from W and Z boson decays. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The first error is statistical; the second error is systematic from the uncertainty in the background; and the third error is a normalization uncertainty. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The normalization uncertainty is due to the luminosity (10%), multiple collision (5%), and acceptance and efficiency uncertainties (10%). ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The results are compared with NLO and NNLO calculations. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The difference of the two calculations indicates a level of theory uncertainties. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Within the uncertainty, our measurements are consistent with expectations. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "From theory calculations, the fraction of Z boson contributions to our sample are 7% and 31% for positrons and electrons, respectively. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Table 1. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Comparison of measured cross sections for electrons and positrons with 30 < p T < 50 GeV/c from W and Z decays with NLO [6,7] and NNLO [8] calculations. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6,"
                },
                {
                    "start": 123,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7]"
                },
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The first error is statistical; the second error is systematic from the uncertainty in the background; and the third error is a normalization uncertainty. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "To calculate the spin asymmetry, the sample with the isolation cut was used to minimize the background contamination. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "To reduce the ambiguity of charge misidentification to a negligible level, a further cut was applied to the bend angle (α) to be |α| > 1 mrad. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "When a polarized beam collides with a unpolarized beam, the raw parity violating single spin asymmetry is defined by",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "where N + is the number of events from collisions with the beam polarization is positive, and N − for the negative. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Generally the integrated luminosities are not equal in the two cases, the relative luminosity, R, is to adjust the difference. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The physics asymmetry is calculated from the raw asymmetry according to",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "where P is the beam polarization and D is a dilution correction to account for the remaining background in the signal region. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In reality, RHIC has two polarized beams. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Since the measurement in the central arm spectrometer is symmetric to the beams, both beams contribute equally. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "We built a likelihood function from yields sorted by four helicity states. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The statistical uncertainty of the raw asymmetry is confirmed to be consistent with what we expect from Poisson distribution of two times of number of candidates.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The second column in Table 2 shows the measured raw asymmetries. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 28,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "For the sample in the background region (12 < p T < 20 GeV/c), the asymmetry is consistent with zero, which is expected from the fact that they are dominated by the QCD process. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "For the signal region (30 < p T < 50 GeV/c), large asymmetries were observed. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Especially it is significant for the positrons.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "To get the physics asymmetries, the dilution correction of D = 1.04 ± 0.03 and 1.14 ± 0.10 for positive and negative charges, respectively, and the average beam polarization P = 0.39 ± 0.01 were applied. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The longitudinal polarization fractions were monitored using very forward neutron asymmetries [9] and found to be 99% or greater. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The contribution to A L from the residual transverse component of the polarization was negligible thanks to the almost left-right symmetric detectors. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Table 2 shows the results of A L and its confidence intervals, those contains the effect of broadening of the likelihood function due to the uncertainties of D and P . ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "When the confidence interval was calculated, the physical boundary (A L = ±1) was applied. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "With limited statistics, one side of 68% CL and 95% CL hits this physical boundary. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "A non-zero parity violating single spin asymmetry is observed in positrons. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The results are compared with estimations of various polarized parton-distribution functions (PDFs) [6] in Fig. 4. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 107,
                    "end": 113,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "With the current limited statistics, the measured asymmetries are consitent with estimations. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Another message from this figure is that the admixture of W and Z bosons can be a probe to separate models.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "In summary, we presented the first measurement of production cross section and non-zero parity violating asymmetry in W and Z production in polarized p + p collisions at √ s = 500",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "GeV. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "A non-zero spin asymmetry in positron candidates is a direct demonstration of the prityviolating coupling of the W to the light quraks. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "In the following years, a precise measurement is the main goal in the RHIC spin program. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "PHENIX is preparing a detector upgrade which enables us to measure the forward and backward muons from the W decay. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "We will get more insight into flavor separated quark and antiquark helicity distributions in the proton.  ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Figure 1 .",
            "section_rank": 3
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The correlation between the bend angle (α) and the transverse momentum (p t ). ",
            "section": "Figure 1 .",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The lines show the expectation.",
            "section": "Figure 1 .",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Figure 2 .",
            "section_rank": 4
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 .",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The α distribution for 40GeV track. ",
            "section": "Figure 2 .",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The ratio of two Gaussian distribution is set to the expected signal ratio of W + and W − .",
            "section": "Figure 2 .",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Figure 3 .",
            "section_rank": 5
        },
        {
            "text": "Figure 3. ",
            "section": "Figure 3 .",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "(color online) ",
            "section": "Figure 3 .",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The spectra of positron (upper panel) and electron (lower panel) candidates before (solid histogram) and after (dashed histogram) an isolation cut. ",
            "section": "Figure 3 .",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The estimated background bands are also shown.",
            "section": "Figure 3 .",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Figure 4 .",
            "section_rank": 6
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "(color online) ",
            "section": "Figure 4 .",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "Longitudinal single-spin asymmetries for electrons and positrons from W and Z decays. ",
            "section": "Figure 4 .",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "The error bars represent 68% CL. ",
            "section": "Figure 4 .",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "The theoretical curves are calculated using NLO with different polarized PDFs.",
            "section": "Figure 4 .",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "Table 2 .",
            "section_rank": 7
        },
        {
            "text": "Longitudinal single-spin asymmetries. ",
            "section": "Table 2 .",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "The confidence intervals are defined for A L .",
            "section": "Table 2 .",
            "paragraph_rank": 16,
            "section_rank": 7
        }
    ]
}