{
    "level": "sentence",
    "abstract": [
        {
            "text": "A search for diphoton events with large missing transverse energy is presented. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The data were collected with the ATLAS detector in proton-proton collisions at ffiffi ffi s p ¼ 7 TeV at the CERN Large Hadron Collider and correspond to an integrated luminosity of 3:1 pb À1 . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "No excess of such events is observed above the standard model background prediction. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "In the context of a specific model with one universal extra dimension with compactification radius R and gravity-induced decays, values of 1=R < 729 GeV are excluded at 95% C. L., providing the most sensitive limit on this model to date.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "In the standard model (SM), the production in protonproton (pp) collisions of diphoton () events with large missing transverse energy (E miss T ) is mainly due to W=Z þ processes. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Taking into account the branching ratios of W=Z decays including at least one neutrino, the cross sections are only a few femtobarns for 7 TeV pp collisions. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In contrast, some new physics models predict much larger þ E miss T rates. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "This Letter reports the first þ E miss T search with LHC data, using data recorded with the ATLAS detector. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The results are interpreted in the context of a universal extra dimension (UED) model. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "UED models [1] postulate the existence of additional spatial dimensions in which all SM particles can propagate, leading to the existence for each SM particle of a series of excitations, known as a Kaluza-Klein (KK) tower. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 11,
                    "end": 14,
                    "type": "bibr",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "This analysis considers the case of a single TeV À1 -sized UED, with compactification radius R. The masses of the states of successive levels in the tower are separated by % 1=R. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "For a given KK level, the approximate mass degeneracy of the KK excitations is broken by radiative corrections [2]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The lightest KK particle (LKP) is the KK photon of the first level, denoted Ã . ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "At the LHC, the main UED process would be production via the strong interaction of a pair of first-level KK quarks and/or gluons [3], which would decay via cascades involving other KK particles until reaching the LKP at the end of the decay chain. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "If the UED model is embedded in a larger space with N additional eV À1 -sized dimensions accessible only to gravity [4], the LKP could decay gravitationally via Ã ! ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "þ G [5], where G represents one of a tower of eV-spaced graviton states. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "With two decay chains per event, the final state would be þ E miss T þ X, where E miss T results from the escaping gravitons and X represents SM particles emitted in the cascade decays.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The UED model considered is defined by specifying R and Ã, the ultraviolet cutoff used in the calculation of radiative corrections to the KK masses. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This analysis treats R as a free parameter and, following the theory calculations [2], sets Ã such that ÃR ¼ 20. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "For 1=R ¼ 700 GeV, the masses of the first-level KK photon, quark, and gluon are 700, 815, and 865 GeV, respectively [6]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The Ã mass is insensitive to Ã, while other KK masses change by typically a few percent when varying ÃR in the range 10-30. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The gravitational decay widths of the KK particles are set by N and M D , the Planck scale in the (4 þ N)-dimensional theory. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "For the chosen values of N ¼ 6 and M D ¼ 5 TeV, and provided 1=R < 1 TeV, the LKP is the only KK particle to have an appreciable rate of gravitational decay. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The same parameter values were used in the only previous study of this model, in which the D0 experiment excluded at 95% C. L. values of 1=R < 477 GeV [7].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "Monte Carlo (MC) signal samples were produced for a range of 1=R values using the implementation [6] of the UED model in PYTHIA [8] version 6.421, and using the MC09 parameter tune [9]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[6]"
                },
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[8]"
                },
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "text": "[9]"
                }
            ],
            "entity_spans": [
                {
                    "start": 140,
                    "end": 145,
                    "type": "version",
                    "rawForm": "6.421",
                    "resp": "service",
                    "id": "#software-simple-s1"
                }
            ]
        },
        {
            "text": "The MC samples were processed through the ATLAS detector simulation [10] based on GEANT4 [11]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "In addition to the two high transverse energy (E T ) photons and large E miss T , the signal events typically include several high-E T jets due to the cascade decays, with the E T spectrum of the leading jet peaking at % 100 GeV for 1=R ¼ 700 GeV.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The ATLAS detector [12] is a multipurpose particle physics apparatus with a forward-backward symmetric cylindrical geometry and nearly 4 solid angle coverage. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "ATLAS uses a Cartesian right-handed coordinate system, with the nominal collision point at the origin. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The anticlockwise beam direction defines the positive z axis, while the positive x axis points from the collision point to the center of the LHC ring and the positive y axis points upward. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The angles and are the azimuthal and polar angles. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The pseudorapidity is defined as ¼ À ln½tanð=2Þ. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Closest to the beam line are tracking detectors which use layers of silicon-based and straw-tube detectors, located inside a thin superconducting solenoid that provides a 2 T magnetic field, to measure the trajectories of charged particles. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The solenoid is surrounded by a hermetic calorimeter system. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "A liquid-argon (LAr) sampling calorimeter is divided into a central barrel calorimeter and two end-cap calorimeters, each housed in a separate cryostat. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Fine-grained LAr electromagnetic (EM) calorimeters, with excellent energy resolution, provide coverage for jj < 3:2. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In the region jj < 2:5, the EM calorimeters are segmented into three longitudinal layers and the second layer, in which most of the EM shower energy is deposited, is divided into cells of granularity of Á Â Á ¼ 0:025 Â 0:025. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "A presampler, covering jj < 1:8, is used to correct for energy lost upstream of the calorimeter. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "An ironscintillator tile calorimeter provides hadronic coverage in the range jj < 1:7. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In the end caps (jj > 1:5), LAr hadronic calorimeters match the outer jj limits of the end-cap EM calorimeters. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "LAr forward calorimeters provide both EM and hadronic energy measurements, and extend the coverage to jj < 4:9. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Outside the calorimeters is an extensive muon system including large superconducting toroidal magnets.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The reconstruction of photons is described in detail in Ref. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "[13]. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "To select photon candidates, EM calorimeter clusters were required to pass several quality criteria and to lie outside problematic calorimeter regions. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Photon candidates were required to have jj < 1:81 and to be outside the transition region 1:37 < jj < 1:52 between the barrel and the end-cap calorimeters. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The analysis uses a ''loose'' photon selection, which includes cuts on the energy in the hadronic calorimeter as well as on variables that require the transverse width of the shower, measured in the second EM calorimeter layer, be consistent with the narrow width expected for an EM shower. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The loose selection provides a high photon efficiency with modest rejection against the background from jets.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The reconstruction of E miss T is based on topological calorimeter clusters [14] with jj < 4:5 that are seeded by any cell with energy higher than 4 times its noise level. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "In an iterative procedure, the cluster grows by including all neighboring cells with energy higher than twice the noise, plus all cells neighboring the boundary of this three-dimensional collection. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Each cluster is classified as EM or hadronic, depending on its topology, and the cluster energy is calibrated to correct for the noncompensating calorimeter response, energy losses in dead material, and out-of-cluster energies. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Events reconstructed with large E miss T were studied in detail with early data [15]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Rare background events with large transverse energies, unrelated to the collision and concentrated in a few cells, due mainly to discharges and noise, have been observed. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Cuts were applied to eliminate such backgrounds, rejecting less than 0.05% of the selected events while having a negligible impact on the signal efficiency.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The data sample was collected during stable beam periods of 7 TeV pp collisions at the LHC, and corresponds to an integrated luminosity of 3:1 pb À1 . ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The events selected had to satisfy a trigger requiring at least one loose photon candidate with E T > 20 GeV, and had to contain at least one reconstructed primary vertex consistent with the average beam spot position and with at least three associated tracks. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The trigger and vertex requirements are % 99% efficient for signal MC events. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The presence of multiple pp collisions within the same bunch crossing, known as ''pileup,'' can be analyzed by examining N vtx , the number of reconstructed primary vertices in each event. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "In this data sample, the average value of N vtx was % 2:1. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The MC signal samples included the simulation of pileup and were weighted to match the N vtx distribution observed in data.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Events were retained if they had at least two photon candidates, each with E T > 25 GeV. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "In addition, a photon isolation cut was applied, wherein the E T in a radius of 0.2 in thespace around the center of the cluster, excluding the cells belonging to the cluster in a region corresponding to 5 Â 7 cells in Â in the second layer of the EM calorimeter, had to be less than 35 GeV. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "This requirement had a signal efficiency greater than 95% but rejected some of the background from multijet events. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "An event in which each of the two photon candidates satisfied the loose photon cuts was considered a candidate event. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "An independent ''misidentified jet'' control sample, enriched in events with jets misidentified as photons, was defined as those events where at least one of the photon candidates did not pass the loose photon identification. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "After all cuts, the and misidentified jet samples totaled 520 and 7323 events, respectively. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Figure 1 shows the E T spectrum of the leading photon for the candidates and for UED 1=R ¼ 700 GeV MC events; the UED spectrum extends to much higher E T values.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The background was evaluated entirely using data. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Noncollision backgrounds, such as cosmic rays and beam-halo events, are reduced to a negligible level by the 121803-2 selection cuts. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The main background source, referred to hereafter as QCD background, arises from a mixture of SM processes including production, and þ jet and multijet events with at least one jet misidentified as a photon. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "With the loose photon identification, it is expected that þ jet and multijet events dominate, with only a small contribution. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The misidentified jet sample provided a model of the E miss T response for events with jets faking photons. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The response for events was modeled using the E miss T spectrum measured in a high purity sample of Z ! ee events, selected by a combination of kinematic cuts and electron identification requirements [14]. ",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The E miss T spectrum for Z ! ee events, which is dominated by the calorimeter response to two genuine EM objects, was verified in MC simulations to model the E miss T response in SM processes, despite their kinematic differences. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "As shown in Fig. 2, Z ! ee events typically have somewhat lower E miss T values than events of the misidentified jet sample, as expected since the presence of jets faking photons should result in a broader E miss T distribution. ",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The spectrum for the candidates, which for low E miss T is dominated by the QCD background with an unknown mixture of events with zero, one, and two fake photons, lies between these two samples. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The E miss T spectrum of the total QCD background was modeled by a weighted sum of the spectra of the Z ! ee and misidentified jet samples. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The QCD background was normalized to have the same number of events as the candidate sample in the region E miss T < 20 GeV, where any UED signal contribution can be neglected. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The relative contributions of the Z ! ee and misidentified jet samples were determined by fitting the QCD background shape to the E miss T spectrum of the candidates in this same low E miss T region. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The fraction attributed to production, as modeled with the Z ! ee distribution, was determined to be ð36 AE 22Þ%. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The search result is not very sensitive to the exact composition of the QCD background, and the fit error was used to determine systematic uncertainties on the background prediction.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "A small additional background results from W ! ev events, which have genuine E miss T and which can pass the selection if the electron is misidentified as a photon and the second photon is either a real photon in W events or a jet faking a photon in W þ jets events. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "A high purity sample of inclusive W ! ev events was selected by a combination of kinematic and electron identification cuts [14]. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Requiring in addition a loose photon with E T > 25 GeV, a ''W þ '' sample of only 5 events was selected. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Accounting for the probability for an electron to be misidentified as a loose photon, as determined using the Z ! ee sample, the total background contribution due to W ! ev events was then estimated to be only % 0:4 events. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Since the number of W events was too small to measure their E miss T spectrum, a sample of W þ jets events was used instead, requiring a jet reconstructed with an anti-k T clustering algorithm [16] with radius parameter 0.4 and E j T > 25 GeV. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The Wð! eÞ þ jets= background contribution was then estimated by normalizing the W þ jets E miss T spectrum to the expected total of % 0:4 events, as shown on Fig. 2. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 165,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Figure 3 shows the E miss T spectrum of the candidates, superimposed on the total background prediction, as well   Table I summarizes the number of observed candidates, as well as the expected backgrounds and example UED signal contributions, in several E miss T ranges. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3"
                },
                {
                    "start": 115,
                    "end": 122,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The QCD background dominates, and falls steeply with rising E miss T , while the W ! ev background is very small, and flatter as a function of E miss T . ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The UED signals would peak at large values of E miss T . ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "There is good agreement between the data and predicted background over the entire E miss T range, with no indication of an excess at high E miss T values. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The signal search region was chosen to be E miss T > 75 GeV, before looking at the data, to obtain the best sensitivity to the UED signal. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "In the signal region, there are zero observed events, compared to an expectation of 0:32 AE 0:16ðstatÞ þ0:37 À0:10 ðsystÞ background events. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The systematic uncertainty was derived by studying variations of the background determination, including varying within its error the fraction determined in the fit of the QCD background, varying the definition of the misidentified jet sample, and eliminating the photon isolation cut.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The UED signal efficiency, determined from MC simulations, increases smoothly from % 43% for 1=R ¼ 500 GeV to % 48% for 1=R ¼ 700 GeV, with the lower efficiencies for smaller 1=R due mostly to the E miss T > 75 GeV definition of the signal region. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The various relative systematic uncertainties on the extraction of the UED signal cross section are summarized in Table II, including the dominant 11% uncertainty on the integrated luminosity [17]. ",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table II"
                },
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Uncertainties on the efficiency for reconstructing and identifying the pair arise mainly due to differences between MC simulations and data in the distributions of the photon identification variables, the need to extrapolate to the higher E T values (see Fig. 1) typical of the UED photons, the impact of the photon quality cuts, varying the scale of the photon E T cut, and uncertainties in the detailed material composition of the detector. ",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 255,
                    "end": 261,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Together these provide a systematic uncertainty of 4%. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The influence of pileup, evaluated by comparing MC samples with and without pileup, gives a systematic uncertainty of 2%. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Systematic effects on the E miss T reconstruction [14], including pileup, varying the cluster energies within the current uncertainties, and varying the expected E miss T resolution between the measured performance and MC expectations, combine to give a 1% uncertainty on the signal efficiency. ",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Finally, the 1% statistical error on the signal efficiency as determined by MC simulations is treated as a systematic uncertainty on the result. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Adding in quadrature, the total systematic uncertainty on the signal yield is 12%.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Given the good agreement between the measured E miss T spectrum and the expected background, a limit was set on 1=R in the specific UED model considered here. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "A Bayesian approach was used to calculate a limit based on the number of observed and expected events with E miss T > 75 GeV. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "A Poisson distribution was used as the likelihood function for the expected number of signal events, and a flat prior was used for the signal cross section. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Log-normal priors were used for the various sources of uncertainty, which were treated as nuisance parameters. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "It was verified that the result is not very sensitive to the detailed form of the assumed priors. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Figure 4 depicts the resulting 95%C:L: upper limit within the context of the UED model considered, together with the LO UED cross section as a function of 1=R. ",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "The LO cross section was used since higher order corrections have not been calculated for the UED model. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "An uncertainty on the signal cross section due to parton distribution functions (PDF's) was determined by comparing the predictions using MRST2007 [18] PDF's with those from the full set of error PDF's of CTEQ6.6 [19]. ",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[18]"
                },
                {
                    "start": 213,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The resultant uncertainty, namely AE8% essentially independent of 1=R, is shown by the width of the theory curve band. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The observed 95%C:L: exclusion region is 1=R < 729 GeV. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The result depends weakly on the systematic 121803-4 uncertainties, and would only increase to 732 GeV if they were neglected. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Changing the E miss T cut to 60 or 90 GeV would change the limit by only a few GeV. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "A cross-check using a higher purity sample, achieved by requiring that both photons pass tighter identification cuts that reject more of the background from jets, produced a consistent result.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "In conclusion, a search for events with large E miss T , conducted using a 3:1 pb À1 sample of 7 TeV pp collisions recorded with the ATLAS detector at the LHC, found no evidence of an excess above the SM prediction. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The results were used to set limits on a specific model with one UED and gravity-induced LKP decays, excluding at the 95%C:L: values of 1=R < 729 GeV, and significantly surpassing the only existing experimental limit [7] on this model. ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "We wish to thank CERN for the efficient commissioning and operation of the LHC during this initial high-energy data-taking period as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF, DNSRC and Lundbeck Foundation, Denmark; ARTEMIS, European Union; IN2P3-CNRS, CEA-DSM/IRFU, France; GNAS, Georgia; BMBF, DFG, HGF, MPG and AvH Foundation, Germany; GSRT, Greece; ISF, MINERVA, GIF, DIP and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; FOM and NWO, Netherlands; RCN, Norway; MNiSW, Poland; GRICES and FCT, Portugal; MERYS (MECTS), Romania; MES of Russia and ROSATOM, Russian Federation; JINR; MSTD, Serbia; MSSR, Slovakia; ARRS and MVZT, Slovenia; DST/NRF, South Africa; MICINN, Spain; SRC and Wallenberg Foundation, Sweden; SER, SNSF and Cantons of Bern and Geneva, Switzerland; NSC, Taiwan; TAEK, Turkey; STFC, the Royal Society and Leverhulme Trust, United Kingdom; DOE and NSF, United States of America. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The crucial computing support from all WLCG partners is acknowledged gratefully, in particular, from CERN and the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA) and in the Tier-2 facilities worldwide. ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 231,
                    "end": 241,
                    "type": "software",
                    "rawForm": "INFN-CNAF",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "FIG. 1. ",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "E T spectrum of the leading photon for the candidate sample and for UED 1=R ¼ 700 GeV MC events (normalized to 100 times the leading order (LO) cross section).",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 (color online). ",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "E missT spectra for the candidates, for the Z ! ee and misidentified jet samples used to model the QCD background (each normalized to the number of candidates with E miss T < 20 GeV), and for the Wð! eÞ þ jets= background (normalized to its expected total of % 0:4 events). ",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "Variable sized bins are used, and the vertical error bars and shaded bands show the statistical errors.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "FIG. 3 (",
            "section_rank": 5
        },
        {
            "text": "FIG. 3 (color online). ",
            "section": "FIG. 3 (",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "E missT spectrum for the candidates, compared to the total SM background as estimated from data. ",
            "section": "FIG. 3 (",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "Also shown are the expected UED signals for 1=R ¼ 500 GeV and 700 GeV. ",
            "section": "FIG. 3 (",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "Variable sized bins are used, and the vertical error bars and shaded bands show the statistical errors.",
            "section": "FIG. 3 (",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "FIG. 4 (color online). ",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "95%C:L: upper limits on the UED production cross section, and the LO theory cross section prediction, as a function of 1=R. ",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "The shaded band shows the PDF uncertainty.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "TABLE I .",
            "section_rank": 7
        },
        {
            "text": "The number of observed candidates, as well as the SM backgrounds estimated from data and expected UED signal for 1=R values of 500 and 700 GeV, given in various E miss T ranges. ",
            "section": "TABLE I .",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The uncertainties are statistical only. ",
            "section": "TABLE I .",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The first row, for E miss T < 20 GeV, is the control region used to normalize the QCD background to the number of observed candidates.",
            "section": "TABLE I .",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "f Also at Faculty of Physics and Applied Computer Science of the AGH-University of Science and Technology, (FPACS, AGH-UST), al. ",
            "section": "TABLE I .",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "Mickiewicza 30, PL-30059 Cracow, Poland. ",
            "section": "TABLE I .",
            "paragraph_rank": 21,
            "section_rank": 9
        }
    ]
}