{
    "level": "sentence",
    "abstract": [
        {
            "text": "Due to an excellent mass resolution and a large amount of available data, the CDF experiment, located at the Tevatron proton-antiproton accelerator, allows the precise measurement of spectroscopic properties, like mass and decay width, of a variety of states. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "This was exploited to examine the first orbital excitations of the Λc baryon, the resonances Λc(2595) and Λc(2625), in the decay channel Λ + c π + π − , as well as the Λc spin excitations Σc(2455) and Σc(2520) in its decays to Λ + c π − and Λ + c π + final states in a data sample corresponding to an integrated luminosity of 5.2 fb −1 . ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We present measurements of the mass differences with respect to the Λc and the decay widths of these states, using significantly higher statistics than previous experiments.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Heavy quark baryons provide an interesting laboratory for studying and testing Quantum Chromodynamics (QCD), the theory of strong interactions. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The heavy quark states test regions of the QCD where perturbation calculations cannot be used, and many different approaches to solve the theory were developed. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "In this write-up we focus on Λ c (2595), Λ c (2625), Σ c (2455) and Σ c (2520) baryons. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "All four states were observed before and some of their properties measured. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "1 However, different mass measurements for Σ c (2520) and Λ c (2625) are inconsistent and the statistics for Λ c (2595) and Λ c (2625) is rather low. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "In addition, Blechman and co-workers showed that a more sophisticated treatment, which would take into account the proximity of the threshold in the Λ c (2595) decay, yields a Λ c (2595) mass which is 2 − 3 MeV/c 2 lower than the one observed. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "2 Σ c states were observed and studied in Λ c π decays, while excited Λ c states decay mainly to a Λ c ππ final state and decays through intermediated Σ c resonances are possible. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "One peculiarity of the experimental studies of these baryons is in their cross talks, which requires special care in the treatment of the background due to different kinematic regions allowed for different sources.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "In this analysis we exploit a large sample of Λ + c → pK − π + decays collected by the CDF detector to perform the measurement of the masses and widths of the discussed charmed baryons. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "We take into account all cross-talks and threshold effects expected in the decays under study. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "3 Throughout this document the use of a specific particle state implies the use of the charge-conjugate state as well.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Analysis Strategy",
            "section_rank": 3
        },
        {
            "text": "The employed dataset corresponds to an integrated luminosity of 5.2 fb −1 and was collected using the displaced track trigger which requires two charged particles coming from a single vertex with transverse momenta larger than 2 GeV/c and impact parameters in the plane transverse to the beamline in the region of 0.1 to 1 mm.",
            "section": "Analysis Strategy",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The selection of the candidates is done in two steps. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "As all final states feature a Λ c daughter, as first step we perform a Λ c selection. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "In the second step we perform a dedicated selection of the four states under study. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "In each step we use neural networks to distinguish signal from background. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "All neural networks 4 are trained using data only by means of the s Plot technique 5 . ",
            "section": "Analysis Strategy",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "As we use only data for the neural network trainings, for each case we split the sample to two parts (even and odd event numbers) and train two networks. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Each of them is applied to the complementary subsample in order to maintain a selection which is trained on a sample independent from the one to which we apply it.",
            "section": "Analysis Strategy",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "In order to determine the mass differences relative to the Λ c and the decay widths of the six studied states, we perform binned maximum likelihood fits of three separate mass difference (∆M ) distributions. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The first two are Λ + c π + and Λ + c π − where the states Σ c (2455) ++,0 and Σ c (2520) ++,0 are studied. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The last one is Λ + c π + π − for Λ c (2595) + and Λ c (2625) + . ",
            "section": "Analysis Strategy",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "In each of the distributions we need to parametrize two signals and several background components.",
            "section": "Analysis Strategy",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Both Σ c (2455) ++,0 and Σ c (2520) ++,0 are described by a nonrelativistic Breit-Wigner function convolved with a resolution function. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The resolution function is parametrized with three Gaussians centered in zero and other parameters derived from simulated events. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The mean width of the resolution function is about 1.6 MeV/c 2 for Σ c (2455) ++,0 and about 2.6 MeV/c 2 for Σ c (2520) ++,0 . ",
            "section": "Analysis Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "We consider three different types of background, namely random combinations without real Λ c , combinations of real Λ c with a random pion and events due to the decay of excited Λ c to Λ + c π + π − . ",
            "section": "Analysis Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Thereby, random combinations without a real Λ c dominate and are described by a second-order polynomial with shape and normalization derived in a fit to the ∆M distribution from Λ c mass sidebands. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The apparent difference between doubly-charged and neutral combinations is due to D * (2010) + mesons with multibody D 0 decays, where not all D 0 decay products are reconstructed. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "In order to describe this reflection, an additional Gaussian function is used. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The second background source, consisting of real Λ c combined with a random pion, is modeled by a third-order polynomial. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "As we do not have an independent proxy for this source, all parameters are left free in the fit. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The last source, originating from nonresonant a) ",
            "section": "Analysis Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "distribution obtained from data (points with error bars) together with the fit projection (black line). ",
            "section": "Analysis Strategy",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The brown and purple lines correspond to the two signal contributions, the green line represents the combinatorial background without real Λc, the blue line shows real Λc combined with a random pion and the red dotted line represents a reflection from excited Λc decays. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The red dashed line corresponds to the sum of all three background contributions.",
            "section": "Analysis Strategy",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Λ c (2625) decays, is described by the projections of the flat Λ + c π + π − Dalitz plot on the appropriate Λ + c π + respective Λ + c π − axes. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The measured data distributions together with the fit projections can be found in figure 1.",
            "section": "Analysis Strategy",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "In the fit for Λ c (2595) and Λ c (2625), an additional complication compared to the Σ c case arises from the fact that previous measurements of the Λ c (2595) properties indicate that it decays dominantly to Σ c (2455)π, which has its threshold very close to the Λ c (2595) mass. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Ref. 2 shows that taking into account the resulting strong variation of the natural width yields a lower Λ c (2595) mass than observed by former experiments. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "With CDF statistics we are much more sensitive to the details of the Λ c (2595) line shape than previous analyses. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The Λ c (2595) parametrization follows Ref.",
            "section": "Analysis Strategy",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "2. The state is described by a nonrelativistic Breit-Wigner function with a mass-dependent decay width which is calculated as integral over the Dalitz plot containing the Σ c (2455) resonances. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The pion coupling constant h 2 is related to the Λ c (2595) decay width and represents the quantity we measure instead of the natural width. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The shape is then numerically convolved with a three Gaussian resolution function determined from simulation, which has a mean width of about 1.8 MeV/c of real Λ c combined with two random pions, is parametrized by a second order polynomial with all parameters allowed to float in the fit. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The model of the final background source, real Σ c (2455) combined with a random pion, is based on a uniform function defined from the threshold to the end of the fit range, where the natural widths as well as the resolution effects of the Σ c (2455) ++,0 are taken into account for the threshold determination. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The size of this contribution is constrained to the Σ c (2455) yield obtained from fits to the projections of the Λ + c π + π − Dalitz plot from the upper Λ c (2625) mass sideband on the appropriate Λ + c π + respective Λ + c π − axes. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The measured data distribution together with the fit projection can be found in figure 2.",
            "section": "Analysis Strategy",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "We investigate several systematic effects which can affect our measurements. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Generally, they can be categorized as imperfect modeling by the simulation, imperfect knowledge of the momentum scale of the detector, ambiguities in the fit model and uncertainties on the external inputs to the fit of the Λ c (2595) signal. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The most critical point is that we need to understand the intrinsic resolution of the detector in order to properly describe the signal shapes, because an uncertainty in the resolution has a large impact on the determination of the natural widths. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "As we estimate it using simulated events, it is necessary to substantiate that the resolution obtained from simulation agrees with the one in real data. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "We use D * (2010) + → D 0 π + with D 0 → K − π + and ψ(2S) → J/ψπ + π − with J/ψ → µ + µ − for this purpose and compare the resolution in data and simulated events as a function of the transverse momentum of the pions added to D 0 or J/ψ. ",
            "section": "Analysis Strategy",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "We also compare the overall resolution scale between data and simulated events and find that all variations are below 20% which we assign as uncertainty on our knowledge of the resolution function.",
            "section": "Analysis Strategy",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Results",
            "section_rank": 4
        },
        {
            "text": "We select about 13800 Σ c (2455) ++ , 15900 Σ c (2455) 0 , 8800 Σ c (2520) ++ , 9000 Σ c (2520) 0 , 3500 Λ c (2595) + and 6200 Λ c (2625) + signal events and obtain the following results for the mass differences relative to the Λ c mass and the decay widths: For the width of the Λ c (2625) we get a value consistent with zero and therefore calculate an upper limit using a Bayesian approach with a uniform prior restricted to positive values. ",
            "section": "Results",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "At the 90% C.L. we obtain Γ(Λ c (2625) + ) < 0.97 MeV/c 2 . ",
            "section": "Results",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "For easier comparison to previous results, h 2 2 corresponds to Γ(Λ c (2595) + ) = 2.59 ± 0.30 ± 0.47 MeV/c 2 .",
            "section": "Results",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 45,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Except of ∆M (Λ c (2595) + ), all measured quantities are in agreement with previous measurements. ",
            "section": "Results",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "For ∆M (Λ c (2595) + ) we observe a value which is by 3.1 MeV/c 2 smaller than the existing world average. ",
            "section": "Results",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "This difference is of the same size as found in Ref. 2. ",
            "section": "Results",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The precision for the Σ c states is comparable to the precision of the world averages. ",
            "section": "Results",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "In the case of excited Λ c states, our results provide a significant improvement in precision against previous measurements.",
            "section": "Results",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "2 .",
            "section_rank": 5
        },
        {
            "text": "Fig. ",
            "section_rank": 5
        },
        {
            "text": "2 .",
            "section_rank": 5
        },
        {
            "text": "Fig. 2. ",
            "section": "2 .Fig. 2 .",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The M (Λ + c π + π − ) − M (Λ + c ) distribution obtained from data (points with error bars) together with the fit projection (black line). ",
            "section": "2 .Fig. 2 .",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The brown and purple lines correspond to the two signal contributions, the green line represents the combinatorial background without real Λc, the blue line shows real Λc combined with two random pions and the red dotted line represents real Σc(2455) combined with a random pion. ",
            "section": "2 .Fig. 2 .",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The red dashed line corresponds to the sum of all three background contributions.",
            "section": "2 .Fig. 2 .",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "∆M (Σ c (2455) ++ ) = 167.44 ± 0.04 (stat.) ± 0.12 (syst.) MeV/c 2 , Γ(Σ c (2455) ++ ) = 2.34 ± 0.13 (stat.) ± 0.45 (syst.) MeV/c 2 , ∆M (Σ c (2455) 0 ) = 167.28 ± 0.03 (stat.) ± 0.12 (syst.) MeV/c 2 , Γ(Σ c (2455) 0 ) = 1.65 ± 0.11 (stat.) ± 0.49 (syst.) MeV/c 2 , ∆M (Σ c (2520) ++ ) = 230.73 ± 0.56 (stat.) ± 0.16 (syst.) MeV/c 2 , Γ(Σ c (2520) ++ ) = 15.03 ± 2.12 (stat.) ± 1.36 (syst.) MeV/c 2 , ∆M (Σ c (2520) 0 ) = 232.88 ± 0.43 (stat.) ± 0.16 (syst.) MeV/c 2 , Γ(Σ c (2520) 0 ) = 12.51 ± 1.82 (stat.) ± 1.37 (syst.) MeV/c 2 , ∆M (Λ c (2595) + ) = 305.79 ± 0.14 (stat.) ± 0.20 (syst.) MeV/c 2 , h 2 2 (Λ c (2595) + ) = 0.36 ± 0.04 (stat.) ± 0.07 (syst.), ∆M (Λ c (2625) + ) = 341.65 ± 0.04 (stat.) ± 0.12 (syst.) MeV/c 2 .",
            "paragraph_rank": 16,
            "section_rank": 6
        }
    ]
}