{
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "This Letter describes measurements of inclusive W (→ eν) + n jet cross sections (n =1-4), presented as total inclusive cross sections and differentially in the n th jet transverse momentum. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The measurements are made using data corresponding to an integrated luminosity of 4.2 fb −1 collected by the D0 detector at the Fermilab Tevatron Collider, and achieve considerably smaller uncertainties on W +jets production cross sections than previous measurements. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The measurements are compared to next-to-leading order perturbative QCD (pQCD) calculations in the n =1-3 jet multiplicity bins and to leading order pQCD calculations in the 4-jet bin. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The measurements are generally in agreement with pQCD calculations, although certain regions of phase space are identified where these predictions could better match the data. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Measurements of vector boson plus jet production are fundamental tests of perturbative quantum chromodynamics (pQCD), the theory describing the strong interaction. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "In addition to providing a test of pQCD at high momentum scales, W +jets production can be the dominant background in measurements of single top quark and tt production as well as in searches for the standard model Higgs boson and for physics beyond the standard model. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Theoretical uncertainties on the production rates and kinematics introduce limitations in our ability to identify new physics signals. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Therefore, it is crucial to make precision measurements of W +jets production at the Fermilab Tevatron Collider and the CERN Large Hadron Collider in order to constrain these backgrounds. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "We present new measurements of W +jets cross sections with a data sample more than ten times larger than that used in previous measurements [1], allowing the first detailed study of W + 4 jet production. ",
            "paragraph_rank": 0,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The previous measurements have been used extensively in testing and tuning theoretical models of W boson production [2][3][4].",
            "paragraph_rank": 0,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[2]"
                },
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[3]"
                },
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The strategy employed for this measurement is based on those used in the D0 Z+jet cross section [5] and Z boson p T [6] publications. ",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[5]"
                },
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "We select a high purity sample of W +jets events and the results are corrected to the \"particle level,\" which includes energy from stable particles, the underlying event, muons, and neutrinos, as defined in Ref. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "[7]. ",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "This procedure corrects a measured observable back to the particle level observable, correcting for the effect of finite experimental resolution, detector response, acceptance, and efficiencies.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "These measurements use a sample of W (→ eν) + n jet candidate events corresponding to an integrated luminosity of 4.2 fb −1 collected with the D0 detector in Run II of the Fermilab Tevatron Collider. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The D0 detector consists of a central tracking system, comprising a silicon microstrip tracker and a fiber tracker, both within an approximately 2 T axial magnetic field. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "These components are used primarily to identify the location of the pp interaction vertex and the electron produced in the decay of the W boson candidate. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Outside of the tracking system, a liquid-argon and uranium calorimeter is divided into a central section and two end sections that are used to identify electromagnetic and hadronic showers. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "A detailed description of the D0 detector can be found in Ref. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "[8].",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The data were collected using a suite of electron and electron+jet triggers. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The lowest electron transverse energy threshold in the electron suite is 22 GeV, and the electron threshold for the e+jets triggers is 15 GeV. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The combination of the triggers used provides > 97% trigger efficiency for electrons with transverse energy above 26 GeV. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The efficiency in the turn on region below this energy threshold is evaluated using unbiased data samples and a corresponding scale factor is then applied to the MC simulation.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The events were then processed through the D0 reconstruction program which identifies jet and W boson candidates. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Jets are identified with the D0 midpoint cone algorithm [9], which uses a cone of radius R = 0.5 (distance in η −φ space [10]) to cluster calorimeter cells. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[9]"
                },
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The electromagnetic fraction of the jet energy is required to be below 0.95 to reject electrons and above 0.05 to suppress jets dominated by noise. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Jets with a large fraction of their energy deposited in the coarse hadronic layers of the calorimeter are also rejected due to noise typical in those layers. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "To minimize background from jet candidates arising from noise in the precision readout of the calorimeter, confirmation from the readout system of the first level trigger is required for reconstructed jets. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Jets matched to loose electrons with p T > 20 GeV and ∆R(e, jet) < 0.5 are also rejected. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Jets are corrected for calorimeter response, instrumental and out-of-cone showering effects, and additional energy deposits in the calorimeter that arise from detector noise and pile-up from multiple interactions and different beam crossings. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "These jet energy scale corrections [11] are determined us-ing transverse momentum imbalance in γ + jet events, where the electromagnetic calorimeter response is calibrated using Z/γ * → e + e − events. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Jets are required to have at least two tracks that point to their associated pp vertex. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Energies of jets containing muons are corrected with the measured muon momentum after accounting for the typical energy deposited by a minimum ionizing particle. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Jets are ordered in decreasing transverse momentum and we call the jet with the highest transverse momentum \"leading.\" ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Electrons are identified as clusters of calorimeter cells in which 95% of the energy in the shower is deposited in the electromagnetic (EM) section. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The electron candidates must be isolated from other calorimeter energy deposits, have spatial distributions consistent with those expected for electron showers, and the event must contain a reconstructed track matched to the EM shower that is isolated from other tracks. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Isolation from energy deposited by hadrons is imposed by requiring (E tot − E em )/E em < 0.15, where E tot (E em ) is the total (electromagnetic) energy in a cone of radius R = 0.4 (R = 0.2). ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Events with a second isolated electron (with p T > 15 GeV) are removed to suppress the background due to Z boson and Drell-Yan production. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The missing transverse energy in the event is calculated as the vector sum of the calorimeter cell energies and is corrected for the presence of any muons. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Because the longitudinal component of the momentum of the neutrino is not measured, the measured properties of the W boson candidates are limited to their transverse energy, E W T , and transverse mass, defined as",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "where p / T is the magnitude of the missing transverse energy vector, p e T is the transverse momentum of the electron, and p e",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "x and p e y (p / x and p / y ) are the magnitude of the x and y components of the electron's momentum (missing transverse energy) respectively.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The following requirements are used in order to suppress background while maintaining high efficiency for events in which a W boson is produced: p e T ≥ 15 GeV and electron pseudorapidity |η",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "T ≥ 40 GeV, jet transverse momentum p jet T ≥ 20 GeV and rapidity |y jet | < 3.2, ∆R = (∆φ) 2 + (∆η) 2 between the electron and the nearest jet > 0.5, and the z component of the pp interaction vertex is restricted to |z vtx | < 60 cm [10]. ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Events must have a reconstructed pp interaction vertex, containing at least three associated tracks. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "This pp interaction vertex is required to be less than 1 cm away in the coordinate along the beam line from the extrapolated electron track.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "After these requirements, W (+jets) events dominate the data sample but there are backgrounds from Z+jets, W (→ τ ν → eνν)+jets, tt, diboson, single top quarks, and multijet events. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "We simulate the W/Z+jets and tt processes with alpgen [12] interfaced with pythia [13] for the simulation of initial and final state radiation and for parton hadronization. ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[12]"
                },
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The pythia generator is used to simulate diboson production, while production of single top quarks is simulated with the comphep [14] generator interfaced with pythia. ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The cross sections for W/Z+jet production are taken from alpgen, corrected with a constant multiplicative factor to match the inclusive W/Z+jet cross sections calculated at NLO [15]. ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Additional corrections are applied to events containing W/Z bosons plus heavy flavor jets, to match the predictions of NLO QCD calculations. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Events from randomly chosen beam crossings, with the same instantaneous luminosity profile as the data, are overlaid on the simulated events to reproduce the effect of multiple pp interactions and detector noise. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "All simulated samples are passed through the D0 detector simulation and then reconstructed in the same way as the data. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The estimated fraction of the data sample that is due to processes other than W +jets ranges within 2-40%. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Leptonic background from W (→ τ ν → eνν)+jets processes represents approximately 5-8% of all reconstructed W +jets events, and the fraction of background due to top quark production ranges within 0 to 7% (16%) in the one (two) jet multiplicity bin, 5-40% in the three jet bin and 20-60% in the four jet bin (with the extremes only being reached at the highest jet p T bins in all cases).",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "In multijet events, there is a small but non-negligible chance that a jet may be misidentified as an electron and then the event may pass all selection criteria. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "As the multijet cross section is large, the contribution from such instances of fake-electron events to the measured distributions must be taken into account. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "To determine the number and kinematic distributions of such events, we use the data-driven method described in Ref. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "[16] because the estimation of this background from Monte Carlo simulations is not reliable. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "This approach uses data in a control region that has no overlap with the signal selection to determine the differential distribution and overall normalization of the multijet distributions.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "The total background contribution is subtracted from the data in each bin of the p jet T distribution. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "After background subtraction, the data are corrected for detector resolution effects using a regularized inversion of the resolution matrix as implemented in the program guru [17], with ensemble testing used to derive statistical uncertainties and unfolding biases. ",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "This method is described in detail in Ref. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "[6]. ",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "We have chosen the matrix unfolding approach over the traditional bin-by-bin correction method because of non-negligible bin migration effects in the p jet T variable and because the matrix unfolding method provides improved estimation of the uncertainties of the measurement.",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "To evaluate statistical uncertainties on the unfolded distributions, as well as systematic biases and uncertainties, we build ensembles using alpgen+pythia signal events that have the same statistical fluctuations as the data sample. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "The ensembles are reweighted to accurately describe the kinematics of the unfolded jet p T . ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "Five hundred ensembles are created and unfolded in the same manner as the data and are in-turn compared to their corresponding generator-level distributions. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "The residual differences between the generator-level and unfolded measurement in each bin, for each ensemble, are determined and fitted with a Gaussian function. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "The mean offset of the distribution is used to construct an unfolding bias correction to be applied to the data, while the larger of the root mean square and the Gaussian width is assigned as the statistical uncertainty associated with that bin in the unfolded distribution. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "The unfolding bias correction is small, generally 0.5-2%, and always much smaller than the statistical uncertainty in the bin. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "Overall, the statistical uncertainties are within 1-17%, depending on jet multiplicity and jet p T bin.",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "The systematic uncertainties affecting this measurement can be divided into three types: those related to the knowledge of the detector response, those related to the background modeling and those associated with the unfolding method itself The systematic uncertainties related to the modeling of the detector response and their effect on the final cross sections arise from the calibration of the jet energy scale [3-16%], from the measurements of the jet energy resolution [0.1-17%], the jet identification efficiency [0.3-4%], the jet-track matching requirement [1-11%], the trigger efficiency [1-4%], the electron identification efficiency [4-5%], and the uncertainty in the luminosity determination [6.1%]. ",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 415,
                    "end": 422,
                    "type": "bibr",
                    "text": "[3-16%]"
                },
                {
                    "start": 565,
                    "end": 572,
                    "type": "bibr",
                    "text": "[1-11%]"
                },
                {
                    "start": 644,
                    "end": 650,
                    "type": "bibr",
                    "text": "[4-5%]"
                },
                {
                    "start": 704,
                    "end": 710,
                    "type": "bibr",
                    "text": "[6.1%]"
                }
            ]
        },
        {
            "text": "We determine the systematic uncertainty for all these sources apart from the latter two using the alpgen+pythia ensembles. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "The relevant variables in all events are varied within their systematic uncertainties, resulting in new signal templates and new migration matrices. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "The nominal ensembles (which look and behave as our reconstructed data distributions) are again unfolded but this time with inputs to guru replaced with the systematic-shifted samples As expected, it is found that the statistical uncertainties from the shifted residual distributions are largely insensitive to changes in the detector response, but the unfolding bias can vary significantly. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "The change in the bias from the nominal to shifted ensembles is attributed to the systematic uncertainty in the unfolded data distributions. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "All differential cross section measurements are normalized to the measured inclusive W boson cross section, resulting in a complete (partial) cancellation of the systematic uncertainties due to luminosity (trigger and electron identification efficiencies). ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "The dominant uncertainties due to jet energy scale and jet energy resolution are correlated bin-to-bin (and between jet spectra), the uncertainties due to the jet-track matching requirement and electron identification efficiency are partially correlated. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "All other uncertainties are considered to be uncorrelated. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "The correlation of systematic uncertainties between jet multiplicity bins are taken into account when normalizing the differential cross section spectra and in determining the uncertainties on measurement of the σ n /σ n−1 inclusive cross section ratios.",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "The remaining sources of systematic uncertainty are the normalization and differential distributions of the multijet background [0.1-4%], the uncertainty due to the electron final state radiation at particle level (<1%), uncertainties associated with the unfolding method (<1%) and the theoretical uncertainty on the tt cross section. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "In some regions of phase space (at high p T in the three and four jet multiplicity bins) the data sample is dominated by tt production. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "In these regions the ∼ 8% uncertainty in the tt cross section translates into an uncertainty of up to 19% in the tt subtracted W +jets signal. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "Uncertainties due to the unfolding procedure come from the uncertainty on the derivation of the unfolding bias used to correct the unfolded spectra, and from the change of the final result when this is obtained repeating the unfolding procedure with a data-derived reweighting of the MC inputs to guru in order to account for mismodeling effects present in the Monte Carlo predictions.",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "As in the case of the differential cross section measurements, the inclusive W (→ eν)+jets production cross sections are normalized to the measured inclusive W → eν cross section. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "This normalization reduces (or cancels) systematic uncertainties and provides sensitivity to the shape of the distribution in comparisons to Monte Carlo and theoretical predictions. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "The events passing the selection requirements are well described by the Monte Carlo predictions and the sample is dominated (> 99.8%) by the inclusive production of W events. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "The total inclusive W boson cross section within the kinematic acceptance is measured to be σ W = 1097 ± 1(stat) +39 −59 (syst) ± 67(lumi) pb. ",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "type": "bibr",
                    "text": "+39"
                }
            ]
        },
        {
            "text": "This number is used to normalize the differential cross section results.",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Recent theoretical work [3,18] has extended the availability of predictions up to W +3 jet events at NLO. ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[3,"
                },
                {
                    "start": 27,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "18]"
                }
            ]
        },
        {
            "text": "Although there has also been a recent calculation of W +4 jet production at NLO for pp collisions at √ s = 7 (or 14) TeV [19], these predictions are not available for the Tevatron, and comparisons with theory are therefore limited to LO for W +4 jet production. ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "In this analysis, we use the interfaced blackhat+sherpa [20] and rocket+mcfm [21,22] programs as the main sources for theoretical predictions of W +jets production. ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[20]"
                },
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[21,"
                },
                {
                    "start": 81,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "22]"
                }
            ]
        },
        {
            "text": "The mcfm calculations employ version 6.0 of the program. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "blackhat and rocket are parton level generators which incorporate NLO QCD calculations with up to 3 final state jets. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "They provide parton level jets corresponding to the hard partons, but they do not include the underlying event or hadronization effects. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "We compare both theory predictions to our measured cross sections, in order to determine the differences that arise from theoretical choices made in the calculations, such as the choice of renormalization and factorization scales, and in order to explore the uncertainties inherent in these predictions.",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The blackhat+sherpa program employs the renormalization (µ R ) and factorization (µ F ) scale",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "T is the scalar sum of the parton and W transverse energies. ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "blackhat+sherpa does not provide cross sections using the D0 midpoint jet algorithm, but instead uses the siscone [23] algorithm with split-merge parameter f = 0.5 and cone radius R = 0.5. ",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "In order to keep all the theory predictions on the same footing, we therefore show the blackhat+sherpa and rocket+mcfm predictions using the siscone jet algorithm. ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "The effect of differences in the theoretical predictions produced with different jet algorithms was found to be approximately one order of magnitude smaller than the scale uncertainties in all jet multiplicity bins, and so is considered to have negligible impact on the interpretation of the theory/data comparison. ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "The choice made by the rocket+mcfm authors is µ = M 2 W + 1 4 (Σp jet ) 2 (in the 2, 3, and 4-jet bins), summing over the fourmomenta of all jets in the event, where M W is the mass of the W boson. ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "This scale choice was suggested in Ref. ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "[24] because it sums large logarithms in the calculation to all orders. ",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "In the 1-jet bin, a slightly modified choice of",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "is used. ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "This is due to the fact that in the 1-jet bin, the NLO calculation includes diagrams with an extra hard (real) emission or virtual loop corrections. ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "For the Born and virtual loop diagrams, the only hard scale is M W , due to the single massless jet balancing the W boson. ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "However, in the case of diagrams with an extra hard emission, the two final state partons can be combined into one massive jet by the jet reconstruction algorithm increasing the scale of the real contributions, which generally increase the cross section. ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "As a result, the real diagrams are evaluated with a coupling that is smaller, due to the running of α s , than the virtual diagrams, which leads to a prediction of the NLO cross section that is too low. ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "Both theory calculations use the MSTW2008 parton density function (PDF) [25], where the LO (NLO) cross section calculation is matched to the LO (NLO) PDF. ",
            "paragraph_rank": 19,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "The uncertainties on the theory predictions are estimated by multiplying µ by factors of 2 and 0.5.",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "Fixed-order pQCD predictions provide only a partonlevel prediction which is not immediately comparable to the unfolded data. ",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "Additional corrections must be applied to propagate the fixed order predictions to the particle level. ",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "The two effects which contribute to this parton-to-particle correction are hadronization of the final state partons and the presence of the underlying event. ",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "These corrections (referred to collectively as hadronization corrections) are obtained with the sherpa MC program [4], which employs the CTEQ6.6 PDF set [26]. ",
            "paragraph_rank": 20,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[4]"
                },
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "The corrections are generally around 10%, but can be as large as 25% at high p jet",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "T . ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "The parton level cross sections are computed with the siscone jet finding algorithm, while the particle level predictions are computed with the D0 midpoint cone algorithm, in order to account for the difference in jet algorithm between the data and the pQCD predictions. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "The impact of folding the correction for the jet algorithm into the overall hadronization correction is small, and approximately an order of magnitude smaller than the theoretical scale uncertainties in size. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "All inclusive and differential pQCD predictions have the hadronization corrections applied to them. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "We provide the tables of the hadronization corrections [29] so that future pQCD calculations can be compared to the data on the same terms. ",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "The quoted uncertainty on these corrections is purely statistical. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "Fig. 1(a) shows the absolute inclusive W + n jet cross sections for each jet multiplicity considered, compared with the LO and NLO theoretical predictions from blackhat+sherpa and rocket+mcfm, where both are corrected for hadronization effects. ",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1(a)"
                }
            ]
        },
        {
            "text": "Fig. 1(b) shows the ratio of theory to data. ",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1(b)"
                }
            ]
        },
        {
            "text": "Good agreement is observed between data and the NLO theory predictions, except for the 1-jet bin, where the NLO prediction presents a slight excess with respect to the data. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "Fig. 1(c) shows the measurement of the σ n /σ n−1 inclusive cross section ratio as a function of inclusive jet multiplicity for n=1-4 in comparison to predictions of this ratio from LO and NLO calculations. ",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1(c)"
                }
            ]
        },
        {
            "text": "Here, the theoretical uncertainty takes the correlations of the scale choice between the n and n − 1 multiplicity bins into account. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "The data uncertainties are also calculated from the relative uncertainties on the two cross sections, but with partial or total cancellation of systematic uncertainties due to electron identification, trigger, and luminosity. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "The uncertainties due to the jet corrections are correlated between bins and are accounted for. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "The total uncertainties on the measurement presented throughout this paper are comparable to the scale uncertainties on the predictions at NLO. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "Tables of the measured and theoretical cross sections and their uncertainties are given in the appendix to this paper. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "The unfolded differential data cross sections (multiplied by the branching fraction of the W → eν decay) for each jet multiplicity are shown in Fig. 2. ",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 150,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The data are normalized by the measured inclusive W boson cross section in all jet multiplicity bins, which reduces the uncertainties in the measurement because of cancellation of some systematic uncertainties. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "The data spectra are compared to the predictions from rocket+mcfm and blackhat+sherpa (again normalized by their respective inclusive W boson cross sections and corrected for hadronization effects). ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "The theory is able to describe the data throughout the p jet T spectra for all multiplicities, although a detailed comparison is best made by examining the ratios of theory to data. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "Each data point is placed at the p T value where the theoretical differential cross section is equal to the average cross section within the bin [27].",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "The ratio of the theory predictions to the unfolded differential data cross sections are shown in Fig. 3. ",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 104,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Each of the data and theory cross sections is normalized to its respective inclusive W boson production cross section. ",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "In the inclusive W +1 jet bin [ Fig. 3(a)], the data uncertainties vary by 4-14%, but for most jet transverse momenta these uncertainties are smaller than the theoretical uncertainties. ",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 32,
                    "end": 41,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3(a)"
                }
            ]
        },
        {
            "text": "The data agree well with both NLO theory calculations, although the theoretical prediction is slightly higher than the data at low p jet T . ",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "The inclusive W +2 jet bin results are shown in Fig. 3(b). ",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 57,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3(b)"
                }
            ]
        },
        {
            "text": "The measured uncertainties vary by 5-20% and are similar to those of the 1-jet bin. ",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "The blackhat+sherpa and rocket+mcfm predictions are in good agreement with the data everywhere. ",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "In Fig. 3(c), the ratio of W +3 jet pQCD predictions to the differential cross sections are shown. ",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3(c)"
                }
            ]
        },
        {
            "text": "The results of NLO predictions are below the data at high p jet",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "T , but still consistent within uncertainties. ",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "In Fig. 3(d), the differential cross section measurement of W +4 jets is shown as a ratio to the LO pQCD prediction. ",
            "paragraph_rank": 23,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3(d)"
                }
            ]
        },
        {
            "text": "The theory prediction can reproduce the data, albeit with large uncertainties. ",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "Theoretical cross-sections at LO suffer from strong dependence on the choice of renormalization and factorization scales, in part due to large logarithmic corrections and higher order contributions. ",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "The significant reduction of the scale uncertainty at NLO compared to the same uncertainty at LO is an indication that the size of the NNLO corrections is small. ",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "An NLO prediction for this final state is necessary to make a more robust comparison.",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "In summary, W +n jet inclusive cross sections for n = 1, 2, 3 and 4 jets have been measured using 4.2 fb −1 of integrated luminosity collected by the D0 detector. ",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "The measurements include the total inclusive cross section for each jet multiplicity and differential cross sections as a function of the n th jet p T . ",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "These measurements represent a test of pQCD complementary to the extensive D0 Z+jets measurements [5,28,30]. ",
            "paragraph_rank": 24,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[5,"
                },
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "28,"
                },
                {
                    "start": 104,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "30]"
                }
            ]
        },
        {
            "text": "The measured cross sections improve on the measurement by CDF [1] by including W +4 jet differential cross sections, by substantially improving the uncertainties on differential cross sections in all jet multiplicities, and by performing the first comparison with NLO W +3 jet cross section predictions. ",
            "paragraph_rank": 24,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The measured cross sections are generally found to agree with the NLO calculation although certain re- gions of phase space are identified where these predictions could better match the data. ",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "Supplementary material including tabulated W +n jet cross section measurements, theoretical predictions, and hadronization corrections applied to the theory can be found in the appendix to this document and online at doi:10.1016/j.physletb.2011.10.011. ",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "help with generating the hadronization corrections. ",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "Many thanks go to Giulia Zanderighi, Fernando Febres Cordero, Lance Dixon, Zvi Bern and Jan Winter for useful discussions.",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "Appendix: Tables of Measurements, pQCD calculations and non-perturbative hadronization corrections",
            "section_rank": 2
        },
        {
            "text": "In this appendix, we provide tables of the measured differential cross sections, theory predictions and hadronization corrections described in this paper. ",
            "section": "Appendix: Tables of Measurements, pQCD calculations and non-perturbative hadronization corrections",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "The region that defines the kinematic phase space of the measurement at particle level is given by the electron transverse momentum, p e T ≥ 15 GeV, and pseudorapidity |η e | < 1.1, total transverse energy of all neutrinos E ν T > 20 GeV, W transverse mass M W T > 40 GeV, jet transverse momentum p jet T ≥ 20 GeV and rapidity |y jet | < 3.2. ",
            "section": "Appendix: Tables of Measurements, pQCD calculations and non-perturbative hadronization corrections",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "W boson inclusive cross sections per jet multiplicity bin correspond to the sum over all p jet T in the given jet multiplicity, and the normalized cross sections are the absolute cross sections in a given jet multiplicity divided by the inclusive W boson cross sections in the entire kinematic region. ",
            "section": "Appendix: Tables of Measurements, pQCD calculations and non-perturbative hadronization corrections",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "The hadronization corrections can be applied as a multiplicative factor to parton level jets clustered using the siscone algorithm to produce particle jets, as defined by the D0 midpoint algorithm. ",
            "section": "Appendix: Tables of Measurements, pQCD calculations and non-perturbative hadronization corrections",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "Quoted systematic uncertainties on measured absolute cross-sections include a 6.1% luminosity uncertainty.            ",
            "section": "Appendix: Tables of Measurements, pQCD calculations and non-perturbative hadronization corrections",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 3
        },
        {
            "text": "FIG. 1: ",
            "section": "FIG. 1 :",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "(a) Total inclusive n-jet cross sections σn = σ(W (→ eν) + ≥ n jet; p jet T > 20 GeV) as a function of inclusive jet multiplicity, ",
            "section": "FIG. 1 :",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "(b) the ratio of the theory predictions to the measurements, and ",
            "section": "FIG. 1 :",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "(c) σn/σn−1 ratios for data, blackhat+sherpa and rocket+mcfm. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "Error bars on data points represent combined statistical and systematic uncertainties on measured cross sections. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "The uncertainties on the theory points in ",
            "section": "FIG. 1 :",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "(a) and ",
            "section": "FIG. 1 :",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "(c) and the hashed areas in ",
            "section": "FIG. 1 :",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "(b) represent the theoretical uncertainty arising from the choice of renormalization and factorization scale. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "In ",
            "section": "FIG. 1 :",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "(b) the error bars on the points represent the data uncertainties.",
            "section": "FIG. 1 :",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 4
        },
        {
            "text": "FIG. 2:Measured W +n jet differential cross section as a function of n th jet pT for jet multiplicities n =1-4, normalized to the inclusive W → eν cross section. ",
            "section": "FIG. 2 :",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "text": "W +1 jet inclusive spectra are shown by the top curve, the W +4 jet inclusive spectra by the bottom curve. ",
            "section": "FIG. 2 :",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "text": "The measurements are compared to the fixed-order NLO predictions for the jet multiplicities n =1-3, and to LO predictions for n = 4.",
            "section": "FIG. 2 :",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 5
        },
        {
            "text": "FIG. 3:The ratio of pQCD predictions to the measured differential cross sections for the n th jet pT in ",
            "section": "FIG. 3 :",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "(a) W +1 jet events, ",
            "section": "FIG. 3 :",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "(b) W +2 jet events, ",
            "section": "FIG. 3 :",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "(c) W +3 jet events, and ",
            "section": "FIG. 3 :",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "(d) W +4 jet events. ",
            "section": "FIG. 3 :",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "The inner (red) bars represent the statistical uncertainties of the measurement, while the outer (black) bars represent the statistical and systematic uncertainties added in quadrature. ",
            "section": "FIG. 3 :",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "The shaded areas indicate the theoretical uncertainties due to variations of the factorization and renormalization scale.",
            "section": "FIG. 3 :",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "PACS numbers: 12.38.Bx, 13.85.Qk, 14.70.Fm",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "text": "TABLE I :",
            "section_rank": 7
        },
        {
            "text": "Measured differential cross section, normalized to the measured inclusive W cross section, as a function of leading jet pT for events with one or more identified jets, along with statistical and systematic uncertainties.",
            "section": "TABLE I :",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "TABLE II :",
            "section_rank": 8
        },
        {
            "text": "Normalized NLO theory predictions for W +1 jet cross sections before application of hadronization corrections for the leading jet pT .",
            "section": "TABLE II :",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "TABLE III :",
            "section_rank": 9
        },
        {
            "text": "Hadronization corrections derived with sherpa 1.2.3 and the CTEQ6.6 PDF set for the leading jet pT distribution.",
            "section": "TABLE III :",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "TABLE IV :",
            "section_rank": 10
        },
        {
            "text": "Measured differential cross section, normalized to the measured inclusive W cross section, as a function of second jet pT for events with two or more identified jets, along with statistical and systematic uncertainties.",
            "section": "TABLE IV :",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "TABLE VI :",
            "section_rank": 11
        },
        {
            "text": "Hadronization corrections derived with sherpa 1.2.3 and CTEQ6.6 PDF set for the second jet pT distribution. ",
            "section": "TABLE VI :",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "Measured differential cross section, normalized to the measured inclusive W cross section, as a function of third jet pT for events with three or more identified jets, along with statistical and systematic uncertainties.",
            "section": "TABLE VI :",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "TABLE VIII :",
            "section_rank": 12
        },
        {
            "text": "Normalized NLO theory predictions before application of hadronization corrections for third jet pT .",
            "section": "TABLE VIII :",
            "paragraph_rank": 35,
            "section_rank": 12
        },
        {
            "text": "TABLE IX :",
            "section_rank": 13
        },
        {
            "text": "Hadronization corrections derived with sherpa 1.2.3 and the CTEQ6.6 PDF set for the third jet pT distribution.",
            "section": "TABLE IX :",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "text": "TABLE X :",
            "section_rank": 14
        },
        {
            "text": "Measured differential cross section, normalized to the measured inclusive W cross section, as a function of fourth jet pT for events with four or more identified jets, along with statistical and systematic uncertainties. ",
            "section": "TABLE X :",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "± 0.17(stat)+0.76 −0.55 (syst) × 10 −5 30 − 50 37.6 2.46 ± 0.31(stat) +0.59 −0.57 (syst) × 10 −6 50 − 80 60.3 9.87 ± 2.78(stat) +9.45 −8.77 (syst) × 10 −8 (Normalized) cross section: 0.00035 ± 1.8 × 10 −5 (stat) +7.6×10 −5 −5.6×10 −5 (syst)",
            "section": "TABLE X :",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "TABLE XI :",
            "section_rank": 15
        },
        {
            "text": "Normalized LO theory predictions before application of hadronization corrections for fourth jet pT .",
            "section": "TABLE XI :",
            "paragraph_rank": 38,
            "section_rank": 15
        },
        {
            "text": "TABLE XII :",
            "section_rank": 16
        },
        {
            "text": "Hadronization corrections derived with sherpa 1.2.3 and the CTEQ6.6 PDF set for the fourth jet pT distribution.",
            "section": "TABLE XII :",
            "paragraph_rank": 39,
            "section_rank": 16
        },
        {
            "text": "TABLE XIII :",
            "section_rank": 17
        },
        {
            "text": "Measurement of n th jet inclusive cross section in association with a W boson. ",
            "section": "TABLE XIII :",
            "paragraph_rank": 40,
            "section_rank": 17
        },
        {
            "text": "All results are given in pb.",
            "section": "TABLE XIII :",
            "paragraph_rank": 40,
            "section_rank": 17
        },
        {
            "text": "TABLE XIV :",
            "section_rank": 18
        },
        {
            "text": "blackhat+sherpa and rocket+mcfm predictions of n th jet inclusive cross sections in association with a W boson. ",
            "section": "TABLE XIV :",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "All results are given before hadronization corrections.",
            "section": "TABLE XIV :",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "−0.14 (syst)",
            "section": "TABLE XIV :",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "The authors thank the rocket+mcfm and blackhat+sherpa authors for generating the theoretical predictions. ",
            "section": "TABLE XIV :",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "text": "We also thank Jan Winter for",
            "section": "TABLE XIV :",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "text": "We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the DOE and NSF (USA); CEA and CNRS/IN2P3 (France); FASI, Rosatom and RFBR (Russia); CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil); DAE and DST (India); Colciencias (Colombia); CONACyT (Mexico); KRF and KOSEF (Korea); CONICET and UBACyT (Argentina); FOM (The Netherlands); STFC and the Royal Society (United Kingdom); MSMT and GACR (Czech Republic); CRC Program and NSERC (Canada); BMBF and DFG (Germany); SFI (Ireland); The Swedish Research Council (Sweden); and CAS and CNSF (China).",
            "section": "TABLE XIV :",
            "paragraph_rank": 44,
            "section_rank": 20
        },
        {
            "text": "Inclusive jet multiplicity bin Hadronization correction and associated statistical uncertainty 0-jet 1.00 1-jet 1.021 ± 0.003 2-jet 1.052 ± 0.006 3-jet 1.035 ± 0.011 4-jet 1.078 ± 0.022",
            "paragraph_rank": 45,
            "section_rank": 22
        }
    ]
}