{
    "level": "sentence",
    "abstract": [
        {
            "text": "The status is reviewed of recent high precision measurements of inclusive-jet, dijet and trijet production in deepinelastic scattering and photoproduction by the HERA experiments H1 and ZEUS. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The measurements are in good agreement with perturbative QCD calculations at next-to-leading order and are used for the extraction of the value of the strong coupling at the mass of the Z boson, α s (M Z ). ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The methods and results of the QCD analyses are presented and a summary of the values of α s (M Z ) from recent jet measurements at HERA is given.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Since the advent of particle colliders the study of jet production has been essential for our understanding of the strong force and the development of quantum chromodynamics (QCD). ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "Nowadays perturbative QCD (pQCD) is firmly established and jets are used extensively at the Tevatron and the Large Hadron Collider (LHC) in analyses searching for new physical phenomena. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "In these analyses an overwhelming amount of background originates from Standard Model (SM) QCD processes. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "Therefore potential discoveries depend heavily on our understanding of QCD, which can be improved by precision jet measurements.",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "One of the key predictions of QCD is the running of the strong coupling α s as function of the renormalisation scale µ r . ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "However, the absolute value of α s at some starting scale has to be obtained from experimental data. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The direct sensitivity of the jet production cross sections to α s makes jets an ideal tool for precision measurements of α s . ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Additionally, since jet data usually span over a large range of values of µ r , it can be used for rigourous tests of the evolution of α s .",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Email address: roman.kogler@desy.de (Roman Kogler) In contrast to hadron-hadron collisions, in deepinelastic scattering (DIS) there is only one proton present in the initial state. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 50,
                    "type": "bibr",
                    "text": "Kogler)"
                }
            ],
            "entity_spans": [
                {
                    "start": 37,
                    "end": 49,
                    "type": "software",
                    "rawForm": "Roman Kogler",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "Therefore DIS provides a very clean environment for jet production. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "It is possible to study pQCD without the complication of having to disentangle contributions from pile-up and multiple interactions, and only a minimum amount of modelling of non-perturbative effects is needed.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Inclusive neutral current (NC) and charged current (CC) DIS data are used in analyses of the proton structure for determinations of the parton distribution functions (PDFs) of the proton. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "These are one of the key ingredients for predictions at the LHC and uncertainties on the PDFs are reflected in the theoretical predictions. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Inclusive DIS data are sensitive to the gluon density and α s only in next-to-leading order (NLO) through scaling violations, however. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Jet data provide direct sensitivity to the gluon density and α s already in leading order (LO). ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The inclusion of DIS jet data reduces the correlation between the gluon PDF and α s , thereby making a simultaneous determination of proton PDFs and α s with DIS data alone possible [1].",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Jet production in photoproduction, where a proton collides with a quasi real photon, additionally provides information on the structure of the photon. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Since in these interactions the photon can show hadronic structure, this kinematic regime closes the gap between DIS and hadron-hadron collisions. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Having obtained the proton PDFs using DIS data, jets in photoproduction can also be used for independent tests of the obtained proton PDFs. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Additionally, in photoproduction the spectator partons in the proton not participating in the primary interaction, may interact with partons of the resolved photon. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In these processes multiple interaction models can be studied in an environment free of pile-up.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The HERA collider provides a unique opportunity to study jet production in electron-proton (ep) collisions at the highest available centre-of-mass energies. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "After its shutdown in the year 2007 the H1 and ZEUS collaborations invested a lot of effort in improving even further the detector calibrations and reconstruction algorithms. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The benefits of these efforts become visible now with jet measurements of unprecedented precision. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In this document the most recent precision jet measurements at HERA are reviewed, together with the QCD analyses and determinations of α s from jet cross sections.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "QCD and the running coupling",
            "section_rank": 3
        },
        {
            "text": "One of the central predictions of QCD is the dependence of the strong coupling on the renormalisation scale µ r , which can be obtained from the renormalisation-group equations. ",
            "section": "QCD and the running coupling",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "It is expressed in terms of the β-function β(α s (µ r )) = µ r ∂α s (µ r ) ∂µ r ,",
            "section": "QCD and the running coupling",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "which can be expanded in powers of α s and the resulting coefficients β n are known up to four loops [2]. ",
            "section": "QCD and the running coupling",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The behaviour of α s as function of the scale µ r is one of the best-known quantities in QCD. ",
            "section": "QCD and the running coupling",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "However, the absolute value of α s at some starting scale µ 0 has to be obtained from experiment. ",
            "section": "QCD and the running coupling",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Usually the choice µ 0 = M Z is used, where M Z is the mass of the Z-boson. ",
            "section": "QCD and the running coupling",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Uncertainties in the value of α s (M Z ) are reflected in uncertainties of SM predictions at the LHC such as W, Z, tt or Higgs production. ",
            "section": "QCD and the running coupling",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The spread of the predicted cross sections, usually combined with the uncertainty from proton PDF parametrisations, can be as large as 10% [3], showing the need for precision measurements of α s (M Z ). ",
            "section": "QCD and the running coupling",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Additionally, since one of the key predictions of QCD is the universality of α s (M Z ), testing the compatibility of the obtained values of α s (M Z ) from a variety of different processes measured at different scales µ r , provides a stringent test of QCD itself. ",
            "section": "QCD and the running coupling",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Deep-Inelastic Scattering",
            "section_rank": 4
        },
        {
            "text": "The LO Feynman diagram of ep scattering is shown in Figure 1 (left). ",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 60,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The incoming electron with fourmomentum k interacts with the proton with fourmomentum P through the exchange of a virtual boson with four-momentum q = k −k . ",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "In NC reactions, where the exchanged boson is either a photon or a Z-boson, the final state consists of a scattered electron with fourmomentum k and the hadronic final state X.",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The kinematics of the scattering process can be described by the negative four-momentum transfer squared Q 2 = −q 2 , also called the virtuality of the exchanged photon, the Bjorken-scaling variable x = Q 2 /(2P • q) and the inelasticity y = (P • q)/(P • k). ",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "These variables are related at fixed centre-of-mass energy √ s, through the relation Q 2 = sxy, such that two variables are sufficient to uniquely define the scattering process.",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The variable Q 2 is also used to separate the ep scattering process into two different kinematic regimes. ",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "At vanishing Q 2 the proton collides with a quasi-real photon and this γ * p interaction is referred to as photoproduction. ",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "For Q 2 significantly larger than 1 GeV 2 and the invariant mass of X much larger than the proton mass, one speaks of DIS.",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The inclusive NC scattering cross section for the reaction e ± + p → e ± + X can be calculated in terms of the structure functions F 2 , xF 3 and F L [4]. ",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The structure function F 2 gives the dominating contribution to the cross section in the bulk of the phase space. ",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "It is in LO related to the quark densities of the proton,",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": ", where the sum runs over all active quark flavours, and the charge e i of quark i is given in units of the elementary charge e. ",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The structure function xF 3 is directly proportional to the difference between the quark and anti-quark densities, and F L is sensitive to the gluon density. ",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "However, contributions to the cross section from the gluon density, either directly through F L or because of corrections to F 2 (scaling violations), are non-zero only at NLO and beyond. ",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Fur-thermore, at NLO the gluon density enters the DGLAP equations multiplied by α s , which leads to a large correlation between the gluon density and α s in determinations of PDFs of the proton.",
            "section": "Deep-Inelastic Scattering",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Jet production at HERA",
            "section_rank": 5
        },
        {
            "text": "While the inclusive ep scattering process is at LO purely of electroweak nature, and QCD enters only through higher-order corrections, in jet production QCD plays a dominant role already at LO. ",
            "section": "Jet production at HERA",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "This leads to a direct sensitivity of the jet cross sections to the strong coupling α s and the gluon density of the proton. ",
            "section": "Jet production at HERA",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Hence, the study of jet production provides a prominent way to determine the value of α s (M Z ) as well as important complementary information for QCD analyses of structure function data [5].",
            "section": "Jet production at HERA",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Jets are collimated sprays of hadrons, which are created by the showering and hadronisation of outgoing final state partons. ",
            "section": "Jet production at HERA",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The exact definition of a jet depends on the employed jet algorithm, which specifies which hadrons are clustered into a jet and how the jet four-momentum is calculated. ",
            "section": "Jet production at HERA",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "At HERA, usually the longitudinally invariant k T algorithm [6,7] with the P T recombination scheme [8] is used. ",
            "section": "Jet production at HERA",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6,"
                },
                {
                    "start": 63,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7]"
                },
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Recently also studies with the anti-k T [9] and the SISCone [10] algorithms have been performed [11]. ",
            "section": "Jet production at HERA",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "In DIS analyses the jets are clustered in the Breit frame of reference, where the transverse momentum P T of jets is a measure of the hardness of the underlying QCD process. ",
            "section": "Jet production at HERA",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "In analyses of jet production in γ * p interactions, the jets are clustered in the laboratory rest frame.",
            "section": "Jet production at HERA",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Jet production in DIS",
            "section_rank": 6
        },
        {
            "text": "The cross section for jet production in the Breit frame in DIS can be written as a series expansion in powers of α s ,",
            "section": "Jet production in DIS",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "where f i/p are the PDFs of the proton, and the coefficient functions C (n) i can be calculated in pQCD up to some order of n. ",
            "section": "Jet production in DIS",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The variables µ f and µ r are the factorisation and renormalisation scales. ",
            "section": "Jet production in DIS",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The last term in Eq. ",
            "section": "Jet production in DIS",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "(2) represents the hadronisation correction, which is due to non-perturbative effects from the hadronisation process. ",
            "section": "Jet production in DIS",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The two Feynman diagrams in the centre and on the right hand side of Fig. 1 show two of the LO, i.e. O(α s ), contributions to the jet cross section. ",
            "section": "Jet production in DIS",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 75,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "The boson gluon fusion (BGF) processes introduce a direct sensitivity of the cross section to the gluon density of the proton and dominate the cross section at small values of Q 2 and transverse jet momentum P T . ",
            "section": "Jet production in DIS",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "With increasing values of Q 2 and P T , the QCD Compton (QCDC) processes become dominant. ",
            "section": "Jet production in DIS",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "These are sensitive to α s and the quark distributions and can therefore help to reduce the correlation between the gluon and α s in QCD analyses. ",
            "section": "Jet production in DIS",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The coefficient functions C (n) i are known up to NLO for dijet and trijet production, resulting in O(α 2 s ) calculations for inclusive jet and dijet cross sections and O(α 3 s ) calculations for trijets. ",
            "section": "Jet production in DIS",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 31,
                    "type": "bibr",
                    "text": "(n)"
                }
            ]
        },
        {
            "text": "The dominating theoretical uncertainty is typically due to missing higher orders in the perturbative series. ",
            "section": "Jet production in DIS",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "It is estimated by arbitrary variations of µ r and µ f by conventional factors of 0.5 and 2, and is typically of the order of 10-15%.",
            "section": "Jet production in DIS",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Jets in photoproduction",
            "section_rank": 7
        },
        {
            "text": "In the case of photoproduction the photon can either interact directly with a parton in the proton or it can act as a source of partons, one of which interacts with a parton in the proton. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "In the latter case Eq. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "(2) has to be modified to account for the resolved photon contribution [12]. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "This is achieved by convoluting the coefficient functions with the photon PDFs in addition to the convolution with the proton PDFs. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "The coefficient functions then become C (n) i, j x, x γ , µ 2 r , µ 2 f , where the indices i and j account for the interacting constituents of the proton and the photon. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 43,
                    "type": "bibr",
                    "text": "(n)"
                }
            ]
        },
        {
            "text": "The variable x γ is the longitudinal momentum fraction of the photon taken by the parton participating in the hard interaction. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "In LO dijet production, x γ can be expressed as",
            "section": "Jets in photoproduction",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "where P T,i and η i are the transverse momenta and pseudorapidities of the two hard jets, and E γ is the energy of the exchanged photon. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "In the LO picture x obs γ = 1 corresponds to the point-like component of the scattering process. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "At NLO this identification no longer holds, and a sizeable contribution of the hadronic component can be observed [13]. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "In order to relate the γ * p cross section to the total ep cross section, the photon flux is usually calculated using the Weizsäcker-Williams approximation.",
            "section": "Jets in photoproduction",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "The transition from photoproduction to DIS is interesting for a number of reasons. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "In jet production in γ * p interactions the only hard scale is the jet P T , whereas in DIS Q may become as hard or even harder than P T . ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The presence of a second hard scale poses an interesting problem for the choice of the renormalisation scale in pQCD calculations in DIS, which is of no concern in photoproduction. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Furthermore, in DIS no underlying event is present, and jet production can be studied in a clean environment without contaminations from nonperturbative contributions. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "In photoproduction the constituents of the resolved photon which did not undergo a hard interaction may scatter from the spectator partons of the proton, such that multiple-interaction models can be studied, and information about the transition from lepton-hadron to hadron-hadron scattering may be obtained. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Lastly, in a scenario that is analogous to the DIS case, the gluon density of the photon may be constrained by the study of jet production in γ * p interactions.",
            "section": "Jets in photoproduction",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Determination of α s from jet cross sections",
            "section_rank": 8
        },
        {
            "text": "The H1 and ZEUS collaborations have adopted different methods of extracting the strong coupling α s (M Z ) from jet cross sections. ",
            "section": "Determination of α s from jet cross sections",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "In the following, both methods are briefly described and their advantages and disadvantages are summarised.",
            "section": "Determination of α s from jet cross sections",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "Determination of α s (M Z ) by H1",
            "section_rank": 9
        },
        {
            "text": "The H1 collaboration employs the Hessian method [14,15] for deriving values of α s (M Z ), where the function",
            "section": "Determination of α s (M Z ) by H1",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14,"
                },
                {
                    "start": 52,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15]"
                }
            ]
        },
        {
            "text": "is minimised. ",
            "section": "Determination of α s (M Z ) by H1",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "In this definition the matrix M is the full correlation matrix, which takes into account the uncorrelated statistical and systematic uncertainties as well as the statistical correlations between different data sets [16]. ",
            "section": "Determination of α s (M Z ) by H1",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The vectors V describe the difference between the experimental data and the theoretical predictions",
            "section": "Determination of α s (M Z ) by H1",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "where σ exp i and σ theo i are the experimental and predicted cross sections for a given bin i, and ∆ ik is the effect of the correlated systematic uncertainty k on the measured cross section in bin i. ",
            "section": "Determination of α s (M Z ) by H1",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "The Hessian parameters k are left free in the fit and used as penalty terms. ",
            "section": "Determination of α s (M Z ) by H1",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "With this method the experimental uncertainty is given by the natural choice of χ 2 = χ 2 min + 1. ",
            "section": "Determination of α s (M Z ) by H1",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "The theoretical uncertainties due to missing higher orders in the NLO calculations, hadronisation corrections and the PDF uncertainties are determined with the offset method. ",
            "section": "Determination of α s (M Z ) by H1",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "In this procedure the theoretical predictions are recalculated with varied input parameters according to their uncertainty and the fit is repeated. ",
            "section": "Determination of α s (M Z ) by H1",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "The obtained relative change in α s (M Z ) is stated as uncertainty.",
            "section": "Determination of α s (M Z ) by H1",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "Determination of α s (M Z ) by ZEUS",
            "section_rank": 10
        },
        {
            "text": "The ZEUS collaboration typically performs QCD analyses using NLO calculations with PDF sets that were obtained for different values of α s (M Z ). ",
            "section": "Determination of α s (M Z ) by ZEUS",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "The dependence of the theory cross section on α s (M Z ) as function of an observable X is parametrised in each measurement bin i by a second-order polynomial in",
            "section": "Determination of α s (M Z ) by ZEUS",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "The parameters c n,i are fitted to the theoretical cross sections obtained for different choices of α s (M Z ), where the range α s (M Z ) = 0.115 to 0.123 is being used. ",
            "section": "Determination of α s (M Z ) by ZEUS",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "The cross section measured in bin i is mapped to the parametrisation such that the obtained value of α s (M Z ) can be obtained easily. ",
            "section": "Determination of α s (M Z ) by ZEUS",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "The experimental uncertainty on α s (M Z ) is obtained by projecting the uncertainty of the measured cross section value on the parametrisation. ",
            "section": "Determination of α s (M Z ) by ZEUS",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "A combined value of α s (M Z ) from N bins is obtained by a χ 2 -fit. ",
            "section": "Determination of α s (M Z ) by ZEUS",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "The correlated systematic uncertainties are taken into account by re-fitting α s (M Z ) for all bins with the systematic shifts applied to the measured cross section values [17]. ",
            "section": "Determination of α s (M Z ) by ZEUS",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "The theoretical uncertainties due to missing higher orders are estimated by the band method suggested by Jones et al. ",
            "section": "Determination of α s (M Z ) by ZEUS",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "[18]. ",
            "section": "Determination of α s (M Z ) by ZEUS",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "In this method the theoretical predictions are recalculated using the obtained central value of α s (M Z ) with the renormalisation and factorisation scales varied up and down by a factor of two. ",
            "section": "Determination of α s (M Z ) by ZEUS",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "The obtained differences in the prediction are compared to the nominal theory with varying α s (M Z ). ",
            "section": "Determination of α s (M Z ) by ZEUS",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "The corresponding smallest and largest values of α s (M Z ) are then stored for each bin. ",
            "section": "Determination of α s (M Z ) by ZEUS",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "In a last step the validity of the resulting values of α s (M Z ) is tested for each measurement bin and only the allowed values of α s (M Z ) are used to set the theoretical uncertainty on α s (M Z ). ",
            "section": "Determination of α s (M Z ) by ZEUS",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "The uncertainty on α s (M Z ) due to the parametrisation of the proton PDFs is obtained in the same way.",
            "section": "Determination of α s (M Z ) by ZEUS",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "Comparison of both methods",
            "section_rank": 11
        },
        {
            "text": "The same NLO calculations are used for the α s determinations performed by both experiments. ",
            "section": "Comparison of both methods",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "For the DIS case calculations based on the Catani-Seymour dipole subtraction [19] are employed, as implemented in the program NLOJet++ [20,21]. ",
            "section": "Comparison of both methods",
            "paragraph_rank": 27,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20,"
                },
                {
                    "start": 139,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21]"
                }
            ],
            "entity_spans": [
                {
                    "start": 126,
                    "end": 135,
                    "type": "software",
                    "rawForm": "NLOJet++",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "In the case of photoproduction, calculations using the phase-space-slicing method [22] as implemented in the program by Klasen, Kleinwort and Kramer [23] are used.",
            "section": "Comparison of both methods",
            "paragraph_rank": 27,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "However, as outlined above, the exact methods used by the two experiments for the determination of α s (M Z ) are quite different. ",
            "section": "Comparison of both methods",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "The H1-type fit takes the systematic uncertainties into account during the fit through the introduction of penalty terms, which allows a cross-check of the determined uncertainties due to systematic mismeasurements. ",
            "section": "Comparison of both methods",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "This is not done in the ZEUS method. ",
            "section": "Comparison of both methods",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "On the other hand, in the ZEUS case the correlation between α s and the gluon density is correctly taken into account, which is neglected in the case of H1. ",
            "section": "Comparison of both methods",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "In the latter case the assumption on the gluon PDF can only be tested after the fit by using PDF sets obtained with different values of α s (M Z ).",
            "section": "Comparison of both methods",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "The theoretical uncertainties are determined in the ZEUS fit based on theory predictions only, whereas in the offset method employed by H1 the experimental uncertainties enter the fit when estimating them. ",
            "section": "Comparison of both methods",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Together with the band method this results in a smaller theoretical uncertainty by about 30-50% [16] in the ZEUS case.",
            "section": "Comparison of both methods",
            "paragraph_rank": 29,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Experimental environment",
            "section_rank": 12
        },
        {
            "text": "The HERA collider",
            "section_rank": 13
        },
        {
            "text": "The HERA collider was located in Hamburg, Germany and has been in operation between 1992 and 2007. ",
            "section": "The HERA collider",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "After 15 years of successful operation the two colliding beam experiments H1 and ZEUS each have collected about 0.5 fb −1 of ep scattering data. ",
            "section": "The HERA collider",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "Between the years 2001-2003 a machine upgrade has been carried out, which brought an increase of the instantaneous luminosity by a factor of 4-5 as well as the possibility of longitudinally polarised beams. ",
            "section": "The HERA collider",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "This shutdown also has been used to replace and upgrade some of the sub-detectors of the experiments. ",
            "section": "The HERA collider",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "At the end of the HERA-1 phase as well as during the HERA-2 phase the beam energies were 27.6 GeV for the electron 1 beam and 920 GeV for the proton beam, resulting in a centre-of-mass energy of about 318 GeV.",
            "section": "The HERA collider",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "The H1 and ZEUS experiments",
            "section_rank": 14
        },
        {
            "text": "The two colliding-beam experiments H1 and ZEUS were multi-purpose particle detectors with an asymmetric instrumentation, which reflected the fact that the hadronic centre-of mass system was boosted in the proton direction. ",
            "section": "The H1 and ZEUS experiments",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "Both were equipped with silicon strip detectors close to the interaction point and large jet drift chambers inside a magnetic field of 1.16 and 1.43 T, for the H1 and ZEUS case, respectively. ",
            "section": "The H1 and ZEUS experiments",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "The magnetic field was provided by superconducting coils in both experiments, with the difference being the placement of them. ",
            "section": "The H1 and ZEUS experiments",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "In the case of H1 the superconducting coil surrounded the calorimeter stacks, while in the ZEUS case it was placed between the tracking detectors and the calorimeters. ",
            "section": "The H1 and ZEUS experiments",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "However, the largest difference between the two detectors were the calorimeters employed. ",
            "section": "The H1 and ZEUS experiments",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "H1 used a high-granularity liquid-argon calorimeter with lead and steel plates as absorbers, whereas ZEUS was equipped with a compensating calorimeter based on depleted uranium as absorber and scintillating fibres for the signal detection. ",
            "section": "The H1 and ZEUS experiments",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "This difference is reflected in the achieved energy resolutions. ",
            "section": "The H1 and ZEUS experiments",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "While H1 achieved a better resolution for electrons with 11%/ √ E compared to 18%/ √ E in the ZEUS case, for hadrons ZEUS achieved a better resolution with 35%/ √ E compared to 55%/ √ E for H1, with all resolutions obtained from test beam data. ",
            "section": "The H1 and ZEUS experiments",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "In both experiments large area muon chambers surrounded the calorimeters for the rejection of cosmic ray background, muon identification and the measurement of energy leakage from the calorimeters.",
            "section": "The H1 and ZEUS experiments",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "Event reconstruction and jet measurement",
            "section_rank": 15
        },
        {
            "text": "In DIS the kinematics can be completely determined by the measurement of the scattered electron. ",
            "section": "Event reconstruction and jet measurement",
            "paragraph_rank": 32,
            "section_rank": 15
        },
        {
            "text": "Therefore, the electron identification and reconstruction is crucial for NC measurements. ",
            "section": "Event reconstruction and jet measurement",
            "paragraph_rank": 32,
            "section_rank": 15
        },
        {
            "text": "The H1 and ZEUS collaborations have achieved excellent precision of the electron energy measurement with experimental uncertainties of the order of 1%. ",
            "section": "Event reconstruction and jet measurement",
            "paragraph_rank": 32,
            "section_rank": 15
        },
        {
            "text": "Also for jet measurements in DIS the electron reconstruction is crucial, since the scattered electron is used for the reconstruction of the event kinematics and the determination of the boost to the Breit frame.",
            "section": "Event reconstruction and jet measurement",
            "paragraph_rank": 32,
            "section_rank": 15
        },
        {
            "text": "In jet measurements the dominating experimental uncertainty is usually the jet energy scale uncertainty due to the steeply falling cross section as function of jet P T . ",
            "section": "Event reconstruction and jet measurement",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "In the following the jet reconstruction for the two experiments is reviewed.",
            "section": "Event reconstruction and jet measurement",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "Jet reconstruction at ZEUS",
            "section_rank": 16
        },
        {
            "text": "The compensating calorimeter of the ZEUS experiment with its high resolution for hadronic showers was ideally suited for jet measurements. ",
            "section": "Jet reconstruction at ZEUS",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "However, due to the material from the beam pipe, tracking system and superconducting coil in front of the calorimeter on average about 20% of the jet's transverse energy was lost and needed to be corrected for [24]. ",
            "section": "Jet reconstruction at ZEUS",
            "paragraph_rank": 34,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "This has been  achieved by deriving dead-material corrections from Monte Carlo (MC) simulations in photoproduction samples using calorimetric and tracking information [25]. ",
            "section": "Jet reconstruction at ZEUS",
            "paragraph_rank": 34,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "Residual corrections were obtained by balancing the scattered electron with the hadronic final state in NC events, individually for data and simulated event samples [26]. ",
            "section": "Jet reconstruction at ZEUS",
            "paragraph_rank": 34,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "With these corrections applied, a jet energy scale uncertainty of 1% for jets with P T > 10 GeV has been achieved for ZEUS already in the year 2002. ",
            "section": "Jet reconstruction at ZEUS",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "The recent jet measurements by the ZEUS collaboration described in this document use only calorimetric information for the jet reconstruction.",
            "section": "Jet reconstruction at ZEUS",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "Jet reconstruction at H1",
            "section_rank": 17
        },
        {
            "text": "Due to the non-compensating nature of the H1 calorimeter the energy calibration is more involved and only recently a jet energy scale uncertainty of 1% has been achieved. ",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "The energy calibration procedure is performed in several steps.",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "In the first step a software weighting is applied, which corrects for the large fluctuations of the invisible energy fraction in hadronic showers. ",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 36,
            "section_rank": 17
        },
        {
            "text": "This π 0 -weighting improves the energy reconstruction and resolution by weighting energy deposits depending on the energy density in single calorimeter cells [27]. ",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 36,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "However, the calibration coefficients for this method were obtained from MC simulations where the absolute energy scale could not be sufficiently well simulated. ",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 36,
            "section_rank": 17
        },
        {
            "text": "This resulted in differences between data and MC simulations of about 4%.",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 36,
            "section_rank": 17
        },
        {
            "text": "In order to improve the energy reconstruction an energy-flow algorithm was developed [28,29]. ",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 37,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28,"
                },
                {
                    "start": 89,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29]"
                }
            ]
        },
        {
            "text": "This algorithm avoids double-counting of energy by comparing the momentum resolution of a reconstructed track with the expected resolution of a matching energy deposit in the calorimeter. ",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "If the resolution of the reconstructed track is better, an amount of energy compatible with the track measurement is subtracted from the calorimetric measurement. ",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "Otherwise the track is discarded and the calorimetric measurement is kept.",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "Recently this algorithm has been improved by separating calorimetric energy deposits originating from electromagnetic and hadronic showers with the help of neural networks [30]. ",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 38,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "Based on the obtained electromagnetic probability a calibration method has been developed which can be applied independently to data and simulated events. ",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "Calibration constants for individual calorimeter clusters have been obtained as a function of their energy and angular region [30]. ",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 38,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "A comparison of the obtained transverse momentum of the calibrated hadronic final state with a reference measurement is shown in Fig. 2 for data and simulated events [31]. ",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 38,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 135,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                },
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "An absolute energy reconstruction of 2% and an agreement between data and MC simulation of 1% is achieved over the full range of accessible jet energies and pseudorapidities.",
            "section": "Jet reconstruction at H1",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "Jet production at low Q 2",
            "section_rank": 18
        },
        {
            "text": "In a recent analysis by the H1 collaboration jet production in the Breit frame is measured at low virtuality of the exchanged boson, 5 < Q 2 < 100 GeV 2 [32]. ",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 39,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "In this analysis data from the HERA-1 running phase is used, however, at low Q 2 the cross section is large such that even at high jet P T the statistical uncertainties are small. ",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "The high statistics allowed for a doubledifferential measurement of inclusive jet, dijet and tri-jet production as function of Q 2 and jet P T (the average transverse momentum P T in case of the dijet and trijet measurements). ",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "An invariant mass cut of M 12 > 18 GeV for the two jets with highest P T in the event is required for the dijet and trijet measurements in order to obtain reliable predictions from NLO calculations. ",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "The measured dijet and trijet cross sections as function Q 2 and P T in the Breit frame are compared to NLO calculations in Figure 3. ",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 39,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "The turnover of the trijet distribution at P T around 12 GeV is due to the cut on the invariant mass and is well described by the NLO calculations. ",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "The NLO calculations are obtained with the choice µ r = ( P T 2 + Q 2 )/2. ",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "As an alternative, the choice µ r = P T has been tested but it is disfavoured by the data in regions where Q is larger than P T . ",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "The theoretical uncertainties, mostly due to the variation of µ r , are large in the phase space of this measurement. ",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "They are of the order of 30% at low P T and about 10% at high P T , whereas the total experimental uncertainties are about 6-10%.",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "As a first step, values of α s (M Z ) are extracted for each of the 62 measured cross section points for inclusive jet, dijet and trijet production individually. ",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "Good agreement between the obtained values is observed. ",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "In a second step a combined fit to all 62 data points is performed using Eq. ",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "4 −0.0077 (theo.) , with a good fit quality of χ 2 /ndf = 49.8/61. ",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 40,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "text": "4"
                }
            ]
        },
        {
            "text": "The large theoretical uncertainty is a consequence of the large uncertainty due to missing higher orders in the NLO calculation. ",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "Smaller theoretical uncertainties can be obtained by studying jet production at high Q 2 .",
            "section": "Jet production at low Q 2",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "Jet production at high Q 2",
            "section_rank": 19
        },
        {
            "text": "The H1 and ZEUS collaborations have measured jet production for Q 2 values larger than 150 and 125 GeV 2 , respectively. ",
            "section": "Jet production at high Q 2",
            "paragraph_rank": 41,
            "section_rank": 19
        },
        {
            "text": "Similarly as in the low Q 2 case, inclusive jet, dijet and trijet production cross sections have been measured with high precision, made possible by the larger data samples available from the HERA-2 running phase.",
            "section": "Jet production at high Q 2",
            "paragraph_rank": 41,
            "section_rank": 19
        },
        {
            "text": "Inclusive jet production",
            "section_rank": 20
        },
        {
            "text": "Preliminary results on inclusive jet production at high Q 2 using HERA-2 data have been released by the H1 and ZEUS collaborations [31,33]. ",
            "section": "Inclusive jet production",
            "paragraph_rank": 42,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31,"
                },
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33]"
                }
            ]
        },
        {
            "text": "While the range covered in Q 2 is similar in both analyses, the additional requirements on the phase space in which the measurements are performed are quite different. ",
            "section": "Inclusive jet production",
            "paragraph_rank": 42,
            "section_rank": 20
        },
        {
            "text": "While the H1  Figure 4: The ratio of NLO calculations using different proton PDFs to the measured cross sections of inclusive jet production at high Q 2 from H1. ",
            "section": "Inclusive jet production",
            "paragraph_rank": 42,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 22,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "The theoretical uncertainty due to missing higher orders, estimated by a variation of µ r and µ f , is shown for the calculation using HERAPDF1.5 only.",
            "section": "Inclusive jet production",
            "paragraph_rank": 42,
            "section_rank": 20
        },
        {
            "text": "H1 Preliminary Inclusive Jet",
            "section_rank": 21
        },
        {
            "text": "collaboration restricts the inelasticity to 0.2 < y < 0.7 and the pseudorapidity range of the jets as measured in the laboratory rest frame to −1.0 < η lab < 2.5, in the ZEUS analysis the measurement is performed for | cos γ h | < 0.65 and the jet pseudorapidity requirement in the Breit frame −2.0 < η Breit < 1.5. ",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 43,
            "section_rank": 21
        },
        {
            "text": "The variable γ h is the scattering angle of the hadronic final state and corresponds to the polar angle of the scattered quark in the LO picture of DIS. ",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 43,
            "section_rank": 21
        },
        {
            "text": "These requirements are imposed in order to have an experimentally well controlled boost to the Breit frame and jets well within the geometrical detector acceptance. ",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 43,
            "section_rank": 21
        },
        {
            "text": "Both collaborations measured the cross section for inclusive jet production doubledifferentially as function of Q 2 and jet P T .",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 43,
            "section_rank": 21
        },
        {
            "text": "The ratios of the calculated cross sections at NLO QCD, obtained with different proton PDFs, to the measured ones by H1 are shown in figure 4. ",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 44,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "type": "figure",
                    "text": "figure 4"
                }
            ]
        },
        {
            "text": "The NLO calculations give a good description of the data. ",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 44,
            "section_rank": 21
        },
        {
            "text": "The largest spread of the predictions obtained with different PDF sets is observed for P T > 30 GeV for the Q 2 bins 4 and 5, corresponding to 400 < Q 2 < 5000 GeV 2 . ",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 44,
            "section_rank": 21
        },
        {
            "text": "In this region inclusive jet production is dominated by the valence quark distributions at 0.1 < x p < 0.7, where x p is the longitudinal momentum fraction of the proton taken by the valence quark, as used by the NLO calculations. ",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 44,
            "section_rank": 21
        },
        {
            "text": "Since at small values of Q 2 and P T the cross section is dominated by gluon-induced processes, the data have the potential to constrain the valence quark at high x p and provide direct sensitivity to the gluon distribution and α s . ",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 44,
            "section_rank": 21
        },
        {
            "text": "where the theoretical uncertainty is smaller by nearly a factor of two with respect to the low Q 2 measurement. ",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 44,
            "section_rank": 21
        },
        {
            "text": "Further increasing the Q 2 cut for the determination of α s (M Z ) improves the theory uncertainty with the drawback of a larger experimental uncertainty. ",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 44,
            "section_rank": 21
        },
        {
            "text": "In order to minimise the total uncertainty on α s , the ZEUS collaboration performed a determination of α s (M Z ) for Q 2 > 500 GeV 2 . ",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 44,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The fit is made using four data points of the single-differential dσ jet /dQ 2 measurement. ",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 44,
            "section_rank": 21
        },
        {
            "text": "The resulting value of α s (M Z ) is α s (M Z ) = 0.1208 +0.0037 −0.0032 (exp.) ± 0.0008 (pdf) ± 0.0022 (theo.) ,",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 44,
            "section_rank": 21
        },
        {
            "text": "where the small uncertainty due to the parametrisation of the proton PDFs is obtained using the ZEUS-S [34] PDF set. ",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 45,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                }
            ],
            "entity_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "type": "software",
                    "rawForm": "ZEUS-S",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "The theoretical uncertainty, mostly due to missing higher orders but also including uncertainties of the hadronisation corrections, is only half as large as the corresponding value obtained by H1.",
            "section": "H1 Preliminary Inclusive Jet",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "Dijet production",
            "section_rank": 22
        },
        {
            "text": "Although the cross section of inclusive dijet production in the Breit frame is calculated using the same diagrams as inclusive jet production, there are important differences. ",
            "section": "Dijet production",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "While in inclusive jet production all jets in a given pseudorapidity region with P T above a certain threshold contribute, an event contributes to the dijet cross section only if at least two jets above a minimum P T are found within the given pseudorapidity range. ",
            "section": "Dijet production",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "This has important consequences. ",
            "section": "Dijet production",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "In the inclusive jet case events contribute to the cross section where only one jet lies in the central region and is balanced in transverse momentum by one or more jets with large pseudorapidity. ",
            "section": "Dijet production",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "These configurations have larger higher-order corrections, which is reflected in a larger theoretical uncertainty due to the variation of µ r for inclusive jets. ",
            "section": "Dijet production",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "In the dijet case either an invariant mass or an asymmetric P T cut for the two leading jets 2 is required if the cross section obtained from a fixed-order calculation should be reliable. ",
            "section": "Dijet production",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "In the case of a symmetric P T cut without a restriction on the invariant mass M 12 , there are regions in phase space sensitive to soft gluon emission 2 The jet with the highest P T in the event is referred to as the leading jet. ",
            "section": "Dijet production",
            "paragraph_rank": 46,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "and all-order resummations would be needed [13]. ",
            "section": "Dijet production",
            "paragraph_rank": 46,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "With either an asymmetric P T cut or a requirement on M 12 fixed-order calculations have been shown to describe dijet data sufficiently. ",
            "section": "Dijet production",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "However, a smaller uncertainty due to missing higher orders can be obtained with a cut on the invariant mass. ",
            "section": "Dijet production",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "Therefore, the most recent dijet measurements from H1 and ZEUS define the dijet phase space through the requirements P T > 5 GeV and M 12 > 16 GeV in the case of the H1 analysis [31] and P T > 8 GeV and M 12 > 20 GeV in the case of the ZEUS analysis [35].",
            "section": "Dijet production",
            "paragraph_rank": 46,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                },
                {
                    "start": 250,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "The relative differences between dijet data measured double differentially by the ZEUS collaboration and NLO calculations with different choices of the scale µ r are shown in figure Fig. 5. ",
            "section": "Dijet production",
            "paragraph_rank": 47,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 188,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "figure Fig. 5"
                }
            ]
        },
        {
            "text": "A scale choice of µ r = Q 2 + P T 2 , identical to the choice by H1 up to a factor of 1/ √ 2, leads to a good description of the data over the full region of Q 2 and P T . ",
            "section": "Dijet production",
            "paragraph_rank": 47,
            "section_rank": 22
        },
        {
            "text": "The choice of µ r = P T fails to describe the data for large values of Q 2 when at the same time P T is small.",
            "section": "Dijet production",
            "paragraph_rank": 47,
            "section_rank": 22
        },
        {
            "text": "As mentioned above, the theoretical uncertainties due ",
            "section": "Dijet production",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "H1 Preliminary",
            "section_rank": 23
        },
        {
            "text": "Trijet Cross Section Figure 6: Comparison of the trijet cross sections measured by the H1 collaboration with NLO calculations using HERAPDF 1.5. ",
            "section": "H1 Preliminary",
            "paragraph_rank": 49,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 29,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "The cross sections are shown as function of P T in different Q 2 bins. ",
            "section": "H1 Preliminary",
            "paragraph_rank": 49,
            "section_rank": 23
        },
        {
            "text": "The ratio of theoretical predictions to data is shown at the bottom of each plot.",
            "section": "H1 Preliminary",
            "paragraph_rank": 49,
            "section_rank": 23
        },
        {
            "text": "to missing higher orders are smaller in the dijet analysis than in the inclusive jet case. ",
            "section": "H1 Preliminary",
            "paragraph_rank": 50,
            "section_rank": 23
        },
        {
            "text": "The H1 collaboration determined α s (M Z ) from a dijet measurement with a simultaneous fit to 24 bins and obtained a value of",
            "section": "H1 Preliminary",
            "paragraph_rank": 50,
            "section_rank": 23
        },
        {
            "text": "where the theoretical uncertainty is about 20% smaller than the one obtained for the inclusive jet measurement.",
            "section": "H1 Preliminary",
            "paragraph_rank": 51,
            "section_rank": 23
        },
        {
            "text": "Trijet production",
            "section_rank": 24
        },
        {
            "text": "The improved reconstruction of the hadronic final state and jet energy scale, together with the high statistics from the HERA-2 running, allowed for the first time a double-differential measurement of trijet production at high Q 2 [31]. ",
            "section": "Trijet production",
            "paragraph_rank": 52,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "In this analysis the same requirement on the invariant mass of the two leading jets as in the dijet analysis is required, M 12 > 16 GeV, and all jets are required to have P T > 5 GeV. ",
            "section": "Trijet production",
            "paragraph_rank": 52,
            "section_rank": 24
        },
        {
            "text": "Because of this, the events used to measure the trijet cross sections are a subsample of the events used for the dijet analysis. ",
            "section": "Trijet production",
            "paragraph_rank": 52,
            "section_rank": 24
        },
        {
            "text": "This is beneficial for future QCD analyses where both measurements are used.",
            "section": "Trijet production",
            "paragraph_rank": 52,
            "section_rank": 24
        },
        {
            "text": "The measured trijet cross sections have larger experimental uncertainties than the inclusive jet or dijet cross sections, due to larger model uncertainties and a larger effect of the jet energy scale uncertainty. ",
            "section": "Trijet production",
            "paragraph_rank": 53,
            "section_rank": 24
        },
        {
            "text": "The measurement has total experimental uncertainties between between 7% at low values of P T and Q 2 and 15% at high values of P T and Q 2 . ",
            "section": "Trijet production",
            "paragraph_rank": 53,
            "section_rank": 24
        },
        {
            "text": "Also the theoretical uncertainties are larger than in the dijet case by about 50% and in most bins twice as large as the experimental uncertainties. ",
            "section": "Trijet production",
            "paragraph_rank": 53,
            "section_rank": 24
        },
        {
            "text": "The NLO calculations provide a good description of the trijet data with the choice of µ r = ( P T 2 + Q 2 )/2. ",
            "section": "Trijet production",
            "paragraph_rank": 53,
            "section_rank": 24
        },
        {
            "text": "A comparison of the measured trijet cross sections with NLO calculations using a value of α s (M Z ) = 0.118 is shown in Fig. 6.",
            "section": "Trijet production",
            "paragraph_rank": 53,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 127,
                    "type": "figure",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "The obtained value of α s (M Z ) from trijet cross sections has the smallest experimental and PDF uncertainty when compared to the values obtained from the inclusive jet and dijet measurements by H1. ",
            "section": "Trijet production",
            "paragraph_rank": 54,
            "section_rank": 24
        },
        {
            "text": "This is due to the fact that the trijet cross section is already in LO proportional to α 2 s . ",
            "section": "Trijet production",
            "paragraph_rank": 54,
            "section_rank": 24
        },
        {
            "text": "The value of",
            "section": "Trijet production",
            "paragraph_rank": 54,
            "section_rank": 24
        },
        {
            "text": "−0.0039 (theo.) , being in good agreement with the values obtained from the inclusive and dijet analyses.",
            "section": "Trijet production",
            "paragraph_rank": 55,
            "section_rank": 24
        },
        {
            "text": "Normalised jet cross sections",
            "section_rank": 25
        },
        {
            "text": "One way to improve the experimental precision further is to measure ratios of cross sections. ",
            "section": "Normalised jet cross sections",
            "paragraph_rank": 56,
            "section_rank": 25
        },
        {
            "text": "For jet production in NC DIS the ratio of jet cross sections to the inclusive NC cross section is an obvious choice. ",
            "section": "Normalised jet cross sections",
            "paragraph_rank": 56,
            "section_rank": 25
        },
        {
            "text": "These normalised jet cross sections can be understood as jet rates in DIS. ",
            "section": "Normalised jet cross sections",
            "paragraph_rank": 56,
            "section_rank": 25
        },
        {
            "text": "The advantage of these observables lies in the cancellation of some experimental uncertainties such as the trigger uncertainty and the uncertainty of the luminosity measurement. ",
            "section": "Normalised jet cross sections",
            "paragraph_rank": 56,
            "section_rank": 25
        },
        {
            "text": "Some other uncertainties such as the model dependence of the acceptance correction or the uncertainties related to the electron measurement may cancel partially in the ratio, leading to a further improvement of the experimental precision. ",
            "section": "Normalised jet cross sections",
            "paragraph_rank": 56,
            "section_rank": 25
        },
        {
            "text": "This has been impressively demonstrated by a measurement of normalised inclusive jet, dijet and trijet cross sections [16] by the H1 collaboration. ",
            "section": "Normalised jet cross sections",
            "paragraph_rank": 56,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "A simultaneous fit to all 54 data points gives α s (M Z ) = 0.1168 ± 0.0007 (exp.) ± 0.0016 (pdf) +0.0046 −0.0030 (theo.) , with a good χ 2 /ndf of 65/53. ",
            "section": "Normalised jet cross sections",
            "paragraph_rank": 56,
            "section_rank": 25
        },
        {
            "text": "The achieved experimental precision of 0.6% raises the hope of an uncertainty of O(1%) once next-to-next-to-leading order (NNLO) calculations become available.",
            "section": "Normalised jet cross sections",
            "paragraph_rank": 56,
            "section_rank": 25
        },
        {
            "text": "Jets in photoproduction",
            "section_rank": 26
        },
        {
            "text": "With the study of jet production in γ * p interactions it is possible to gain information on the partonic content of the photon in addition to α s and the structure of the proton. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 57,
            "section_rank": 26
        },
        {
            "text": "In contrast to DIS, there is only one hard scale involved since Q 2 ≈ 0 GeV 2 in photoproduction. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 57,
            "section_rank": 26
        },
        {
            "text": "The only available choice for the scales µ r and µ f in the NLO calculations is therefore the jet P T . ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 57,
            "section_rank": 26
        },
        {
            "text": "Although this simplifies the calculations at first sight, the hadronic structure of the photon makes γ * p interactions similar to hadron-hadron interactions which complicates matters. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 57,
            "section_rank": 26
        },
        {
            "text": "This also means that additional perturbative and non-perturbative effects such as multipleinteractions can play a role in the calculations. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 57,
            "section_rank": 26
        },
        {
            "text": "However, the advantage of jet production in γ * p compared to hadon-hadron interactions is the absence of multipleinteractions for the point-like contribution. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 57,
            "section_rank": 26
        },
        {
            "text": "This allows the study of multiple-interaction models in an interesting transition region.",
            "section": "Jets in photoproduction",
            "paragraph_rank": 57,
            "section_rank": 26
        },
        {
            "text": "Recently the ZEUS collaboration measured inclusive jet production in photoproduction [36], using the full HERA-2 data. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "In this analysis the selected events are restricted to Q 2 ≤ 1 GeV 2 , and the γp centre-of-mass energies are in the range of 142 < W γp < 293 GeV, which corresponds to 0.2 < y < 0.85. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "The selected jets are required to have P T > 17 GeV and have to lie in the pseudorapidity region −1.0 < η lab < 2.5. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "The NLO calculations are corrected for hadronisation effects by using the ratio of cross sections on the level of stable hadrons to the partonic cross sections using the Pythia and Herwig MC. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "Disagreements of up to 40% between the data and the NLO predictions can be found at large values of pseudorapidity, η > 2, and small values of jet transverse momenta, P T 30 GeV [36]. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "This region corresponds to small values of x obs γ , see Eq. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "3, where the resolved photon is expected to give a large contribution to the cross section and in addition multipleinteractions may occur. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "ref_id": "formula_3",
                    "text": "3"
                }
            ]
        },
        {
            "text": "In order to study the differences between the data and the predictions in the context of multiple-interactions, an additional correction factor is calculated. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "It is computed as the ratio of cross sections on the level of stable hadrons using Pythia samples with multiple-interactions and samples without them. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "The probability of a secondary interaction to occur depends strongly on its allowed value for the minimum transverse momentum p sec T,min . ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "Three sets of correction fac- tors are obtained for p sec T,min = 1, 1.5 and 2 GeV. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "The comparison of the modified NLO calculations with the data is shown in Fig. 7. While the NLO calculations without additional corrections lie significantly below the data, with the disagreement increasing as function of η, the calculations with an additional correction using p sec T,min = 1.5 show excellent agreement with the measured cross sections. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 80,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "However, also a different choice of photon PDFs can reduce the discrepancy between the data and the NLO calculations. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "Increasing the requirement on the minimum jet P T reduces the influence of hadronic component of the photon and therefore reduces the contribution of multiple-interactions and the uncertainty due to the photon PDFs. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "This behaviour is confirmed in this analysis, where a requirement of P T > 21 GeV for jets results in reasonable agreement between the NLO calculations corrected for hadronisation effects only and the data, as shown in Fig. 8. The total theoretical uncertainty shown as hatched area consists of the uncertainties due to the scale variations, the proton and photon PDFs, and the hadronisation corrections, added in quadrature. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 219,
                    "end": 225,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "It is larger than the total theoretical uncertainty in the case of the high Q 2 measurements due to the uncertainty from the photon PDFs, which can be as large as 13% at high values of η. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "The value of α s (M Z ) is extracted then from the dσ/dP T distribution for 21 < P T < 71 GeV, where the upper cut on P T is motivated by a relatively large uncertainty due to the proton PDFs for higher P T values. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "The value obtained is α s (M Z ) = 0.1206 +0.0023 −0.0022 (exp.) ± 0.0030 (pdf) +0.0042 −0.0033 (th.) ,",
            "section": "Jets in photoproduction",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "where the uncertainties due to the proton and photon PDFs have been added in quadrature. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 59,
            "section_rank": 26
        },
        {
            "text": "The uncertainties of the photon PDFs have a much larger effect on α s (M Z ) than the uncertainties of the proton PDFs. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 59,
            "section_rank": 26
        },
        {
            "text": "The relative uncertainty on α s (M Z ) related to the photon PDFs is 2.3%, which has to be compared with 1% due to the proton PDFs. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 59,
            "section_rank": 26
        },
        {
            "text": "A possibility to further constrain the photon PDFs and reduce their uncertainties is dijet production in photoproduction, where it is possible to calculate x obs γ as defined in Eq. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 59,
            "section_rank": 26
        },
        {
            "text": "(3). ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 59,
            "section_rank": 26
        },
        {
            "text": "In a new analysis using HERA-2 data, the ZEUS collaboration has measured dijets in γ * p interactions [37] with an asymmetric P T requirement of P T,1 > 21 GeV and P T,2 > 17 GeV. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 59,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "The measured dijet cross sections as function of x obs γ are compared to the NLO calculation in Fig. 9. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 59,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 102,
                    "type": "figure",
                    "ref_id": "fig_10",
                    "text": "Fig. 9"
                }
            ]
        },
        {
            "text": "The highest jet P T in the event is chosen for the scales µ r and µ f in the NLO calculations and a good description of the data is observed γ , compared to the NLO prediction using three different PDF sets for the photon parametrisation.",
            "section": "Jets in photoproduction",
            "paragraph_rank": 59,
            "section_rank": 26
        },
        {
            "text": "using the GRV-HO [38,39] set of photon PDFs. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 60,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[38,"
                },
                {
                    "start": 21,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "39]"
                }
            ]
        },
        {
            "text": "At small values of x obs γ , as the contribution of the resolved photon becomes more important, a large spread of the predictions using different photon PDF sets is observed. ",
            "section": "Jets in photoproduction",
            "paragraph_rank": 60,
            "section_rank": 26
        },
        {
            "text": "Dijet data from HERA may therefore be important for future photon PDF determinations and can be used for direct tests of the gluonic content of the photon.",
            "section": "Jets in photoproduction",
            "paragraph_rank": 60,
            "section_rank": 26
        },
        {
            "text": "Summary of recent α s values from HERA",
            "section_rank": 27
        },
        {
            "text": "A stringent test of QCD can be performed by testing the running of the coupling α s at different scales µ r as given by Eq. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 61,
            "section_rank": 27
        },
        {
            "text": "(1). ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 61,
            "section_rank": 27
        },
        {
            "text": "Jet data from HERA provide a good possibility for this test, since they cover a large range of scales in a single process. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 61,
            "section_rank": 27
        },
        {
            "text": "Tests of the running of α s are obtained by directly fitting α s (µ r ), instead of evolving α s to the value of M Z . ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 61,
            "section_rank": 27
        },
        {
            "text": "Results from such a fit are shown in Fig. 10, where α s (µ r ) has been fitted to normalised jet data at high Q 2 [16] and absolute jet cross sections at low Q 2 [32]. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 61,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 37,
                    "end": 44,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10"
                },
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "For this fit the double differential jet cross sections d 2 σ/dP T dQ 2 have been used, where the values of α s obtained in the different Q 2 bins have been combined. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 61,
            "section_rank": 27
        },
        {
            "text": "Very good agreement between the obtained values of α s (µ r ) with the predicted running of α s can be observed, where the data cover scales from about 6 to 65 GeV. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 61,
            "section_rank": 27
        },
        {
            "text": "Interestingly, the α s values obtained in the low  Figure 10: Running of α s (µ r ) obtained from multi-jet cross sections in DIS [32]. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 61,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 10"
                },
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "The theoretical uncertainty, mostly due to missing higher orders, has been extrapolated using the two-loop solution of the renormalisation group equation from the high Q 2 analysis to the small Q 2 analysis. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 61,
            "section_rank": 27
        },
        {
            "text": "This explains the relatively small theoretical uncertainty at small values of µ r .",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 61,
            "section_rank": 27
        },
        {
            "text": "high Q 2 analysis within the experimental uncertainties. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 62,
            "section_rank": 27
        },
        {
            "text": "This is quite striking since the theoretical uncertainties in the low Q 2 analysis are twice as large as the ones in the high Q 2 analysis, where only the latter ones are shown as grey band in Fig. 10.",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 62,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 193,
                    "end": 200,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10"
                }
            ]
        },
        {
            "text": "A similar study [37] has been carried out by the ZEUS collaboration, where the running of α s (µ r ) is tested with inclusive jet data in photoproduction and high Q 2 NC DIS. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 63,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "The result is shown in Fig 11. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 63,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 30,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig 11."
                }
            ]
        },
        {
            "text": "In this case, the fit has been performed using the measured dσ/dP T distributions, and the average jet P T measured in each bin has been chosen for the scale µ r . ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 63,
            "section_rank": 27
        },
        {
            "text": "Good agreement between the obtained values of α s (µ r ) and the two-loop solution of the renormalisation group equation is observed also in this analysis. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 63,
            "section_rank": 27
        },
        {
            "text": "The transition between photoproduction and DIS is smooth and does not show any peculiarities.",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 63,
            "section_rank": 27
        },
        {
            "text": "A summary of all values of α s (M Z ) given in this document is shown in Fig. 12. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 64,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 12"
                }
            ]
        },
        {
            "text": "The obtained values show good agreement with the world average [40]. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 64,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "The HERA measurements of α s (M Z ) from jet data are clearly dominated by the theoretical uncertainties, which are mostly due to missing higher orders. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 64,
            "section_rank": 27
        },
        {
            "text": "However, the experimental uncertainties are comparable with the precision of the world average and once NNLO calculations become available, determinations of α s (M Z ) with a precision at the percent level will be feasible using jet data from HERA. ",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 64,
            "section_rank": 27
        },
        {
            "text": "It should be noted that the precision of the world average is mostly driven by lattice calculations and the analysis of τ-decays.",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 64,
            "section_rank": 27
        },
        {
            "text": "When comparing the precision of the recent α s determinations from HERA jet data with other collider data, the achieved precisions are competitive.",
            "section": "Summary of recent α s values from HERA",
            "paragraph_rank": 65,
            "section_rank": 27
        },
        {
            "text": "Conclusion",
            "section_rank": 28
        },
        {
            "text": "The last few years have brought a large improvement in terms of experimental precision for jet measurements from HERA. ",
            "section": "Conclusion",
            "paragraph_rank": 66,
            "section_rank": 28
        },
        {
            "text": "This is partly due to the higher statistics of the HERA-2 data, but mostly because of achievements of the experimental collaborations in terms of their reconstruction and calibration algorithms. ",
            "section": "Conclusion",
            "paragraph_rank": 66,
            "section_rank": 28
        },
        {
            "text": "Both, the H1 and ZEUS collaborations have reached the goal of a 1% jet energy scale uncertainty. ",
            "section": "Conclusion",
            "paragraph_rank": 66,
            "section_rank": 28
        },
        {
            "text": "They are now in the process of finalising their physics programmes which include high precision jet measurements, with the first ones published recently.",
            "section": "Conclusion",
            "paragraph_rank": 66,
            "section_rank": 28
        },
        {
            "text": "These measurements include analyses of inclusive jet, dijet and trijet production in different kinematic regimes and provide stringent tests of pQCD. ",
            "section": "Conclusion",
            "paragraph_rank": 67,
            "section_rank": 28
        },
        {
            "text": "Even more importantly, these data will be important for future QCD analyses. ",
            "section": "Conclusion",
            "paragraph_rank": 67,
            "section_rank": 28
        },
        {
            "text": "The potential of these data can already be seen by the precision determinations of α s (M Z ) with experimental uncertainties of O(1%). ",
            "section": "Conclusion",
            "paragraph_rank": 67,
            "section_rank": 28
        },
        {
            "text": "However, the theoretical uncertainties, which are mostly due to missing higher orders, they have been obtained using different methods and data in very different kinematic regimes from two different experiments.",
            "section": "Conclusion",
            "paragraph_rank": 67,
            "section_rank": 28
        },
        {
            "text": "This opens the possibility for a determination of α s (M Z ) using the latest jet data from H1 and ZEUS simultaneously, which may improve the experimental precision further. ",
            "section": "Conclusion",
            "paragraph_rank": 68,
            "section_rank": 28
        },
        {
            "text": "The last attempt in this direction has been made in 2007 and showed a reduction of the experimental uncertainty of about 30% with respect to the individual determinations [41].",
            "section": "Conclusion",
            "paragraph_rank": 68,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "Another interesting possibility presents itself by a combination of jet cross sections in a similar way as the combination of inclusive DIS data [4]. ",
            "section": "Conclusion",
            "paragraph_rank": 69,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "There the final cross sections are obtained by a fit to the individual data sets. ",
            "section": "Conclusion",
            "paragraph_rank": 69,
            "section_rank": 28
        },
        {
            "text": "In this way not only the statistical uncertainties improve, but also the systematic uncertainties are potentially reduced because the two experiments are allowed to cross-calibrate one another. ",
            "section": "Conclusion",
            "paragraph_rank": 69,
            "section_rank": 28
        },
        {
            "text": "This approach would have the advantage of providing jet data with the ultimate precision, which can be used in future QCD analyses with NNLO accuracy.",
            "section": "Conclusion",
            "paragraph_rank": 69,
            "section_rank": 28
        },
        {
            "text": "Figure 1 :",
            "section_rank": 29
        },
        {
            "text": "Figure 1: Some important Feynman diagrams of neutral current epscattering. ",
            "section": "Figure 1 :",
            "paragraph_rank": 70,
            "section_rank": 29
        },
        {
            "text": "The LO process is shown on the left, followed by one in each case of the boson-gluon fusion and QCD Compton diagrams.",
            "section": "Figure 1 :",
            "paragraph_rank": 70,
            "section_rank": 29
        },
        {
            "text": "Figure 2 :",
            "section_rank": 30
        },
        {
            "text": "Figure 2: Ratio of the transverse momentum of the calibrated hadronic final state P h T to the reference measurement P da T as function of the jet energy ",
            "section": "Figure 2 :",
            "paragraph_rank": 71,
            "section_rank": 30
        },
        {
            "text": "(a) and the pseudorapidity ",
            "section": "Figure 2 :",
            "paragraph_rank": 71,
            "section_rank": 30
        },
        {
            "text": "(b) as obtained by the H1 collaboration. ",
            "section": "Figure 2 :",
            "paragraph_rank": 71,
            "section_rank": 30
        },
        {
            "text": "The ratio of the data to MC comparison is shown at the bottom of each plot.",
            "section": "Figure 2 :",
            "paragraph_rank": 71,
            "section_rank": 30
        },
        {
            "text": "Figure 3 :",
            "section_rank": 31
        },
        {
            "text": "Figure 3: The measured cross section for inclusive dijet ",
            "section": "Figure 3 :",
            "paragraph_rank": 72,
            "section_rank": 31
        },
        {
            "text": "(a), ",
            "section": "Figure 3 :",
            "paragraph_rank": 72,
            "section_rank": 31
        },
        {
            "text": "(b) and trijet production ",
            "section": "Figure 3 :",
            "paragraph_rank": 72,
            "section_rank": 31
        },
        {
            "text": "(c), ",
            "section": "Figure 3 :",
            "paragraph_rank": 72,
            "section_rank": 31
        },
        {
            "text": "(d) at low Q 2 as function of Q 2 and the average transverse momentum P T by the H1 collaboration. ",
            "section": "Figure 3 :",
            "paragraph_rank": 72,
            "section_rank": 31
        },
        {
            "text": "The measurements are compared to NLO calculations corrected for hadronisation effects.",
            "section": "Figure 3 :",
            "paragraph_rank": 72,
            "section_rank": 31
        },
        {
            "text": ", resulting in a value of α s (M Z ) = 0.1160 ± 0.0014 (exp.) ± 0.0016 (pdf) +0.0093",
            "paragraph_rank": 73,
            "section_rank": 32
        },
        {
            "text": "The extraction of α s (M Z ) by H1 is performed for all 24 measured bins, and the resulting value is α s (M Z ) = 0.1190 ± 0.0021 (exp.) ± 0.0020 (pdf) +0.0050 −0.0056 (theo.) ,",
            "paragraph_rank": 74,
            "section_rank": 33
        },
        {
            "text": "Figure 5 :",
            "section_rank": 34
        },
        {
            "text": "Figure 5: The relative differences between the measured double differential dijet cross sections by ZEUS and NLO calculations with different choices of µ r . ",
            "section": "Figure 5 :",
            "paragraph_rank": 75,
            "section_rank": 34
        },
        {
            "text": "The theoretical uncertainty, shown as dashed area, is only shown for the central prediction with µ r = Q 2 + P T 2 .",
            "section": "Figure 5 :",
            "paragraph_rank": 75,
            "section_rank": 34
        },
        {
            "text": "Figure 7 :",
            "section_rank": 35
        },
        {
            "text": "Figure 7: The inclusive jet cross sections in photoproduction as function of jet pseudorapidity η jet . ",
            "section": "Figure 7 :",
            "paragraph_rank": 76,
            "section_rank": 35
        },
        {
            "text": "The measured cross sections are compared to NLO calculations corrected for hadronisation effects and for non-perturbative effects from multiple-interactions (NP). ",
            "section": "Figure 7 :",
            "paragraph_rank": 76,
            "section_rank": 35
        },
        {
            "text": "The latter corrections were obtained with Pythia using different assumptions on the minimum P T of the secondary interaction.",
            "section": "Figure 7 :",
            "paragraph_rank": 76,
            "section_rank": 35
        },
        {
            "text": "Figure 8 :",
            "section_rank": 36
        },
        {
            "text": "Figure 8: The inclusive jet cross sections in photoproduction for P T > 21 GeV, measured as function of jet pseudorapidity η jet . ",
            "section": "Figure 8 :",
            "paragraph_rank": 77,
            "section_rank": 36
        },
        {
            "text": "The NLO calculations are corrected for hadronisation effects and shown with the total theoretical uncertainty as hatched band.",
            "section": "Figure 8 :",
            "paragraph_rank": 77,
            "section_rank": 36
        },
        {
            "text": "Figure 9 :",
            "section_rank": 37
        },
        {
            "text": "Figure 9: The dijet cross sections in photoproduction as function of x obs γ , compared to the NLO prediction using three different PDF sets for the photon parametrisation.",
            "section": "Figure 9 :",
            "paragraph_rank": 78,
            "section_rank": 37
        },
        {
            "text": "Q 2 analysis agree with the extrapolated α s (µ r ) from the",
            "paragraph_rank": 79,
            "section_rank": 38
        },
        {
            "text": "Figure 11 :",
            "section_rank": 39
        },
        {
            "text": "Figure 11: Running of α s (µ r ) obtained from inclusive jet cross sections in photoproduction and NC DIS[37]. ",
            "section": "Figure 11 :",
            "paragraph_rank": 80,
            "section_rank": 39,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "The experimental uncertainties are shown with their uncorrelated and correlated parts. ",
            "section": "Figure 11 :",
            "paragraph_rank": 80,
            "section_rank": 39
        },
        {
            "text": "The solid line corresponds to the two-loop solution of the renormalisation group equation with α s (M Z ) = 0.1206.",
            "section": "Figure 11 :",
            "paragraph_rank": 80,
            "section_rank": 39
        },
        {
            "text": "Figure 12 :",
            "section_rank": 40
        },
        {
            "text": "Figure 12: Comparison of the most recent values of α s (M Z ) obtained from multi-jet production cross sections at HERA and the world average[40].",
            "section": "Figure 12 :",
            "paragraph_rank": 81,
            "section_rank": 40,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "The HERA collider was operated with electrons and positrons, but since the charge of the lepton beam is of no importance for the physics discussed here, the term electron will be used generically for electrons and positrons.",
            "section": "Figure 12 :",
            "paragraph_rank": 82,
            "section_rank": 40
        }
    ]
}