{
    "level": "sentence",
    "abstract": [
        {
            "text": "À þ À Þ ¼ ð9:4 AE 1:3 AE 0:9ÞÂ 10 À2 , where the uncertainties are statistical and systematic, respectively. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The B À ! ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "D 0 K À þ À decay is particularly interesting, as it can be used in a similar way to B À ! ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "D 0 K À to measure the Cabibbo-Kobayashi-Maskawa phase .",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The standard model (SM) of particle physics provides a good description of nature up to the TeV scale, yet many issues remain unresolved [1], including, but not limited to, the hierarchy problem, the preponderance of matter over antimatter in the Universe, and the need to explain dark matter. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "One of the main objectives of the LHC is to search for new physics beyond the SM either through direct detection or through interference effects in b-and c-hadron decays. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In the SM, the Cabibbo-Kobayashi-Maskawa (CKM) matrix [2] governs the strength of weak charged-current interactions and their corresponding phases. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Precise measurements on the CKM matrix parameters may reveal deviations from the consistency that is expected in the SM, making study of these decays a unique laboratory in which to search for physics beyond the standard model.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The most poorly constrained of the CKM parameters is the weak phase argðÀ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Its direct measurement reaches a precision of 10 -12 [3,4]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[3,"
                },
                {
                    "start": 56,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "Two promising methods of measuring this phase are through the timeindependent and time-dependent analyses of B À ! ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "D 0 K À [5][6][7] and B 0 s ! ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 8,
                    "end": 11,
                    "type": "bibr",
                    "text": "[5]"
                },
                {
                    "start": 11,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[6]"
                },
                {
                    "start": 14,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "D Ç s K AE [8,9], respectively. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 11,
                    "end": 14,
                    "type": "bibr",
                    "text": "[8,"
                },
                {
                    "start": 14,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "9]"
                }
            ]
        },
        {
            "text": "Both approaches can be extended to higher multiplicity modes, such as \" [10] and B 0 s ! ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "D Ç s K AE þ À , which could provide a comparable level of sensitivity. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The last two decays have not previously been observed.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In this Letter, we report first observations of the Cabibbo-suppressed (CS) \" B 0 ! D þ K À þ À and B À ! D 0 K À þ À decays, where D þ ! K À þ þ and D 0 ! K À þ , where charge conjugation is implied throughout this Letter. These signal decays are normalized with respect to the topologically similar Cabibbo-favored (CF) \" B 0 ! ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "D þ À þ À and B À ! ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "D 0 À þ À decays, respectively. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "For brevity, we use the notation X d to refer to the recoiling À þ À system in the CF decays and X s for the K À þ À system in the CS decays.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The analysis presented here is based on 35 pb À1 of data collected with the LHCb detector in 2010. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "For these measurements, the most important parts of LHCb are the vertex detector (VELO), the charged particle tracking system, the ring imaging Cherenkov (RICH) detectors and the trigger. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The VELO is instrumental in separating particles coming from heavy quark decays and those emerging directly from pp interactions, by providing an impact parameter (IP) resolution of about 16 m þ 30 m=p T (transverse momentum, p T in GeV=c). ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The tracking system measures charged particles' momenta with a resolution of p =p $ 0:4%ð0:6%Þ at 5 (100) GeV=c. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The RICH detectors are important to identify kaons and suppress the potentially large backgrounds from misidentified pions. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Events are selected by a two-level trigger system. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The first level is hardware based, and requires either a large transverse energy deposition in the calorimeter system, or a high p T muon or pair of muons detected in the muon system. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The second level, the high-level trigger, uses simplified versions of the offline software to reconstruct decays of b and c hadrons both inclusively and exclusively. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Candidates passing the trigger selections are saved and used for offline analysis. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "A more detailed description of the LHCb detector can be found elsewhere [11].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "In this analysis the signal and normalization modes are topologically identical, allowing loose trigger requirements to be made with small associated uncertainty. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "In particular, we exploit the fact that b hadrons are produced in pairs in pp collisions, and include events that were triggered by the decay products of either the signal b hadron or the other b hadron in the event. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "This requirement increases the efficiency of our trigger selection by about 80% compared to the trigger selections requiring the signal b hadron to be responsible for triggering the event, as was done in Ref. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "[12]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "This sizeable increase in the trigger efficiency is due to the large average p T of the reconstructed signal B decay and the kinematic correlation (in p T and pseudorapidity) between the two b hadrons in the event.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The selection criteria used to reconstruct the \" B 0 ! ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "D þ À þ À and B À ! ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "D 0 À þ À final states are described in Ref. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "[12]. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The Cabibbo suppression results in about a factor of 20 lower rate. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "To improve the signal-tobackground ratio in the CS decay modes, additional selection requirements are imposed, and they are applied to both the signal and normalization modes. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The B meson candidate is required to have p T > 4 GeV=c, IP < 60 m with respect to its associated primary vertex (PV), where the associated PV is the one having the smallest impact parameter 2 with respect to the track. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "We also require the flight distance 2 > 144, where the 2 is with respect to the zero flight distance hypothesis, and the vertex 2 =ndf < 5, where ndf represents the number of degrees of freedom in the fit. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The last requirement is also applied to the vertices associated with X d and X s . ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Three additional criteria are applied only to the CS modes. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "First, to remove the peaking backgrounds from B ! ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "DD À s , D À s ! ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "K À þ À , we veto events where the invariant mass, MðX s Þ, is within 20 MeV=c 2 ($ 2:5) of the D s mass. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Information from the RICH detectors is critical to reduce background from the CF decay modes. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "This suppression is accomplished by requiring the kaon in X s to have p < 100 GeV=c (above which there is minimal K= separation from the RICH detectors), and the difference in loglikelihoods between the kaon and pion hypotheses to satisfy Á lnLðK À Þ > 8. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The latter requirement is determined by optimizing",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": ", where we assume 100 signal events ( $ 1=20 of the CF decay yields) prior to any particle identification (PID) selection requirement, and the combinatorial background yield, N B , is taken from the high B-mass sideband (5350-5580 MeV=c 2 ). ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "We also make a loose PID requirement of Á lnLðK À Þ < 10 on the pions in X s and X d .",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Selection and trigger efficiencies are determined from simulation. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Events are produced using PYTHIA [13] and long-lived particles are decayed using EVTGEN [14]. ",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[13]"
                },
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[14]"
                }
            ],
            "entity_spans": [
                {
                    "start": 26,
                    "end": 33,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "The detector response is simulated with GEANT4 [15]. ",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The DK À þ À final states are assumed to include 50% DK 1 ð1270Þ À and 20% DK 1 ð1400Þ À , with smaller contributions from DK 2 ð1430Þ À , DK Ã ð1680Þ À , D \" K Ã ð892Þ 0 À , and D 1 ð2420ÞK À . The resonances included in the simulation of the X d system are described in Ref. [12]. The relative efficiencies, including selection and trigger, but not PID selection, are determined to be \"",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "where the uncertainties are statistical only. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The efficiencies have a small dependence on the contributing resonances and their daughters' masses, and we therefore do not necessarily expect the ratios to be equal to unity. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Moreover, the additional selections on the CS modes contribute to small differences between the signal and normalization modes' efficiencies.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The PID efficiencies are determined in bins of track momentum and pseudorapidity () using the D 0 daughters from",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "where the particles are identified without RICH information using the charge of the soft pion, s . ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The kinematics of the kaon in the X s system are taken from simulation after all offline and trigger selections. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Applying the PID efficiencies to the simulated decays, we determine the efficiencies for the kaon to pass the Á lnLðK À Þ > 8 requirement to be ð75:9 AE 1:5Þ% for \"",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Invariant mass distributions for the normalization and signal modes are shown in Fig. 1. ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 87,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Signal yields are determined through unbinned maximum likelihood fits to the sum of signal and several background components. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The signal distributions are parametrized as the sum of two Gaussian functions with common means, and shape parameters, core and f core that represent the width and area fraction of the narrower (core) Gaussian portion, and r w wide = core , which is the ratio of the wider to narrower Gaussian width.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The CF modes are first fit with f core and r w constrained to the values from simulation within their uncertainties, while core is left as a free parameter since simulation underestimates the mass resolution by $10%. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "For the CF decay mode fits, the background shapes are the same as those described in Ref. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "[12]. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The resulting signal shape parameters from the CF decay fits are then fixed in subsequent fits to the CS decay modes, except for core , which use the values from the CF decay mode fits, scaled by $0:95 to account for the different kinematics of the CF and CS decay modes.",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "For the CS decays, invariant mass shapes of specific peaking backgrounds from other b-hadron decays are determined from MC simulation. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "The largest of these backgrounds comes from D ðÃÞ À þ À decays, where one of the À passes the Á lnLðK À Þ > 8 requirement and is misidentified as a K À . ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "To determine the fraction of events in which this occurs, we use measured PID fake rates ( faking K) obtained from D ÃAE calibration data [binned in (p, )], and apply them to each À in D À þ À simulated events. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "A decay is considered a fake if either pion has p < 100 GeV=c, and a randomly generated number in the interval from [0, 1] is less than that pion's determined fake rate. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "The pion's mass is then replaced by the kaon's mass, and the invariant mass of the b hadron is recomputed. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "The resulting spectrum is then fitted using a Crystal Ball [16] line shape and its parameters are fixed in fits to the data. ",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Using this method, we find the same cross-feed rate of ð4:4 AE 0:7Þ% for both \"",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "respectively, where the uncertainty includes both statistical and systematic sources. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "A similar procedure is used to obtain the D Ã À þ À background yields and shapes. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "The background yields are obtained by multiplying the observed CF signal yields in the data by the cross-feed rates and the fraction of background in the region of the mass fit (5040-5580 MeV=c 2 ).",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "We also account for backgrounds from the decays",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "where the K þ is misidentified as a þ . ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The yields of these decays are lower, but are offset by a larger fake rate since the PID requirement on the particles assumed to be pions is significantly looser (Á lnLðK À Þ < 10). ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "Using the same technique as described above, the fake rate is found to be ð24 AE 2Þ%. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The fake yield from this source is then computed from the product of the measured yield of \" [161 AE 14ðstatÞ], the K À PID efficiency of 75.9%, and the 24% fake rate. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 110,
                    "type": "bibr",
                    "text": "[161 AE 14ðstatÞ]"
                }
            ]
        },
        {
            "text": "The B À ! ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "D 0 D À s yield was not directly measured, but was determined from known branching fractions [17] and efficiencies from simulation. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Additional uncertainty due to these extrapolations is included in the estimated B À ! ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "D 0 D À s background yield. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The last sources of background, which do not contribute to the signal regions, are from D Ã K À þ À , where the soft pion or photon from the D Ã is lost. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The shapes of these low mass backgrounds are taken from the fitted D Ã À þ À shapes in the D À þ À mass fits, and the yield ratios NðD Ã K À þ À Þ=NðDK À þ À Þ, are constrained to be equal to the ratios obtained from CF mode fits with a 25% uncertainty.",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The combinatorial background is assumed to have an exponential shape. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "A summary of the signal shape parameters and the specific b-hadron backgrounds used in the CS signal mode fits is given in Table I. ",
            "paragraph_rank": 21,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "type": "table",
                    "text": "Table I."
                }
            ]
        },
        {
            "text": "The fitted yields are 2126 AE 69 \" B 0 ! D þ À þ À and 1630 AE 57 B À ! D 0 À þ À events. For the CS modes, we find 90 AE 16 \"  ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "candidates from 35 pb À1 of the data for all selected candidates. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "Fits as described in the text are overlaid. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "PRL 108, 161801 (2012) ",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 22,
                    "type": "bibr",
                    "text": "PRL 108, 161801 (2012)"
                }
            ]
        },
        {
            "text": "week ending 20 APRIL 2012 161801-3 significances of 7.2 and 9.0, respectively, calculated as ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "where L max and L 0 are the fit likelihoods with the signal yields left free and fixed to zero, respectively. ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "In evaluating these significances, we remove the constraint on NðD Ã K À þ À Þ=NðDK À þ À Þ, which would otherwise bias the D Ã K À þ À yield toward zero and inflate L 0 . ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "Varying the signal or background shapes or normalizations within their uncertainties has only a minor impact on the significances. ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "We therefore observe for the first time the \"",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "The ratios of branching fractions are given by",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "where H b ¼ ðB À ; \" B 0 Þ, H c ¼ ðD 0 ; D þ Þ, Y CF (Y CS ) are the fitted yields in the CF (CS) decay modes, and rel tot are the products of the relative selection and PID efficiencies discussed previously. ",
            "paragraph_rank": 26,
            "section_rank": 2
        },
        {
            "text": "The latter also includes a factor of 1.005 to account for the PID efficiency associated with the extra pion in the CF modes. ",
            "paragraph_rank": 26,
            "section_rank": 2
        },
        {
            "text": "The results for the branching fractions are",
            "paragraph_rank": 26,
            "section_rank": 2
        },
        {
            "text": "where the first uncertainties are statistical and the second are from the systematic sources discussed below. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "Most systematic uncertainties cancel in the measured ratios of branching fractions; only those that do not are discussed below. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "One source of uncertainty comes from modeling of the K À þ À final state. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "In Ref. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "[12], we compared the p and p T spectra of AE from X d , and they agreed well with simulation. ",
            "paragraph_rank": 27,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "We have an insufficiently large data sample to make such a comparison in the CS signal decay modes. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "The departure from unity of the efficiency ratios obtained from simulation are due to differences in the p T spectra between the X d daughters in CF decays and the X s daughters in the CS decays. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "These differences depend on the contributing resonances and the daughters' masses. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "We take the full difference of the relative efficiencies from unity (4.6% for \" B 0 and 6.1% for B À ) as a systematic uncertainty. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "Possible uncertainties due to the composition of the K À þ À final state have been investigated; they are found to be sufficiently small and are covered by these uncertainties.",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "The kaon PID efficiency includes uncertainties from the limited size of the data set used for the efficiency determination, the limited number of events in the MC sample over which we average, and possible systematic effects described below. ",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "The statistical precision is taken as the rms width of the kaon PID efficiency distribution obtained from pseudoexperiments, where in each one, the kaon PID efficiencies in each (p, ) bin are fluctuated about their nominal values within their uncertainties. ",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "This contributes 1.5% to the overall kaon PID efficiency uncertainty. ",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "We also consider the systematic error in using the D Ã data sample to determine the PID efficiency. ",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "The procedure is tested by comparing the kaon PID efficiency using a MCderived efficiency matrix with the efficiency obtained by directly requiring Á lnLðK À Þ > 8 on the kaon from X s in the signal MC calculations. ",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "The relative difference is found to be ð3:6 AE 1:9Þ%. ",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "We take the full difference of 3.6% as a potential systematic error. ",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "The total kaon PID uncertainty is 3.9%.",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "The fit model uncertainty includes 3% systematic uncertainty in the yields from the normalization modes [12]. ",
            "paragraph_rank": 29,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The uncertainties in the CS signal fits are obtained by varying each of the signal shape parameters within the uncertainty obtained from the CF mode data fits. ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "The signal shape parameter uncertainties are 2.7% for \" B 0 and 2.5% for B À . For the specific b-hadron background shapes, we obtain the uncertainty by refitting the data 100 times, where each fit is performed with all background shapes fluctuated within their covariances and subsequently fixed in the fit to the data (1%). The uncertainties in the yields from the assumed exponential shape for the combinatorial background are estimated by taking the difference in yields between the nominal fit and one with a linear shape for the combinatorial background (2%). In total, the relative yields are uncertain by 4.5% for \" B 0 and 4.4% for B À . ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "The limited number of MC events for determining the relative efficiencies contributes 4.1% and 3.8% to the \" B 0 and B À branching fraction ratio uncertainties, respectively. Other sources of uncertainty are negligible. In total, the uncertainties on the ratio of branching fractions are 8.6% for \" B 0 and 9.3% for B À . ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "We have also looked at the substructures that contribute to the CS final states. ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "Because the B À ! ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "D 0 K À þ À intermediate resonances are relevant to the measurement, we focus on this decay. ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "Figure 2 shows the observed distributions of ",
            "paragraph_rank": 29,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "(a) K À þ À invariant mass, ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "(b) MðD 0 þ À Þ À MðD 0 Þ invariant mass difference, ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "(c) K À þ invariant mass, and ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "(d) þ À invariant mass for B À ! ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "D 0 K À þ À . ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "We show events in the B mass signal region, defined to have an invariant mass from 5226-5326 MeV=c 2 , and events from the high-mass sideband (5350-5550 MeV=c 2 ), scaled by the ratio of expected background yields in the signal region relative to the sideband region. ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "An excess of events is observed predominantly in the low K À þ À mass region near 1300-1400 MeV=c 2 , and the number of signal events decreases with increasing mass. ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "In Fig. 2(b) there appears to be an excess of $10 events in the region around 550-600 MeV=c 2 , which suggests contributions from D 1 ð2420Þ 0 or D Ã 2 ð2460Þ 0 meson decays. ",
            "paragraph_rank": 29,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2(b)"
                }
            ]
        },
        {
            "text": "These decays can also be used for measuring the weak phase [18]. ",
            "paragraph_rank": 29,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "This yield, relative to the total, is similar to what was observed PRL 108, 161801 (2012) [12]. ",
            "paragraph_rank": 29,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Figures 2",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "(c) and 2",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "(d) show significant enhancements at the \" K Ã0 and 0 masses, consistent with decays of excited strange states, such as the K 1 ð1270Þ À , K 1 ð1400Þ À , and K Ã ð1410Þ À . Similar distributions are observed for the \" B 0 ! ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "D þ K À þ À , except that no excess of events is observed near 550-600 MeV=c 2 in the MðD 0 þ À Þ À MðD 0 Þ invariant mass difference.",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "In summary, we report first observations of the Cabibbosuppressed decay modes \" B 0 ! D þ K À þ À and B À ! D 0 K À þ À and measurements of their branching fractions relative to \"",
            "paragraph_rank": 30,
            "section_rank": 2
        },
        {
            "text": "decay is particularly interesting because it can be used to measure the weak phase using similar techniques as in B À ! ",
            "paragraph_rank": 31,
            "section_rank": 2
        },
        {
            "text": "D 0 K À and \" B 0 ! D 0 \" K Ã0 . ",
            "paragraph_rank": 31,
            "section_rank": 2
        },
        {
            "text": "LHCb has already collected 30 times more data in 2011, and with an expected doubling of that data set in 2012, we expect to be able to exploit these decay modes in the near future.",
            "paragraph_rank": 31,
            "section_rank": 2
        },
        {
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. ",
            "paragraph_rank": 32,
            "section_rank": 2
        },
        {
            "text": "We thank the technical and administrative staff at CERN and at the LHCb institutes, and acknowledge support from the National Agencies: CAPES, CNPq, FAPERJ, and FINEP (Brazil); CERN; NSFC (China); CNRS/IN2P3 (France); BMBF, DFG, HGF, and MPG (Germany); SFI (Ireland); INFN (Italy); FOM and NWO (The Netherlands); SCSR (Poland); ANCS (Romania); MinES of Russia and Rosatom (Russia); MICINN, XuntaGal and GENCAT (Spain); SNSF and SER (Switzerland); NAS Ukraine (Ukraine); STFC (United Kingdom); NSF (USA). ",
            "paragraph_rank": 32,
            "section_rank": 2
        },
        {
            "text": "We also acknowledge the support received from the ERC under FP7 and the Region Auvergne. ",
            "paragraph_rank": 32,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 3
        },
        {
            "text": "FIG. 1. ",
            "section": "FIG. 1 .",
            "paragraph_rank": 33,
            "section_rank": 3
        },
        {
            "text": "Invariant mass distributions for",
            "section": "FIG. 1 .",
            "paragraph_rank": 33,
            "section_rank": 3
        },
        {
            "text": "(a) \" B 0 ! ",
            "section": "FIG. 1 .",
            "paragraph_rank": 33,
            "section_rank": 3
        },
        {
            "text": "D þ À þ À , ",
            "section": "FIG. 1 .",
            "paragraph_rank": 33,
            "section_rank": 3
        },
        {
            "text": "(b) B À ! ",
            "section": "FIG. 1 .",
            "paragraph_rank": 33,
            "section_rank": 3
        },
        {
            "text": "D 0 À þ À , ",
            "section": "FIG. 1 .",
            "paragraph_rank": 33,
            "section_rank": 3
        },
        {
            "text": "(c) \" B 0 ! ",
            "section": "FIG. 1 .",
            "paragraph_rank": 33,
            "section_rank": 3
        },
        {
            "text": "D þ K À þ À , and ",
            "section": "FIG. 1 .",
            "paragraph_rank": 33,
            "section_rank": 3
        },
        {
            "text": "(d) B À ! ",
            "section": "FIG. 1 .",
            "paragraph_rank": 33,
            "section_rank": 3
        },
        {
            "text": "D 0 K À þ Àcandidates from 35 pb À1 of the data for all selected candidates. ",
            "section": "FIG. 1 .",
            "paragraph_rank": 33,
            "section_rank": 3
        },
        {
            "text": "Fits as described in the text are overlaid.",
            "section": "FIG. 1 .",
            "paragraph_rank": 33,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 4
        },
        {
            "text": "FIG. 2. ",
            "section": "FIG. 2 .",
            "paragraph_rank": 34,
            "section_rank": 4
        },
        {
            "text": "Invariant masses within theB À ! ",
            "section": "FIG. 2 .",
            "paragraph_rank": 34,
            "section_rank": 4
        },
        {
            "text": "D 0 K À þ À system. ",
            "section": "FIG. 2 .",
            "paragraph_rank": 34,
            "section_rank": 4
        },
        {
            "text": "Shown are ",
            "section": "FIG. 2 .",
            "paragraph_rank": 34,
            "section_rank": 4
        },
        {
            "text": "(a) MðK À þ À Þ, ",
            "section": "FIG. 2 .",
            "paragraph_rank": 34,
            "section_rank": 4
        },
        {
            "text": "(b) MðD þ À Þ À MðDÞ, ",
            "section": "FIG. 2 .",
            "paragraph_rank": 34,
            "section_rank": 4
        },
        {
            "text": "(c) MðK À þ Þ, and ",
            "section": "FIG. 2 .",
            "paragraph_rank": 34,
            "section_rank": 4
        },
        {
            "text": "(d) Mð þ À Þ.",
            "section": "FIG. 2 .",
            "paragraph_rank": 34,
            "section_rank": 4
        },
        {
            "text": "The points with error bars correspond to the signal region, and the hatched histograms represent the scaled sideband region.",
            "section": "FIG. 2 .",
            "paragraph_rank": 34,
            "section_rank": 4
        },
        {
            "text": "decays. ",
            "paragraph_rank": 35,
            "section_rank": 5
        },
        {
            "text": "The CS decay signals have TABLE I. Summary of parameters used in the CS mass fits. ",
            "paragraph_rank": 35,
            "section_rank": 5
        },
        {
            "text": "Values without uncertainties are fixed in the CS mode fits, and values with uncertainties are included with a Gaussian constraint with central values and widths as indicated.",
            "paragraph_rank": 35,
            "section_rank": 5
        }
    ]
}