{
    "level": "sentence",
    "abstract": [
        {
            "text": "We investigate the prospects for detecting and measuring the parameters of WIMP dark matter in a model independent way at the International Linear Collider. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The signal under study is direct WIMP pair production with associated initial state radiation e + e − → χχγ. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The analysis accounts for the beam energy spectrum of the ILC and the dominant machine induced backgrounds. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The influence of the detector parameters are incorporated by full simulation and event reconstruction within the framework of the ILD detector concept. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We show that by using polarised beams, the detection potential is significantly increased by reduction of the dominant SM background of radiative neutrino production e + e − → ννγ. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The dominant sources of systematic uncertainty are the precision of the polarisation measurement and the shape of the beam energy spectrum. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "With an integrated luminosity of L = 500 fb −1 the helicity structure of the interaction involved can be inferred, and the masses and cross-sections can be measured with a relative accuracy of the order of 1%.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Weakly interacting massive particles (WIMPs) χ with masses in the order of M χ ≃ 100 GeV are among the favoured candidate particles to provide the observed cosmological abundance of dark matter. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Complementary to direct and indirect detection experiments which look for signals of primordial WIMPs, colliders could produce WIMP particles under laboratory conditions. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Since the WIMPs themselves leave collider experiments undetected due to their weak interaction with matter, collider searches typically rely on WIMPs appearing in cascade decays of more heavy exotic particles, thus assuming a specific extension of the Standard Model of particle physics (SM).",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Direct WIMP production does not depend on the existence or kinematical accessibility of additional new particles. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "However it can be observed only when accompanied by wideangle initial state radiation (ISR). ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "It has been shown [1] that for annihilation cross-sections compatible with the relic abundance of dark matter, the cross-section for radiative WIMP production at an electron-positron Linear Collider can be sufficiently large to observe this process above the irreducible background from radiative neutrino production. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The energy spectrum of the ISR photon can be exploited to extract information on the WIMP mass and cross-section. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The resulting discovery reach and mass resolutions have been studied before assuming either supersymmetric extension of the SM or the presence of universal extra-dimensions [2]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "In both cases the new partners of the electron can be exchanged in the t-channel and thus impact the shape of the photon energy spectrum. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Based on four-vector smearing and taking into account the radiative neutrino background and an overall systematic uncertainty of 0.3%, the two cases can be distinguished for a large range of the parameter space, and the mass of the electron partner can be measured far beyond the kinematic limit for its direct production. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "However, the shape of the photon spectra from signal and SM background are expected to be significantly distorted by various effects related to the detector, the reconstruction and the accelerator. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The observation reach for the single photon signature at the International Linear Collider (ILC) has been investigated in full detector simulation in [3]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Considering the statistical uncertainty only and assuming fully polarised beams, it has been shown that with an integrated luminosity of 500 fb −1 cross-sections down to about 12 fb can be observed at the 5σ level.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "This publication studies the precision to which the WIMP mass and cross-section can be determined based on full detector simulation and taking into account all relevant backgrounds as well as systematic uncertainties of the detector measurement and the limited knowledge of beam parameters. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Instead of studying different explicit extensions of the SM, the generic parametrisation of the WIMP cross-section [1] is used here to investigate if the dominant partial wave of the WIMP production cross-section can be determined.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Beyond the WIMP approach, the results of this study are relevant for pair production of any invisible or nearly invisible particle, whenever the ISR recoil method is applicable.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This paper is organised as follows: In the next section, the model-indepedent Ansatz for radiative WIMP production as well as the signal charcteristics and the most important backgrounds are introduced. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Section 3 discusses the experimental conditions at the ILC and one of the proposed detector concepts, including the resulting event selection criteria and systematic uncertainties. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The achievable precisions on the WIMP mass and its polarised and unpolarised cross-sections as well as the prospects to determine the dominant partial wave of the WIMP production mechanism are finally presented in Section 4.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "2 Radiative WIMP production in e + e − collisions WIMPs can be pair produced in e + e − collisions if they have a non-vanishing coupling to electrons and if their mass doesn't exceed half of the center-of-mass energy. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "An additional ISR photon allows to detect such events. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In this analysis no specific scenario of physics beyond the SM is assumed and thus only radiation off the incoming particles is considered, as illustrated in Figure 1.",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Figure 1:",
            "section_rank": 3
        },
        {
            "text": "Illustration of the radiative WIMP pair production mechanism. ",
            "section": "Figure 1:",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "No explicit assumption on the WIMP-fermion interaction is made, thus only ISR off the incoming particles is considered. ",
            "section": "Figure 1:",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "?",
            "section_rank": 4
        },
        {
            "text": "The production cross-section for WIMP pairs with an associated ISR photon of energy E γ and polar angle θ can be written in the limit of non-relativistic final state WIMPs as [1]:",
            "section": "?",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Here, M χ is the WIMP mass, S χ its spin, s the center-of-mass energy squared and the dimensionless variable x = 2Eγ √ s . ",
            "section": "?",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "J 0 is the quantum number of the dominant partial wave in the production process. ",
            "section": "?",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The quantitiy κ e is the annihilation fraction of WIMPs into electron positron pairs 1 . ",
            "section": "?",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "It implicitely depends on the helicity structure of the WIMP production mechanism and the helicities of the beam electrons and positrons. ",
            "section": "?",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Under the additional assumption that the primordial dark matter consists of our WIMPs, the overall scale of the production cross-section above is given by the WIMP annihilation cross-section into fermion-antifermion pairs σ an . ",
            "section": "?",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "It is estimated from the observed relic density to be about 0.8 pb for s-wave and about 7 pb for p-wave annihilation [1].  ",
            "section": "?",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "experimentally accessible range of E γ > 8 GeV and | cos θ| < 0.995. ",
            "section": "?",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The error bars illustrate a 10 % uncertainty, the annihilation cross-sections have been taken from [1]. ",
            "section": "?",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The cross-section is well above 100 fb for WIMP masses up to 180 GeV in the spin-1/2 and up to 200 GeV in the spin-1 case. ",
            "section": "?",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "For κ e in the order of 10% and large WIMP masses, the expected cross-sections get close to the minimum of 12 fb for a 5 σ observation with an integrated luminosity of 500 fb −1 found in a previous study [3].",
            "section": "?",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "While the angular distribution of the ISR photons is independent of the following hard process, the photon energy spectrum strongly depends on the WIMP parameters. ",
            "section": "?",
            "paragraph_rank": 11,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "type": "software",
                    "rawForm": "WIMP",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "Figure 3",
            "section": "?",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Figure"
                }
            ]
        },
        {
            "text": "(a) shows the shape of the photon energy distributions expected for different WIMP masses in the case of p-wave production, featuring the mass dependent cut-off at the maximal allowed photon energy. ",
            "section": "?",
            "paragraph_rank": 11,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "software",
                    "rawForm": "WIMP",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "The shape of the photon energy threshold near its endpoint, which is equivalent to the rise of the production cross-section at threshold, is compared in Figure 3",
            "section": "?",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "(b) for the cases of J 0 = 0 (s-wave) and J 0 = 1 (p-wave) production. ",
            "section": "?",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Measurement of the threshold behaviour would provide an indication of the partial wave involved in the production process. ",
            "section": "?",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "This information could for instance be employed to test whether the WIMP is a majorana fermion (like for instance a neutralino) or a scalar particle.",
            "section": "?",
            "paragraph_rank": 11,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 68,
                    "end": 73,
                    "type": "software",
                    "rawForm": "WIMP",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "The single photon signature suffers from substantial irreducible background from radiative neutrino production e + e − → ννγ, which has an unpolarised cross-section in the order of several pb, depending on the acceptance cuts on the photon energy and angle. ",
            "section": "?",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Due to the size of this background, a similar analysis at LEP would not have been feasible. ",
            "section": "?",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "At the ILC, the much higher luminosity and the beam polarisation help to gain sensitivity over the neutrino background, which proceeds primarily via t-channel W exchange and hence is strongly polarisation dependent. ",
            "section": "?",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Other important background processes comprise multi-photon final states e + e − → γγ and radiative Bhabha scattering e + e − → e + e − γ, as well as machine induced backgrounds.     ",
            "section": "?",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Table 1 shows the cross-sections of these Standard Model backgrounds for three different beam polarisation configurations as obtained from Whizard [4]. ",
            "section": "?",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                },
                {
                    "start": 147,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "P e − and P e + denote the values of the electron and positron beam polarisation, respectively. ",
            "section": "?",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "All photons denoted explicitely in the process name are included in the matrix element calculation performed by O'Mega [5]. ",
            "section": "?",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ],
            "entity_spans": [
                {
                    "start": 114,
                    "end": 119,
                    "type": "software",
                    "rawForm": "Mega",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "At least one photon is required to be in the analysis phase space as defined above. ",
            "section": "?",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "In each case two additional soft ISR photons are included in the event generation.",
            "section": "?",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The comparison of these numbers to the expected signal cross-sections displayed in Figure 2 immediately demonstrates the need for a careful evaluation of the experimental possibilities to suppress all reducible background processes. ",
            "section": "?",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 89,
                    "type": "figure",
                    "text": "Figure"
                }
            ]
        },
        {
            "text": "Furthermore the systematic uncertainties associated with the remaining irreducible background need to be understood in order to obtain a realistic picture of the ILC's capabilities in this channel.",
            "section": "?",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Since on an event-by-event basis the radiative WIMP production is indistinguishable from radiative neutrino production, the signal sample was generated by reweighting one third of the ννγ sample according to the ratio of the tree-level differential cross-sections of WIMP and neutrino production. ",
            "section": "?",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "This method has the benefit of giving flexible access to the all combinations of WIMP properties without the need for dedicated Monte-Carlo production at each considered point in parameter space.",
            "section": "?",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Experimental Conditions",
            "section_rank": 5
        },
        {
            "text": "This study is based on an integrated luminosity of 500 fb −1 and the nominal parameter set of the ILC at a center-of-mass energy of 500 GeV as specified in its Reference Design Report [6]. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "For comparison, the SB2009 beam parameter set [7] is used for selected results. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The chosen beam parameter sets differ mainly in the strength of the focussing of the beam at the interaction point, resulting in different beam energy spectra, which have been derived using GuineaPig [8].",
            "section": "Experimental Conditions",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[8]"
                }
            ],
            "entity_spans": [
                {
                    "start": 190,
                    "end": 200,
                    "type": "software",
                    "rawForm": "GuineaPig",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "The electron beam polarisation of |P e − | = 80% and the positron polarisation of |P e + | = 30% are assumed to be known to δP/P = 0.25% [9]. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "In order to estimate the impact of these quantities, alternative values of |P e + | = 60% and δP/P = 0.1% are used for comparison. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The peak beam energy will be measured to a relative precision of 10 −4 [9] by the energy spectrometers. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "For the evaluation of the systematic uncertainties in this analysis, a slightly more conservative estimate based on the position of the radiative return to the Z in the photon energy spectrum is used. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Assuming the same amount of integrated luminosity as used in the main analysis, this position can be determined to a statistical precision of 80 MeV. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "For the integrated luminosity a relative precision of 10 −3 is assumed [10].",
            "section": "Experimental Conditions",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The analysis is performed in full simulation of the ILD detector concept [11]. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The central device for detecting the ISR photons is the electromagnetic calormeter (ECAL), which is a highly granular SiW sampling calorimeter with a cell size of 5 × 5 mm 2 . ",
            "section": "Experimental Conditions",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "In testbeam measurements [12], a resolution of",
            "section": "Experimental Conditions",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "as has been achieved. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The simulation used here shows a similar performance.",
            "section": "Experimental Conditions",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "ECAL clusters to which no track can be associated are considered as photon candidates.",
            "section": "Experimental Conditions",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "After corrections for split clusters and losses in the cracks between modules, the energy of isolated photons can be reconstructed without bias over the whole polar angle range. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "This is illustrated by Figure 4 boundaries are smaller than 2%. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 31,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "Figure 4(b) shows the efficiency of the photon reconstruction as a function of cos θ. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "The average efficiency is near 97%, varying from close to 98% in the middle of the detector to about 95% in the endcaps. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "For further analysis, only events with at least one photon with a reconstructed energy 10 GeV < E rec γ < 220 GeV and a polar angle | cos θ rec | < 0.98 are considered.",
            "section": "Experimental Conditions",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "In order to distinguish photons from electrons or hadrons and to veto any other significant detector activity, the tracking system and the scintillator-tile steel sandwich hadronic calorimeter (AHCAL) are employed in addition. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Both ECAL and AHCAL as well as the tracking system are placed inside a superconducting coil which provides a 3.5 T solenoidal magnetic field. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The tracking system combines a Time Projection Chamber (TPC) with additional silicon pixel and strip detectors to achieve a tracking efficiency of ≥ 99.5% in an angular range of 7 • < θ < 173 • (| cos θ| < 0.9925). ",
            "section": "Experimental Conditions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The veto on tracks of charged particles needs to be adjusted to allow for possible tracks from beam background or low p t photon-photon interactions.",
            "section": "Experimental Conditions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The transverse momentum distribution of these tracks obtained from full detector simulation and reconstruction is displayed in Figure 5, together with the corresponding distribution for tracks originating from e + e − pair background. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "Both distributions are normalised to the number of tracks expected from these processes per bunch crossing (BX), i.e. 0.7 tracks/BX from γγ processes and 1.5 tracks/BX from e + e − pairs. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "In the analysis, events containing any track with p T > 3 GeV are vetoed. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The remaining probability to falsely reject a signal event due to an overlayed background track is about 0.25%. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "In addition to the track veto, events with other neutral particles are rejected by requiring that the total visible energy of the event must not exceed the recontructed photon energy by more than 20 GeV. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The low angle calorimeters complement the hermeticity of the detector, leaving only holes of 4.5 mrad and 5.6 mrad in the polar angle coverage of the BeamCal around the incoming and outgoing beams, respectively. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The innermost part of the BeamCal is exposed to energy depositions of several TeV per bunch crossing from e + e − pairs created by Beamstrahlung processes. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Isolated high energy electrons (or photons) can be detected above this background with efficiencies larger than 80% for angles above typically 20 mrad from the detector z axis 2 [13]. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The complete angular and energy dependence of this efficiency has been taken into account in the simulation. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "This is crucial in order to obtain a correct estimate of the background from radiative Bhabha scattering, since vetoing such isolated high energy electrons in the BeamCal is mandatory to reduce the Bhabha background to a manageable level.  ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Table 2: Number of events for the main background processes at the different selection stages for an integrated luminosity of L = 1 fb −1 and (P e − ; P e + ) = (+0.0; +0.0). ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The second column contains the event numbers in the analysis phace space. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The third column lists the event numbers after the cuts on the energy and polar angle of the reconstructed photon. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The last column lists the selection efficiencies. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Table 2 illustrates the effect of the selection cuts for the case of unpolarised beams. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Beam polarisation significantly reduces or enhances the rates for the neutrino processes while leaving the Bhabha rate at the same level. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The final selection efficiency for the missing energy plus photon signature is near 90%. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "In real data, this efficiency could be controlled from the high energy part of the photon energy spectrum which contains the radiative return to the Z and is not used in the WIMP analysis as well as from radiative muon pair production µ + µ − γ. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "From the statistics available in these two processes, we estimate the systematic uncertainty on the selection efficiency to 1.5%. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "In addition, the impact of the cut on the reconstructed photon energy depends slightly on the WIMP mass. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Based on the accuracies on the WIMP mass achieved in this study, this translates into an additional sytematic effect on the selection efficiency. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Added in quadrature, both effects together yield a total systematic uncertainty of 1.75% on the selection efficiency. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The photon energy spectrum obtained after all selection cuts is displayed in Figure 6",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "(a) for Standard Model background (red) and for a WIMP signal (green; M χ = 150 GeV, p-wave). ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The distributions are normalised to an integrated luminosity of 50 fb −1 and beam polarisations of (P e − ; P e + ) = (+0.8; −0.3). ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The \"data\" points are obtained from a statistically independent Monte-Carlo sample assuming the presence of background and signal. ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Figure 6",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "(b) shows the \"data\" after subtracting the expected background compared to the signal expectation (green). ",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The size of the statistical errors of the \"data\" points reflects the fluctuations of the large amount of subtracted background.",
            "section": "Experimental Conditions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Results",
            "section_rank": 6
        },
        {
            "text": "In this section the precisions on the polarised and unpolarised cross-sections and on the WIMP mass achievable at the ILC are presented. ",
            "section": "Results",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Additionally the possibility to discriminate between s-and p-wave production is investigated. ",
            "section": "Results",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "In the model-independent approach, the branching fraction of WIMP annihilation into e + e − pairs, κ e , has a free dependency on the helicity of the initial state electrons. ",
            "section": "Results",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "In order to illustrate the power of polarised beams to determine this dependency, three different coupling scenarios are compared in the following:",
            "section": "Results",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "•  By combining the four independent measurements with different beam polarisation configurations, the helicity structure of the WIMP interactions can be extracted by solving the equation system ",
            "section": "Results",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Cross-section Measurements",
            "section_rank": 7
        },
        {
            "text": "In practice, |P e − | (as well as |P e + |) will not be exactly equal for the four running periods, so that the measured cross-sections need to be extrapolated to the same |P e − | (|P e + |) based on the actual polarimeter measurements and their systematic uncertainty.  ",
            "section": "Cross-section Measurements",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "\"Equal\" scenario σ RL /σ 0 0.99 ± 0.24 (0.16) 0.99 ± 0.10 (0.07) σ RR /σ 0 1.00 ± 0.33 (0.21) 1.00 ± 0.23 (0.14) σ LL /σ 0 1.00 ± 0.37 (0.29)  Table 3: Fully polarised cross-sections σ {R,L} measured within three WIMP scenarios and for two different absolute polarisations of electrons and positrons. ",
            "section": "Cross-section Measurements",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The values are normalised to the input unpolarised cross-section of σ 0 = 100 fb. ",
            "section": "Cross-section Measurements",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "The quoted uncertainties are the squared sum of statistical errors and systematic uncertainties, with the bracketed values corresponding to an increased precision on the polarisation measurement of δP/P = 0.1%.",
            "section": "Cross-section Measurements",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "The results for the three studied coupling scenarios and a WIMP mass of 150 GeV are listed in terms of the fully polarised cross-sections σ {R,L} in Table 3 and shown in Figures 7(a) to (f). ",
            "section": "Cross-section Measurements",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 156,
                    "type": "table",
                    "text": "Table 3"
                },
                {
                    "start": 170,
                    "end": 182,
                    "type": "figure",
                    "ref_id": "fig_11",
                    "text": "Figures 7(a)"
                }
            ]
        },
        {
            "text": "Independently of the coupling scenario, the precision on the fully polarised cross-sections is dominated by the uncertainty on the beam polarisation as it enters the extrapolation to |P e − | = |P e − | = 100%. ",
            "section": "Cross-section Measurements",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "This can be seen from the fact that the uncertainty reduces considerably when the positron polarisation is increased from 30% to 60% (right column in Table 3). ",
            "section": "Cross-section Measurements",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 157,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "About the same improvement is obtained by reducing the uncertainty of the polarisation measurement from 0.25% to 0.1% (values in parentheses in Table 3). ",
            "section": "Cross-section Measurements",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "In any of the cases, the coupling scenarios can be clearly separated from each other.",
            "section": "Cross-section Measurements",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "The unpolarised cross-section σ 0 can be measured by combining all four measurements without the need to extrapolate to |P e − | = |P e − | = 100%, which reduces impact of the polarimeter uncertainties significantly. ",
            "section": "Cross-section Measurements",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "Table 4 gives the achievable precisions on σ 0 in the three different coupling scenarios. ",
            "section": "Cross-section Measurements",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Even though its impact is reduced, the polarisation uncertainty still dominates the total error of 4 to 5 fb for δP/P = 0.25% , which can be considerably reduced to 2 to 3 fb when assuming δP/P = 0.1%.  ",
            "section": "Cross-section Measurements",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "Data scenario",
            "section_rank": 8
        },
        {
            "text": "Unpolarised cross-section: σ 0 ± stat ± sys (± total) [  Table 4: Measured unpolarised cross-section σ 0 by a combination of cross-section measurements with polarised beams for an integrated luminosity of L = 500 fb −1 .",
            "section": "Data scenario",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 55,
                    "type": "bibr",
                    "text": "["
                },
                {
                    "start": 57,
                    "end": 64,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "These numbers have been derived based on an unpolarised cross-section of σ 0 = 100 fb. ",
            "section": "Data scenario",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "However the measurements are dominated by systematic uncertainties and by the statistical uncertainty on the background. ",
            "section": "Data scenario",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "Therefore the derived uncertainties are to a large extent independent of the actual signal cross-section. ",
            "section": "Data scenario",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "Figure 8 shows the sensitivity in terms of standard deviations (σ) as a function of the unpolarised WIMP cross-section for the three coupling scenarios and different assumptions on the positron polarisation and on the precision of the polarisation measurement. ",
            "section": "Data scenario",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_13",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "In absence of a signal in the data, cross-sections above 8.2 (3.6) fb can be excluded at 90% CL in the worst (best) case. ",
            "section": "Data scenario",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "Cross-sections above 25 (11) fb could be observed at the 5σ level in the worst (best) case, which is in reasonable agreement with the minimal observable cross-section found in [3] based on statistical uncertainties only.",
            "section": "Data scenario",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "section_rank": 9
        },
        {
            "text": "For the measurement of the WIMP mass and the extraction of the dominant partial wave, an integrated luminosity of 500 fb −1 of the (|P e − |; −|P e + |) configuration is assumed 3 . ",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "The WIMP mass is determined by comparing template photon energy spectra for background and signals of different masses against the \"data\" spectrum and by searching the mass for which the χ 2 is minimised. ",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "This method is much more powerful than a mere determination of the maximal photon energy, because near the endpoint of the spectrum the signal is buried in the fluctuations of the huge Standard Model background, as can be seen in Figure 6(b).",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 230,
                    "end": 238,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "[GeV] The shape of the photon energy spectrum below the endpoint however also depends on the dominant partial wave of the production, c.f. However the correct assumption on the dominant partial wave can be easily determined over the full WIMP mass range by comparing the χ 2 per degree of freedom of the template fits if positron polarisation is available. ",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "This can be seen in Figure 10, where the χ 2 /ndf is displayed as a function of the true WIMP mass for the right and wrong partial wave hypothesis. ",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 29,
                    "type": "figure",
                    "text": "Figure 10"
                }
            ]
        },
        {
            "text": "In the upper row, the positron polarisation is set to |P e + | = 0, and in this case no convincing difference in the χ 2 values is obtained. ",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "For |P e + | = 30% (middle row) and |P e + | = 60% (bottom row), the wrong assumption yields a χ 2 /ndf significantly larger than unity. ",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "Since for this test it is crucial to have a simulated sample corresponding to the actually assumed intergrated luminosity, the limited amount of events available from full simulation has been augmented by a fast simulation sample obtained from an ILD version of SGV [14] for this (and only this) figure.",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "After resolving the ambiguity due to the dominant partial wave, the main systematic uncertainty in the mass measurement is the shape of the beam energy spectrum followed by the uncertainty on the beam energy scale. ",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "The former has been estimated from a comparison to fits with templates based on the beam energy spectrum obtained with the SB2009 beam parameter set. ",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "Conservatively, the full resulting shift in measured mass is included in the systematic errors quoted here. ",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "Thus the uncertainty of the mass measurement can be reduced by determining the beam parameters, for instance from the shape of the energy depositions of the e + e − pair background in the forward detectors [15]. ",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Via the shape of the photon energy spectrum, p-and s-wave production can be clearly distinguished if positron polarisation is available. ",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "Finally the mass of the WIMP can be determined with an accuracy between 0.5% and 3%, depending on the WIMP parameters. ",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "These numbers are limited by the knowledge of the shape of the beam energy spectrum.",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "Beyond the model-independent WIMP approach, these results can also be used in any specific scenario beyond the Standard Model with invisible or nearly invisible massive particles in the kinematic reach of the ILC.",
            "section": "Mass Measurement and Extraction of the Dominant Partial Wave",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "Figure 2",
            "section_rank": 10
        },
        {
            "text": "Figure 2shows the total unpolarised cross-section for e + e − → χχγ at a center-of-mass energy of 500 GeV as a function of the WIMP mass for p-wave production and a ",
            "section": "Figure 2",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "(a) spin-1/2 or ",
            "section": "Figure 2",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "(b) spin-1 WIMP. ",
            "section": "Figure 2",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "The phase space of the photon has been restricted to an",
            "section": "Figure 2",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "Figure 2 :",
            "section_rank": 11
        },
        {
            "text": "Figure 2: Total visible cross-sections for radiative WIMP production at 500 GeV for κ e = 1: ",
            "section": "Figure 2 :",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "(a) p-wave, spin-1/2, ",
            "section": "Figure 2 :",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "(b) p-wave, spin-1. ",
            "section": "Figure 2 :",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "The error bars illustrate an 10% uncertainty.",
            "section": "Figure 2 :",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "Figure 3 :",
            "section_rank": 12
        },
        {
            "text": "Figure 3: Generator level photon energy spectra ",
            "section": "Figure 3 :",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "text": "a) for different WIMP masses in the p-wave case ",
            "section": "Figure 3 :",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "text": "b) for M χ = 160 GeV in p-and s-wave production. ",
            "section": "Figure 3 :",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "text": "All spectra are normalised to an integral of 1 to facilitate the shape comparison.",
            "section": "Figure 3 :",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "text": "Figure 4 :",
            "section_rank": 13
        },
        {
            "text": "Figure 4: ",
            "section": "Figure 4 :",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "(a) average of reconstructed over true photon energy as function of cos θ after corrections for cluster splitting and losses in insensitive regions of the detector. ",
            "section": "Figure 4 :",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "(b) reconstruction efficiency for isolated photons as function of cos θ.",
            "section": "Figure 4 :",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "Figure 5 :",
            "section_rank": 14
        },
        {
            "text": "Figure 5:Transverse momentum distribution of tracks from e + e − pair background and from γγ interactions. ",
            "section": "Figure 5 :",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "text": "The distributions are normalised to the number of tracks expected per bunch crossing from these sources.",
            "section": "Figure 5 :",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "text": "Figure 6 :",
            "section_rank": 15
        },
        {
            "text": "Figure 6: Photon energy spectra after all selection cuts for Standard Model background and a 150 GeV p-wave WIMP signal, normalised to an integrated luminosity of 50 fb −1 and beam polarisations of (P e − ; P e + ) = (+0.8; −0.3). ",
            "section": "Figure 6 :",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "text": "(a) Background (red), signal (green) and a statistically independent \"data\" sample (points) ",
            "section": "Figure 6 :",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "text": "(b) Signal and \"data\" after background subtraction.",
            "section": "Figure 6 :",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "text": "\"Equal\": The WIMP couplings are independent of the helicity of the incoming electrons and positrons, i.e. κ(e − R , e + L ) = κ(e − R , e + R ) = κ(e − L , e + L ) = κ(e − L , e + R ). ",
            "paragraph_rank": 40,
            "section_rank": 16
        },
        {
            "text": "• \"Helicity\": The couplings conserve helicity and parity, κ(e − R , e + L ) = κ(e − L , e + R ); κ(e − R , e + R ) = κ(e − L , e + L ) = 0. ",
            "paragraph_rank": 40,
            "section_rank": 16
        },
        {
            "text": "• \"Anti-SM\": This scenario is a \"best case\" scenario, since the WIMPs couple only to right-handed electrons and left-handed positrons: κ(e − R , e + L ), with all other κ(e − , e + ) = 0.",
            "paragraph_rank": 40,
            "section_rank": 16,
            "entity_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "type": "software",
                    "rawForm": "Anti-SM",
                    "resp": "service",
                    "id": "software-simple-s6"
                }
            ]
        },
        {
            "text": "For",
            "section_rank": 17
        },
        {
            "text": "this first part of the analysis a typical running scenario of the ILC is assumed, where an integrated luminosity of L = 500 fb −1 is split into 200 fb −1 each with (+|P e − |; −|P e + |) and (−|P e − |; +|P e + |) (short (+−) and (−+)), as well as into 50 fb −1 each with (+|P e − |; +|P e + |) and (−|P e − |; −|P e + |) (short (++) and (−−)).",
            "section": "For",
            "paragraph_rank": 41,
            "section_rank": 17
        },
        {
            "text": "Figure 7 :",
            "section_rank": 18
        },
        {
            "text": "Figure 7: Fully polarised cross-sections σ {R,L} measured within three WIMP scenarios: ",
            "section": "Figure 7 :",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "(a)+",
            "section": "Figure 7 :",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "(b) \"Equal\", ",
            "section": "Figure 7 :",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "(c)+",
            "section": "Figure 7 :",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "(d) \"Helicity\", ",
            "section": "Figure 7 :",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "(e)+",
            "section": "Figure 7 :",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "(f) \"Anti-SM\", and for two different absolute values of the positron polarisation: ",
            "section": "Figure 7 :",
            "paragraph_rank": 42,
            "section_rank": 18,
            "entity_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "type": "software",
                    "rawForm": "Anti-SM",
                    "resp": "service",
                    "id": "software-simple-s7"
                }
            ]
        },
        {
            "text": "(a)+",
            "section": "Figure 7 :",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "(c)+",
            "section": "Figure 7 :",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "(e) |P e + | = 30%, ",
            "section": "Figure 7 :",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "(b)+",
            "section": "Figure 7 :",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "(d)+",
            "section": "Figure 7 :",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "(f) |P e + | = 60%. ",
            "section": "Figure 7 :",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "The cross-sections are normalised to the input unpolarised cross-section σ 0 .",
            "section": "Figure 7 :",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "Figure 8 :",
            "section_rank": 19
        },
        {
            "text": "Figure 8: Sensitivity in terms of standard deviations σ as a function of the unpolarised WIMP cross-section for the three coupling scenarios and different assumptions on the positron polarisation and on the precision of the polarisation measurement.13",
            "section": "Figure 8 :",
            "paragraph_rank": 43,
            "section_rank": 19
        },
        {
            "text": "Figure 9 :",
            "section_rank": 20
        },
        {
            "text": "Figure 9: Reconstructed vs true WIMP mass for the right and wrong partial wave assumptions in the templates. ",
            "section": "Figure 9 :",
            "paragraph_rank": 44,
            "section_rank": 20
        },
        {
            "text": "(a) true s-wave, ",
            "section": "Figure 9 :",
            "paragraph_rank": 44,
            "section_rank": 20
        },
        {
            "text": "(b) true p-wave.",
            "section": "Figure 9 :",
            "paragraph_rank": 44,
            "section_rank": 20
        },
        {
            "text": "Figure 3 (",
            "section_rank": 21
        },
        {
            "text": "b).",
            "section": "Figure 3 (",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "Figure 9shows the impact of the partial wave assumption in the templates on the fitted WIMP mass. ",
            "section": "Figure 3 (",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "While the reconstructed mass follows the true mass nicely when the correct partial wave templates are used, the wrong templates yield fitted masses either 20 GeV too low (",
            "section": "Figure 3 (",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "(a), true s-wave) or too high (",
            "section": "Figure 3 (",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "(b), true p-wave).",
            "section": "Figure 3 (",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "Figure 10 :Figure 11 :",
            "section_rank": 22
        },
        {
            "text": "Figure 10: χ 2 /ndf of the template fit using the right and wrong partial wave assumptions as a function of the true WIMP mass. ",
            "section": "Figure 10 :Figure 11 :",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "(a)+",
            "section": "Figure 10 :Figure 11 :",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "(b): |P e + | = 0, ",
            "section": "Figure 10 :Figure 11 :",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "(c)+",
            "section": "Figure 10 :Figure 11 :",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "(d): |P e + | = 30%, ",
            "section": "Figure 10 :Figure 11 :",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "(e)+(f ): |P e + | = 60% 16",
            "section": "Figure 10 :Figure 11 :",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "Table 1 :",
            "section_rank": 23
        },
        {
            "text": "Cross-sections of the most important Standard Model backgrounds for three different polarisation configurations. ",
            "section": "Table 1 :",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "text": "All photons denoted explicitely in the process name are included in the matrix element. ",
            "section": "Table 1 :",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "text": "In addition two ISR photons are included. ",
            "section": "Table 1 :",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "text": "At least one photon is required to have E γ > 8 GeV and | cos θ| < 0.995.",
            "section": "Table 1 :",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "text": "+ |P e − |)(1 + |P e + |)σ RR + (1 − |P e − |)(1 − |P e + |)σ LL + (1 + |P e − |)(1 − |P e + |)σ RL + (1 − |P e − |)(1 + |P e + |)σ LR } |Pe − |)(1 − |P e + |)σ RR + (1 + |P e − |)(1 + |P e + |)σ LL + (1 − |P e − |)(1 + |P e + |)σ RL + (1 + |P e − |)(1 − |P e + |)σ LR },",
            "paragraph_rank": 49,
            "section_rank": 24
        },
        {
            "text": "1 − |P e + |)σ RR + (1 − |P e − |)(1 + |P e + |)σ LL + (1 + |P e − |)(1 + |P e + |)σ RL + (1 − |P e − |)(1 − |P e + |)σ LR } − |)(1 + |P e + |)σ RR + (1 + |P e − |)(1 − |P e + |)σ LL + (1 − |P e − |)(1 − |P e + |)σ RL + (1 + |P e − |)(1 + |P e + |)σ LR }",
            "paragraph_rank": 50,
            "section_rank": 24
        },
        {
            "text": "With the sum over all final state fermions (i = e, ν, q, ...) i κ i = 1.",
            "paragraph_rank": 51,
            "section_rank": 24
        },
        {
            "text": "The detector z axis points in the middle between incoming and outgoing beams, which cross under an angle of 14 mrad.",
            "paragraph_rank": 52,
            "section_rank": 24
        },
        {
            "text": "This is effectively an additional 300 fb −1 with respect to the data set assumed for the cross-section measurement, which corresponds to a little more than one year of operation time of the ILC after the initial four years.",
            "paragraph_rank": 53,
            "section_rank": 24
        },
        {
            "text": "Acknowledgements",
            "section_rank": 26
        },
        {
            "text": "We thank Olaf Kittel and Ulrich Langenfeld helpful discussions and for providing the Fortran implementation of the double differential tree-level cross-section for the process e + e − → ννγ in the Standard Model as a function of the center-of-mass energy and the beam polarisations. ",
            "section": "Acknowledgements",
            "paragraph_rank": 54,
            "section_rank": 26
        },
        {
            "text": "We are grateful to Katarzyna Wichmann and Anthony Hartin who provided the information on the pair background as well as to the complete ILCSoft and ILD Monte-Carlo production teams.",
            "section": "Acknowledgements",
            "paragraph_rank": 54,
            "section_rank": 26
        },
        {
            "text": "This work was supported by the German Science Foundation (DFG) via Emmy-Noether grant Li 1560/1-1 and partially supported within the Collaborative Research Center 676 \"Particles, Strings and the Early Universe\".",
            "section": "Acknowledgements",
            "paragraph_rank": 55,
            "section_rank": 26
        },
        {
            "text": "Mass",
            "section_rank": 28
        },
        {
            "text": "WIMP mass: ± stat. ",
            "section": "Mass",
            "paragraph_rank": 56,
            "section_rank": 28
        },
        {
            "text": "± δE (scale) ± δE (shape) (total) [GeV] [GeV] (P e − ; P e + ) = (0.8; −0.3) (P e − ; P e + ) = (0.8; −0.6)  Table 5: Statistical and systematic uncertainties on the measured WIMP masses for an integrated luminosity of L = 500 fb −1 in the three coupling scenarios \"Equal\", \"Helicity\" and \"Anti-SM\" for three different polarisation configurations.",
            "section": "Mass",
            "paragraph_rank": 56,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 45,
                    "type": "bibr",
                    "text": "[GeV]"
                },
                {
                    "start": 109,
                    "end": 116,
                    "type": "table",
                    "text": "Table 5"
                }
            ],
            "entity_spans": [
                {
                    "start": 290,
                    "end": 297,
                    "type": "software",
                    "rawForm": "Anti-SM",
                    "resp": "service",
                    "id": "software-simple-s8"
                }
            ]
        },
        {
            "text": "This is forseen in the design of the ILC detectors, but has not been studied in this analysis. ",
            "section": "Mass",
            "paragraph_rank": 57,
            "section_rank": 28
        },
        {
            "text": "Table 5 and Figure 11 display the statistical and systematic accuracies reached under these assumptions for the three coupling scenarios and two values of the positron polarisation. ",
            "section": "Mass",
            "paragraph_rank": 57,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 5"
                },
                {
                    "start": 12,
                    "end": 21,
                    "type": "figure",
                    "text": "Figure 11"
                }
            ]
        },
        {
            "text": "The total uncertainty ranges between 0.5 and 3%. ",
            "section": "Mass",
            "paragraph_rank": 57,
            "section_rank": 28
        },
        {
            "text": "For higher WIMP masses the measurement becomes in general more precise, because the photon energy spectrum is restricted to lower values and thus the signal is more prominent locally.",
            "section": "Mass",
            "paragraph_rank": 57,
            "section_rank": 28
        },
        {
            "text": "Conclusions",
            "section_rank": 29
        },
        {
            "text": "The photon plus missing energy signature at the International Linear Collider has been investigated in the context of a model-independent characterisation of WIMPs. ",
            "section": "Conclusions",
            "paragraph_rank": 58,
            "section_rank": 29
        },
        {
            "text": "In view of the substantial Standard Model backgrounds to this signature, the analysis has been performed in full detector simulation and with realistic assumptions on the beam properties and resulting systematic uncertainties. ",
            "section": "Conclusions",
            "paragraph_rank": 58,
            "section_rank": 29
        },
        {
            "text": "The unpolarised cross-section can be measured with an accuracy between 2 and 5 fb depending on the beam polarisation and the WIMP scenario. ",
            "section": "Conclusions",
            "paragraph_rank": 58,
            "section_rank": 29
        },
        {
            "text": "The helicity structure of the WIMP-fermion interaction can be obtained from the polarised cross-section. ",
            "section": "Conclusions",
            "paragraph_rank": 58,
            "section_rank": 29
        },
        {
            "text": "These measurements are systematically limited by the knowledge of the beam polarisation.",
            "section": "Conclusions",
            "paragraph_rank": 58,
            "section_rank": 29
        }
    ]
}