{
    "level": "sentence",
    "abstract": [
        {
            "text": "I present BaBar latest results for the direct search of a light CP-odd Higgs boson using radiative decays of the Υ(nS ) (n=1,2,3) resonances in different final states. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "I also present the results for the search of a hidden sector gauge and Higgs bosons using the full BaBar datasample.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Many beyond Standard Model (SM) theories account for the existence of a light Higgs boson. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "In the Next to Minimal Super Symmetric Model (NMSSM), an additional Higgs singlet is introduced in addition to the Minimal Super Symmetric Models (MSSM) doublets [1] to solve the hierarchy problem [2]- [4]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 197,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 202,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The singlet and the doublet mix together to form a CP-odd state A 0 A 0 = A MS S M cos θ A + A S sin θ A (1) which mass has to be not greater than twice the bottom quark mass m b [5]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                },
                {
                    "start": 179,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Such a scenario is not constrained by the LEP measurements and can be explored at a low energy e + e − collider. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "An ideal environment for such a study are the radiative decays of the Υ(nS ) resonances, i.e. Υ(nS ) → γA 0 , in which A 0 subsequently decays to SM fermions or to invisible final states [7]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "Another scenario in which a light Higgs may arise is that of a hidden gauge sector; such theories are motivated by the overwhelming astrophysical evidence for the existence of dark matter [8]- [9]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 193,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "In their simplest form such models introduce a new \"dark\" force mediated by some new \"dark photon\" A ′ . ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The dark photon is supposed to mix kinetically with the SM photon A with a certain coupling ǫ [10]- [11].",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "In these theories mass is generated via the Higgs mechanism adding one or more \"dark Higges\" depending on the specific model. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Let's consider a very minimal scenario with a single dark photon and a single dark Higgs boson. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "If the mass of the dark Higgs and the dark photon are low enough such a scenario can be explored at low energy e + e − colliders by looking for the \"Higgsstrahlung\" process. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In Higgs-strahlung a dark photon is created via mixing from the e + e − annihilation photon, the dark photon radiates a dark Higgs h ′ and the h ′ in turn decays again to 2 dark photons. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "If there are no dark sector light particles the dark photon is expected to decay to SM-fermions and the signature of the event is constituted by 3 pairs of oppositely charged fermions [12].",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Search for a light CP-odd Higgs",
            "section_rank": 3
        },
        {
            "text": "The search for light CP-odd Higgs at BaBar was performed by looking to the decays of the light narrow Υ(nS ) (n = 1, 2, 3) resonances; the advantage of these choice with respect to Υ(4S ) decays, which represent the biggest part of BaBar data, is in the larger crosssection for hadron production of the light resonances as well as in the cleaner experimental environment they offer due to absence of backgrounds coming from b quark decays. ",
            "section": "Search for a light CP-odd Higgs",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "To search for Higgs production events two different tagging techniques were used; in the first case we look for the radiative decays of the Υ(2S ) and Υ(3S ) resonances, Υ(2, 3S ) → γA 0 and to the subsequent decay of the A 0 to a pair of fermions [13]- [15]. ",
            "section": "Search for a light CP-odd Higgs",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 254,
                    "end": 258,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The signature of the event is given by a monochromatic photon in the CM frame, and the analysis is then performed either in terms of the invariant mass of the fermion pair, if their energy and momentum is fully reconstructed, or in terms of the invariant mass of the photon. ",
            "section": "Search for a light CP-odd Higgs",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The second technique that has been used is to look for the decay Υ(2, 3S ) → Υ(1S )π + π − followed by the radiative decay of the Υ(1S ) to the CP-odd Higgs. ",
            "section": "Search for a light CP-odd Higgs",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "In this case the Υ(1S ) is reconstructed by a fit to the recoiling mass of the di-pion system and the analysis is performed again in terms of the invariant mass of the two fermion system or of the photon depending on the specific final state [16]. ",
            "section": "Search for a light CP-odd Higgs",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Since the actual decay rate of the A 0 to SM fermions will clearly depend on the mass of the CP-odd Higgs different possible final states have been investigated at BaBar.",
            "section": "Search for a light CP-odd Higgs",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Υ(2, 3S ) → γA 0 decays",
            "section_rank": 4
        },
        {
            "text": "In these case µ + µ − , τ + τ − and hadronic final states have been considered. ",
            "section": "Υ(2, 3S ) → γA 0 decays",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "For the µ + µ − channel the selection is performed requiring one photon with an energy greater than 200 MeV, exactly 2 tracks identified as muons and forming a common vertex; then an unbinned likelihood fit to the reduced mass",
            "section": "Υ(2, 3S ) → γA 0 decays",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "where m µµ is the invariant mass of the di-muon system, is performed. ",
            "section": "Υ(2, 3S ) → γA 0 decays",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "No significant peaking contribution was observed in data and an UL at 90% CL on the BR both for Υ(2S )  The second decay channel considered is A 0 → τ + τ − ; in this case we require the two τ to decay leptonically, which means exactly two tracks each of them identified either as muon (anti-muon) or electron (positron) and a photon with an energy greater than 100 MeV. ",
            "section": "Υ(2, 3S ) → γA 0 decays",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Since the missing energy due to the neutrinos precludes a kinematic fit to the tracks invariant mass, a fit to the photon energy constrained to the total CM energy has been performed. ",
            "section": "Υ(2, 3S ) → γA 0 decays",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "As can be seen from 2 no peaking contribution was observed and this permitted to set an 90% CL UL for BR(Υ As last search channel in Υ(2, 3S ) radiative decays we consider hadronic decays of A 0 . ",
            "section": "Υ(2, 3S ) → γA 0 decays",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "In this case we select events with one photon with an energy greater than 2.2 GeV (Υ(2S )) or 2.5 GeV (Υ(3S )) and exactly two charged tracks; moreover we require the full energy and momentum of the event to be reconstructed. ",
            "section": "Υ(2, 3S ) → γA 0 decays",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "For hadronic channel both CP-odd (without K + K − and π + π − ) final states as well \"CP-all\" (i.e. without constraints) final states have been considered. ",
            "section": "Υ(2, 3S ) → γA 0 decays",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "The main backgrounds for both channels arise from Υ(nS ) decays, namely radiative decays to a light meson or nonresonant hadrons and from initial state radiation (ISR) production of a light vector meson and non-resonant hadrons.",
            "section": "Υ(2, 3S ) → γA 0 decays",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "No significant peak has been observed in data and UL at 90% CL have been set on BR(Υ(2, 3S ) → γA 0 , A 0 → hadrons) in the range (0.1−8)×10 −5 , assuming the same hadronic matrix element for both decays, depending on the A 0 mass [15].",
            "section": "Υ(2, 3S ) → γA 0 decays",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Υ(1S ) → γA 0 decays",
            "section_rank": 5
        },
        {
            "text": "In this case the trigger is given by the Υ(2, 3S ) → Υ(1S )π + π − decays; the recoiling mass of the two pions is used to identy the Υ(1S ). ",
            "section": "Υ(1S ) → γA 0 decays",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "BaBar made searches considering both µ + µ − and invisible final states of the A 0 . ",
            "section": "Υ(1S ) → γA 0 decays",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "For the µ + µ − final states the analysis is pretty similar to the Υ(2, 3S ) case: in addition to the tag-pions we require 2 charged tracks identified as muons and one photon with an energy E γ > 200 MeV, then we perform a fit on the reduced mass of the di-muon system and search for some peaking contribution in data. ",
            "section": "Υ(1S ) → γA 0 decays",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "Also in this case no significant signal was observed and we set upper limits on BR(Υ(1S ) → γA 0 , A 0 → µ + µ − ) in the range (0.22 − 10.38) × 10 −6 for the Υ(2S ) + Υ(3S ) combined dataset depending on the A 0 mass.",
            "section": "Υ(1S ) → γA 0 decays",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "As last search for the CP-odd Higgs we consider the radiative decays of the Υ(1S ) to invisible final states. ",
            "section": "Υ(1S ) → γA 0 decays",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "This time we require the photon energy to be at least 150 MeV, and, apart from the tagging pions, nothing else to be present in the event, then we perform a 2dimensional fit to the ππ recoiling mass and to E γ .",
            "section": "Υ(1S ) → γA 0 decays",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "In this case a peak was observed in data distribution corresponding to m A 0 = 7.58 GeV with a significance of 2σ; the probability to observe such a peak anywhere is 30%, so again we can assert that we have no evidence for a CP-odd Higgs and we can set an 90% CL UL on BR(Υ(1S ) → γ+Invisible< (1.9 − 37) × 10 −6 depending on tha A 0 mass [16].",
            "section": "Υ(1S ) → γA 0 decays",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Using tha same data we can also set an UL on the BR for the process Υ(1S ) → γχχ, where χ is some dark matter particle candidate in the range (0.5 − 24) × 10 −5 depending on m χ [16].",
            "section": "Υ(1S ) → γA 0 decays",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Search for dark bosons",
            "section_rank": 6
        },
        {
            "text": "As already said in the introduction we want to search for Higgs-strahlung processes in which all three dark photons decay to fermion pairs. ",
            "section": "Search for dark bosons",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "The advantage of looking to such a process lies in the fact that it is suppressed  only by a single ǫ factor and that it has a very small background from SM processes. ",
            "section": "Search for dark bosons",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "BaBar considered either final states with 6 leptons (electrons or muons) or final states with two leptons pairs and one A ′ decaying to hadrons; in detail, the admitted combinations are 6µ, 4µ2e, 2µ4e, 6e, 4µ2p, 2µ2e2p, 4e2p, 2µ4p, 2e4p, 4µ + X, 2µ2e + X. According to the nature of the final state two different selection criteria were used: in full reconstruction we require all 6 tracks to be reconstructed and to be identified either as electrons, muons or pions in accord to the aforementioned combinations, while in partial reconstructions we require the first pair to be either electrons or muons while the second have to be muons. ",
            "section": "Search for dark bosons",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "We don't make any assumption on the third (missing) pair and we calculate the missing 4momentum from the reconstructed tracks. ",
            "section": "Search for dark bosons",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "After this preliminary selection we require the masses of all 3 reconstructed A ′ to be the same and we plot the entries on the m h ′ , m A ′ plane. ",
            "section": "Search for dark bosons",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Fore every event which passes the selection we have three different entries depending on which photons we assume to come from the dark Higgs decay. ",
            "section": "Search for dark bosons",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "The full BaBar dataset (∼ 530 fb −1 ) was used for this search and 6 candidate signal events passed the selection. ",
            "section": "Search for dark bosons",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "No event with 6 leptons was observed. ",
            "section": "Search for dark bosons",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "This is consistent with the background only hypothesis obtained from control samples. ",
            "section": "Search for dark bosons",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "From this result we can set an upper limit and the cross section for Higgs-strahlung σ(e + e − → A ′ h ′ , h ′ → A ′ A ′ ) < (10 − 100) ab −1 , depending on the boson masses, as well as on the product of the dark coupling constant α D with the mixing parameter ǫ, α D ǫ 2 < 10 −6 at 90% CL. ",
            "section": "Search for dark bosons",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Conclusions",
            "section_rank": 7
        },
        {
            "text": "BaBar performed direct searches both for a light CPodd Higgs as well as for dark sector bosons in different channels and no significant signal was observed in any of them. ",
            "section": "Conclusions",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "This permitted to set improved limits with respect to precedent measurements on the BRs for such processes and to exclude new regions in the parameter space of New Physics models. ",
            "section": "Conclusions",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "Further results from other channels are expected in the near future.",
            "section": "Conclusions",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "was set in the A 0 mass interval from 0.2 to 9.4 GeV respectively between (0.26−8.6)×10 −6 and (0.27− 5.5) × 10 −6[13].",
            "paragraph_rank": 14,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Figure 1 :",
            "section_rank": 9
        },
        {
            "text": "Figure 1: UL at 90% CL for Υ(2, 3S ) → γA 0 , A 0 → µ + µ − as function of the CP-odd Higgs mass.",
            "section": "Figure 1 :",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "Figure 2 :",
            "section_rank": 10
        },
        {
            "text": "Figure 2: UL at 90% CL for Υ(2, 3S ) → γA 0 , A 0 → µ + µ − as function of the CP-odd Higgs mass.",
            "section": "Figure 2 :",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "Figure 3 :",
            "section_rank": 11
        },
        {
            "text": "Figure 3: Candidate mass spectrum in the ",
            "section": "Figure 3 :",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "(a) CP-all and ",
            "section": "Figure 3 :",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "(b)CP-odd analyses. ",
            "section": "Figure 3 :",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "The top curve in each plot is the on-peak data overlaid (in red) with the background described in the text, while the bottom curve (blue) is the scaled continuum data. ",
            "section": "Figure 3 :",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "The prominent initial state radiation resonances are labeled.",
            "section": "Figure 3 :",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "Figure 4 :",
            "section_rank": 12
        },
        {
            "text": "Figure 4: Distribution of the reduced mass of the µ + µ − system from Υ(1S ) decays for data and background.",
            "section": "Figure 4 :",
            "paragraph_rank": 18,
            "section_rank": 12
        },
        {
            "text": "Figure 5 :",
            "section_rank": 13
        },
        {
            "text": "Figure 5: Projection plot from the fit with m A 0 = 7.58 GeV M 2 X . ",
            "section": "Figure 5 :",
            "paragraph_rank": 19,
            "section_rank": 13
        },
        {
            "text": "Overlaid is the fit (solid blue line), signal contribution (solid red line), continuum background (black dashed line), radiative leptonic Υ(1S ) decays (green dash-dotted line), and radiative hadronic Υ(1S ) decays (magenta dotted line).",
            "section": "Figure 5 :",
            "paragraph_rank": 19,
            "section_rank": 13
        },
        {
            "text": "Figure 6 :",
            "section_rank": 14
        },
        {
            "text": "Figure 6: Candidate signal events in the m h ′ , m A ′ plane for dark Higgs-strahlung.",
            "section": "Figure 6 :",
            "paragraph_rank": 20,
            "section_rank": 14
        },
        {
            "text": "Figure 7 :",
            "section_rank": 15
        },
        {
            "text": "Figure 7: 90% CL UL on ǫ 2 = α ′ /α assuming α D = α QED for various m h ′ values from BaBar results. ",
            "section": "Figure 7 :",
            "paragraph_rank": 21,
            "section_rank": 15
        },
        {
            "text": "The peaks are due to ω and φ resonances.",
            "section": "Figure 7 :",
            "paragraph_rank": 21,
            "section_rank": 15
        },
        {
            "text": "Preprint submitted to Nuc. ",
            "section": "Figure 7 :",
            "paragraph_rank": 22,
            "section_rank": 15
        },
        {
            "text": "Phys. ",
            "section": "Figure 7 :",
            "paragraph_rank": 22,
            "section_rank": 15
        },
        {
            "text": "(Proc. Suppl.) ",
            "section": "Figure 7 :",
            "paragraph_rank": 22,
            "section_rank": 15
        },
        {
            "text": "August 14, 2019",
            "section": "Figure 7 :",
            "paragraph_rank": 22,
            "section_rank": 15
        }
    ]
}