{
    "level": "sentence",
    "abstract": [
        {
            "text": "At high p T , direct photons produced in Compton and annihilation QCD leading order processes are associated to a jet in the opposite direction. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Such processes are tagged experimentally by identifying leading isolated photons and their correlated associated hadrons in the opposite azimuthal direction. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The jet fragmentation can be estimated from the hadrons and the photon via the imbalance parameter",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We present the results extracted from gammahadron correlations measured by the ALICE experiment in pp collisions at √ s = 7 TeV. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Direct photons are first identified using isolated criteria. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Then, the remaining contamination from neutral mesons decay photons is subtracted statistically to extract the x E distributions of isolated photon-hadron and isolated π 0 -hadron correlations.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "High-p T partons and photons produced in hard processes are often used as probes to study the strongly interacting medium created in heavy-ion collisions. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "As the production of these energetic particles occurs slightly before the creation of the medium, high-p T partons can traverse the medium before they hadronize in a jet of hadrons. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The modification of the parton fragmentation resulting from the energy loss (via collisional or radiative mechanisms) along the medium path can be used to infer medium properties. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "At the Large Hadron Collider (LHC), medium effects were first studied using back-to-back dijets or dihadron correlations [1] [2]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 125,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "However correlating two probes that both interact with the medium induces a surface bias in which the sampled hard scatterings are likely to occur at, and to be oriented tangential to, the surface of the medium [3]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "In contrast to partons, direct photons are not colored objects and hence escape almost unmodified from the medium. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "At leading order (LO), their production in pp collisions is dominated by qg Compton scattering and qq annihilation. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Photons emitted from such processes may be used to estimate the initial transverse momentum of the recoil parton. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "These tomographic studies of the medium using parton energy loss in heavy-ion collisions requires first detailed measurement of direct photon-hadron correlations in pp collisions.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The measurement presented here consists in selecting direct photons in coincidence with charged hadrons to access the away-side parton fragmentation. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The fragmentation function should be given to a good approximation by the x E distribution where,",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "with ∆Φ corresponding to the azimuthal angle between photons and hadrons. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Figure 1 illustrates the x E distribution computed from a Diphox γ-jet production [4] and compared with the DSS quark and gluon fragmentation functions [5]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                },
                {
                    "start": 82,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[4]"
                },
                {
                    "start": 152,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "It shows that even if the x E variable is not an exact measurement of the fragmentation function because of higher-order effects, the x E distribution follows the fragmentation behaviour over a large range (mainly the quark fragmentation due to the dominating contribution of the Compton scattering cross-section).  ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This analysis uses approximately 10 million events from pp collisions at √ s = 7 TeV (L int ≈ 500 nb −1 ) recorded by the ALICE detector in 2011 [6]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Photons are detected in the EMCal electromagnetic calorimeter which is a Pb-Scintillator sampling electromagnetic calorimeter that covers ∆Φ = 100 • in the azimuthal angle and |η| < 0.7 in pseudo-rapidity, with a granularity of ∆η × ∆Φ = 0.0143×0.0143. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The EMCal level 0 trigger was used, applying a 5 GeV/c threshold, to achieve the measurement of high-p T photons up to 25 GeV/c with enough rate. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Photon candidates are reconstructed from energy clusters deposited in the p T range from 8 to 25 GeV/c. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "On the opposite side, charged hadrons are detected with the ALICE tracking system in the central barrel which consists of a silicon detector (Inner Tracking System) and a time projection chamber (TPC). ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The ITS consists of six layers equipped with silicon pixel detectors (SPD), silicon drift detectors (SDD) and silicon strip detectors (SSD). ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The two innermost layers cover a pseudo-rapidity range of |η| < 2 and |η| < 1.4, respectively. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The TPC is a cylindrical drift detector with an acceptance of |η| < 0.9 in the full azimuthal angle. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Data are corrected for detector effects, such as tracking efficiency and energy resolution, to avoid biasing the fragmentation measurement both on the trigger (photon) and on the away (hadrons) sides.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The single clusters distribution is dominated by a large background coming from electromagnetic decays of neutral mesons (mostly π 0 ). ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "This background can be reduced by about 80% by imposing isolation criteria on the photon candidates, based on the fact that neutral mesons are produced inside a jet and are surrounded by hadronic activity. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In this analysis, isolation criteria are based on the absence of particles with a p T > 0.5 GeV/c in a cone of radius R = ∆η 2 + ∆Φ 2 = 0.4 around the photon candidate. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The isolation also suppresses a significant fraction of the fragmentation photon component. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "To construct photon-hadron correlations, the leading isolated photon is associated to every charged hadron on the opposite hemisphere of the event with a p T > 0.2 GeV/c. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Background contributions coming from isolated meson decays that carry a large fraction of the parent parton need to be subtracted. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The shape of the electromagnetic shower produced inside the calorimeter may be used both to reject decay photons and to estimate the remaining contamination in the isolated particles sample. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Photons interacting with the calorimeter produce an electromagnetic shower that deposits energy in several cells. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Those cells are grouped forming a cluster using a simple algorithm that aggregates all cells with common edges if they have more than 50 MeV. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The energy redistribution in the cells has a shape that can be used to distinguish single photons from other particles and in particular from π 0 decay photons. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The cluster shape is quantified using the long axis of the ellipsoidal parametrization of the energy deposit matrix :",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "with d ii corresponding to energy distribution in the direction i. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "As shown in Fig.1 (right), the long axis length, λ 0 , is fitted by the signal and background distributions using a two-component binned likelihood. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 25,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig.1 (right)"
                }
            ]
        },
        {
            "text": "The signal component is obtained from γ-jet events generated with PYTHIA and propagated through the detectors with GEANT3. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 66,
                    "end": 73,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "The background component shape (mainly π 0 ) is extracted from data by taking the shower shape distribution of events which have failed the isolation criteria. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Typical purity values extracted from fit results in the 8 to 25 GeV/c p T range go from about 5 to 70%.  ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The x E distribution is obtained by selecting hadrons within 2π/3 < ∆Φ < 4π/3. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "To subtract the contamination coming from neutral meson decays, we have used x E distribution of isolated π 0 -hadron correlations and scaled this distribution with respect to the purity estimate described above. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The isolated π 0 -hadron correlations results are shown for three p T bins of the triggered π 0 in Fig.2 (left). ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 111,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig.2 (left)"
                }
            ]
        },
        {
            "text": "Isolated photon-hadron correlations are then corrected for the soft background coming from correlations between photon and hadrons not originating from the hard scattering such as initial/final-state-radiations or multiple parton interactions. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "This background has been estimated using two different underlying event regions π/3 < ∆Φ < 2π/3 and 4π/3 < ∆Φ < 5π/3. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The resulting x E distribution of isolated photon-hadron correlations has been extracted for a p T range from 8 to 25 GeV/c. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "An exponential slope can then be obtained by fitting the final x E distribution (Fig.3). ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig.3)"
                }
            ]
        },
        {
            "text": "In addition to the isolated photon-hadron correlations analysis, we have studied the possibility of using the isolated π 0 as a trigger particle. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The isolation selects mainly π 0 which carry a large fraction of the total jet energy. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Thus, it increases significantly the partonic momentum fraction < z >= p π 0 T /p parton T carried by the π 0 compared to the expected value < z >≈ 0.5 without isolation. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "However, a slope comparison between isolated π 0 -hadron x E distributions and DSS fragmentation functions ( fig.2 right) shows that isolated π 0 -hadron correlations still suffer from the fact that the π 0 is itself a parton fragment with p π 0 T < p parton T . ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 121,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig.2 right)"
                }
            ]
        },
        {
            "text": "Isolated photon-hadron correlations are one of the most promising channels to study the parton energy loss. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The detailed analysis done by the ALICE experiment on the 2011 pp data is an important step toward a better comprehension of the medium modified fragmentation function. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The slope parameter, and the x E distribution itself, form an essential baseline for the on-going Pb-Pb collisions analysis.  ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Figure 1 :",
            "section_rank": 3
        },
        {
            "text": "Figure 1: Left: γ-hadron x E distribution compared to DSS quark and gluon fragmentation functions (arbitrary scaled) ; Right: Isolated clusters shower shape long axis distribution fitted with a two-component binned likelihood.",
            "section": "Figure 1 :",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Figure 2 :",
            "section_rank": 4
        },
        {
            "text": "Figure 2: Left: x E distributions of π 0 -hadron correlations for 3 p T bins ; Right: slopes extracted from exponential fit of isolated π 0 -hadron correlations (5 p T bins) and compared to DSS quark-gluons fragmentation functions.",
            "section": "Figure 2 :",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Figure 3 :",
            "section_rank": 5
        },
        {
            "text": "Figure 3: x E distribution of isolated γ-hadron correlations fitted by an exponential in the x E range [0.2-0.8].",
            "section": "Figure 3 :",
            "paragraph_rank": 10,
            "section_rank": 5
        }
    ]
}