{
    "level": "sentence",
    "abstract": [
        {
            "text": "A search for excited states of the B AE c meson is performed using 4.9 fb −1 of 7 TeV and 19.2 fb −1 of 8 TeV pp collision data collected by the ATLAS experiment at the LHC. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "A new state is observed through its hadronic transition to the ground state, with the latter detected in the decay B AE c → J=ψπ AE . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The state appears in the mðB AE c π þ π − Þ − mðB AE c Þ − 2mðπ AE Þ mass difference distribution with a significance of 5.2 standard deviations. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The mass of the observed state is 6842 AE 4 AE 5 MeV, where the first error is statistical and the second is systematic. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The mass and decay of this state are consistent with expectations for the second S-wave state of the B AE c meson, B AE c ð2SÞ.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The B AE c meson was first observed by the CDF experiment in the semileptonic decay mode [1], and its hadronic decay mode was observed later by both the CDF [2] and the D0 [3] experiments. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[1]"
                },
                {
                    "start": 157,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[2]"
                },
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The B AE c meson has also been observed by the LHCb experiment in various decay modes [4]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Excited states of the B AE c meson have not previously been observed. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The spectrum and properties of the B AE c family are predicted by nonrelativistic potential models, perturbative QCD, and lattice calculations [5]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Measurements of the ground and excited states through fully reconstructed channels will provide tests of the predictions of these models and ultimately the opportunity to extract information on the strong interaction potential.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The second S-wave state, B AE c ð2SÞ, is predicted to have a mass in the range 6835-6917 MeV [5]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "The next S-wave state, B AE c ð3SÞ, is predicted to have a mass above the threshold for decay into a BD meson pair. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Both the 1S and 2S states have pseudoscalar (0 − ) and vector (1 − ) spin states that are predicted to differ in mass by about 20-50 MeV. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Transitions between the spin states occur through soft photon radiation that escapes identification in ATLAS; the spin states cannot be separated by this analysis.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This Letter presents the observation of a new state whose mass is consistent with predictions for the B AE c ð2SÞ, the second S-wave state of the B AE c meson. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The B AE c ð2SÞ state is reconstructed in the decay to the B AE c meson and two oppositely charged pions, with the B AE c reconstructed through its decay to",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The ATLAS Collaboration at the Large Hadron Collider (LHC) uses a general-purpose particle detector [6] consisting of several subsystems including the inner detector (ID), the electromagnetic and hadronic calorimeters, and the muon spectrometer (MS). ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Muon reconstruction at ATLAS makes use of both the ID and the MS.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Muons pass through the calorimeters and reach the MS if their momentum is above approximately 3 GeV. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The inner detector features a three-component tracking system, consisting of two silicon-based detectors, the pixel detector and the microstrip semiconductor tracker (SCT), and the transition radiation tracker (TRT). ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "ID tracks are reconstructed if their transverse momentum p T [7] is greater than 400 MeV and the magnitude of their pseudorapidity jηj is less than 2.5. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "Muon candidates are formed from a standalone MS track that is matched to an ID track [8]. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "In this analysis the MS is only used to identify muons, while their momentum is measured using the ID information only.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The trigger system [9] comprises three levels: the hardware-based Level-1 trigger and the High-Level Triggers (HLT), consisting of the Level-2 trigger and the Event Filter (EF). ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The Level-1 trigger uses resistive plate chambers (RPC) and thin gap chambers (TGC) to trigger muons in the pseudorapidity ranges of jηj < 1.05 and 1.05 < jηj < 2.5, respectively. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "One or more regions of interest identified by the Level-1 muon trigger seed the HLT muon online reconstruction algorithms, where the responses from both the ID and the MS are combined. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "For this analysis the HLT selection for the J=ψ requires two muons, respectively, μ 1 and μ 2 , originating at a common vertex, with the invariant mass of the muon pair lying between 2. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "5  into three categories and selection requirements are optimized for each of them: ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "5"
                }
            ]
        },
        {
            "text": "(i) both muons have jηj < 1.05, ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "(ii) one muon has jηj < 1.05 and the other one has 1.05 < jηj < 2.5, ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "(iii) both muons have 1.05 < jηj < 2.5. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The invariant mass mðμ þ μ − Þ is calculated from the track parameters adjusted by the common-vertex fit to be in a three standard deviation (AE3σ) mass window around the world average mass mðJ=ψÞ [11], where the J=ψ reconstructed width σ varies in the range 40-90 MeV depending on muon reconstruction precision in different regions of pseudorapidity and on the data-taking period. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Selection requirements for the B AE c were chosen by maximizing S= ffiffiffiffiffiffiffiffiffiffiffiffi S þ B p , using MC events. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Here, S is the number of signal events and B refers to the number of background MC events scaled according to the production cross section. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The production cross sections are taken from the MC generators' predictions. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The optimization has been carried out separately for the two different data sets.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The pion candidate from the B AE c is required to have p T > 4 GeV. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Hit requirements in the pixel detector and SCT are imposed on all tracks to ensure a reliable impact parameter reconstruction.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "B AE c candidates are reconstructed by fitting two muon tracks from the J=ψ candidate together with a pion candidate track to a common vertex. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The invariant mass of the two muons is constrained to the world average of mðJ=ψÞ. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The yields per unit of integrated luminosity, and the central values of the dimuon invariant mass distributions, are verified to be consistent within each data set.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "A significant part of the combinatorial background consists of real J=ψ candidates combined with candidate pions that are not associated with a B AE c → J=ψπ AE decay. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "This background is reduced by imposing a lower cut on d 0 =σðd 0 Þ; d 0 here represents the projection of the pion track impact parameter relative to the primary vertex onto the transverse plane, and σðd 0 Þ is the track-by-track uncertainty on d 0 . ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Pion candidates are required to have d 0 =σðd 0 Þ > 5 for 7 TeV data and > 4.5 for 8 TeV data. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "In 7 TeV data the PV is defined as the collision vertex with the highest summed scalar p 2",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "T of its constituent tracks. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "In 8 TeV datathe data collected with higher pileup-the PV is identified as the vertex closest in three dimensions to the reconstructed decay vertex of the B AE c candidate. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "All reconstructed B AE c candidates are also required to satisfy the following selection criteria: ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "(i) The J=ψπ vertex fit χ 2 =NDOF < 2 for 7 TeV and < 1.5 for 8 TeV data. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "(ii) The p T of the B AE c candidate must be above 15 GeV for 7 TeV and above 18 GeV for 8 TeV data. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Figure 1 shows the invariant mass distributions for the B AE c candidates for 7 TeV data and 8 TeV data in the mass range 5620-6820 MeV. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Both distributions are fitted separately using an extended unbinned maximum likelihood fit, with a Gaussian function modeling the signal and an exponential modeling the background shape.  ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "[11]. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The signal yield per fb −1 of the B AE c is lower in 8 TeV data due to the harder p T requirements. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The stability of the B AE c yield was checked through its normalization to B AE → J=ψK AE decays that were reconstructed with similar requirements.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The reconstruction of the excited state candidates uses the B AE c ground state candidates within AE3σ of the fitted mass value of the corresponding data set. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "These candidates are combined as described below with two pion candidate tracks associated with the corresponding primary vertex. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The p T threshold of the pion candidates is 400 MeV. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "No additional selection requirement is applied to the B AE c ð2SÞ pion candidates. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The three tracks from the secondary vertex and the two tracks from the primary vertex are refitted simultaneously with the following constraints given by the decay topology: the refitted triplet of the B AE c tracks and the pair of PV pion tracks must intersect in two separate B AE c and B AE c ð2SÞ vertices. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The invariant mass of the refitted muon tracks is constrained to the J=ψ world average mass, and the combined momentum of the refitted B AE c tracks must point to the B AE c ð2SÞ vertex. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "When multiple B AE c ð2SÞ candidates are found in the same event, the one with the best χ 2 value returned by the fitter is kept as an excited state candidate. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Wrong-charge combinations (B AE c π þ π þ and B AE c π − π − ) are kept separately for comparison with the combinatorial background shape in the right-charge combinations (oppositely charged pion pairs). ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Figure 2 shows the mass difference distribution mðB AE c ππÞ − mðB AE c Þ − 2mðπÞ for the right-charge combinations B AE c π þ π − as well as the wrong-charge combinations. ",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "A structure is observed in the mass difference distribution. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "In order to characterize it, an unbinned maximum likelihood fit to the right-charge combinations is performed. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The fit includes a third-order polynomial to model the background and a Gaussian function for the structure. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The background shape resulting from the fit is verified to be consistent with the wrong-charge combinations (which are not used to constrain the model in the right-charge fit) by fitting the same shape to them, with the normalization as the only free parameter. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Alternative models for the signal and the background parametrizations are studied as sources of systematic uncertainty. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "A Breit-Wigner contribution was tested in convolution with the Gaussian function and was found to be negligible, implying that the natural width of the structure is small relative to the detector resolution. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The resulting fit parameters (with statistical uncertainties only), as well as the distributions of the wrong-charge (B AE c π þ π þ , B AE c π − π − ) combinations are shown in Fig. 2. ",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 184,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The wrongcharge combinations, are normalized to the same yield as the right-charge background.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The relative B AE c ð2SÞ=B AE c yield ratio is verified to be statistically consistent between the 7 and 8 TeV data.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The fit finds the peak at a mass difference (Q) value of 288. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "There are two dominant sources of systematic uncertainty on the position of the peak. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "One comes from the  uncertainty on the mass of the B AE c ground state candidate and is largely canceled in the mass difference distribution. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The other involves systematic uncertainties in the fit of the mass difference distribution itself. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The uncertainty on the mass of the B AE c ð2SÞ candidate is dominated by the fitting procedure and estimated below to be about 3.6 MeV. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The contribution from the uncertainty on the pion momentum scale to the B AE c mass is 1.2 MeV. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The residual uncertainty from the B AE c candidate mass in the mass difference distribution, δm",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": ", where the δm B AE c is the world average uncertainty on the B AE c mass [11], is about 1.7 MeV. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The systematic uncertainty on the mass difference introduced by the fitting procedure is estimated by ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "(i) varying the background model. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "An exponential threshold function (fðQÞ∽Q a e −bQ , where a and b are free parameters) and second-and fourth-order polynomials were considered as alternatives, resulting in a 3.4 MeV systematic uncertainty; ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "(ii) varying the fit mass range from 0-700 to 0-1500 MeV, results in a 1.2 MeV contribution to the systematic uncertainty; ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "(iii) using different models for the signal. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "A single Breit-Wigner function, a Breit-Wigner function convolved with a Gaussian function, and a double Gaussian function were considered. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "This results in a negligible systematic uncertainty, compared to the above two.",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "In each case the largest difference between any of the variations mentioned and the default fit model is used as the systematic uncertainty. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "The values are calculated as the weighted mean of the 7 and 8 TeV mass values.",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "An additional systematic uncertainty of 2 MeV is obtained from the study of the mass bias in the selection of the candidate with the best χ 2 of the vertex fit.",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "The various sources of systematic uncertainty are treated as uncorrelated. ",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "The total averaged systematic uncertainty propagated to the mass value of the new structure is approximately 4.1 MeV.",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "The significance of the new structure is evaluated with pseudoexperiments. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "A large number of background-only mass difference distributions are generated. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "Parameters of the generation are taken from the fit with their uncertainties to account for systematic effects. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The background shape is scaled to the observed number of events. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The mean mass value of the signal contribution is left free to vary within the theoretically motivated range (6835-6917 MeV) to evaluate the \"look-elsewhere effect\" [19]. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The significance is calculated as the fraction of the pseudoexperiments in which the difference of the logarithms of fit likelihoods Δ ln L with and without signal is larger than in the data. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "In terms of standard deviations the significance of the observation is 3.7σ in the 7 TeV data and 4.5σ in the 8 TeV data. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "For the combined 7 and 8 TeV data set the total significance of the observation is found to be 5.2σ. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The local significance of the observation, obtained by fixing the mean value of the signal component, is 5.4σ.",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "In conclusion, the distribution of the mass difference Q ¼ mðB AE c π þ π − Þ − mðB AE c Þ − 2mðπ AE Þ for events with the B AE c meson reconstructed in its decay to J=ψπ AE has been investigated in pp collisions at the LHC using the ATLAS detector. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The analysis is based on an integrated luminosity of 4.9 ð19.2Þ fb −1 of pp collisions at a center-of-mass energy of 7 (8) TeV. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "A new state is observed at Q ¼ 288.3 AE 3.5 AE 4.1 MeV (calculated as the error weighted mean of the 7 and 8 TeV mass values) corresponding to a mass of 6842 AE 4 AE 5 MeV, where the first error is statistical and the second is systematic. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The significance of the observation is 5.2σ with the look elsewhere effect taken into account, and the local significance is 5.4σ. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "Within the uncertainties, the mass of the resonance corresponding to the observed structure is consistent with the predicted mass of the B AE c ð2SÞ state. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions, without whom ATLAS could not be operated efficiently. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "c ππÞ − mðB AE c Þ − 2mðπ AE Þ distribution for the right-charge combinations (points with error bars) and for the same (wrong) pion charge combinations (shaded histogram) in 7 TeV data (top) and in 8 TeV data (bottom). ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The wrong-charge combinations are normalized to the same yield as the right-charge background. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The solid line is the projection of the results of the unbinned maximum likelihood fit to all candidates in the range 0-700 MeV. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The dashed line is the projection of the background component of the same fit.",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "INFN Laboratori Nazionali di Frascati, Frascati, Italy",
            "section_rank": 3
        },
        {
            "text": "2 AE 5 . ",
            "section_rank": 4
        },
        {
            "text": "1",
            "section_rank": 4
        },
        {
            "text": "MeV in the 7 TeV data and 288.4 AE 4.8 MeV in the 8 TeV data. ",
            "section": "2 AE 5 . 1",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "The fit yields 22 AE 6 signal events in the 7 TeV data and 35 AE 13 events in the 8 TeV data. ",
            "section": "2 AE 5 . 1",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "The Gaussian width of the structure is found to be 18.2 AE 3.8 MeV in the 7 TeV data and 17.6 AE 4.0 MeV in the 8 TeV data. ",
            "section": "2 AE 5 . 1",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "All uncertainties mentioned in this paragraph do not include systematic uncertainties.",
            "section": "2 AE 5 . 1",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "FIG. 1 (",
            "section_rank": 5
        },
        {
            "text": "FIG. 1 (color online). ",
            "section": "FIG. 1 (",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "Invariant mass distributions of the reconstructed B AEc → J=ψπ AE candidates in 7 TeV data (top) and in 8 TeV data (bottom). ",
            "section": "FIG. 1 (",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "The data are represented by the points with error bars (statistical only). ",
            "section": "FIG. 1 (",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "The solid line is the projection of the results of the unbinned maximum likelihood fit to all candidates in the mass range 5620-6820 MeV. ",
            "section": "FIG. 1 (",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "The dashed line is the projection of the background component of the same fit.",
            "section": "FIG. 1 (",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "FIG. 2 (",
            "section_rank": 6
        },
        {
            "text": "FIG. 2 (color online). ",
            "section": "FIG. 2 (",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The Q ¼ mðB AEc ππÞ − mðB AE c Þ − 2mðπ AE Þ distribution for the right-charge combinations (points with error bars) and for the same (wrong) pion charge combinations (shaded histogram) in 7 TeV data (top) and in 8 TeV data (bottom). ",
            "section": "FIG. 2 (",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The wrong-charge combinations are normalized to the same yield as the right-charge background. ",
            "section": "FIG. 2 (",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The solid line is the projection of the results of the unbinned maximum likelihood fit to all candidates in the range 0-700 MeV. ",
            "section": "FIG. 2 (",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The dashed line is the projection of the background component of the same fit.",
            "section": "FIG. 2 (",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "and 4.3 GeV. ",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "The individual muon p T thresholds are p T ðμ 1 Þ > 6 GeV and p T ðμ 2 Þ > 4 GeV.",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "AE c decay modes mentioned above are shown to have negligible contribution to the background shape. ",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The results of the fits are summarized inTable I. ",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The fitted mass values are consistent with the world average for the B AE",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "c mass",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "TABLE I .",
            "section_rank": 9
        },
        {
            "text": "The results of the unbinned maximum likelihood fits of the invariant mass distribution of the B AE c candidates. ",
            "section": "TABLE I .",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "Systematic uncertainties are not included.",
            "section": "TABLE I .",
            "paragraph_rank": 28,
            "section_rank": 9
        }
    ]
}