{
    "level": "sentence",
    "abstract": [
        {
            "text": "We report the observation of the baryonic decayB 0 → Λ þ cp K − K þ using a data sample of 471 × 10 6 BB pairs produced in e þ e − annihilations at ffiffi ffi s p ¼ 10.58 GeV. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "This data sample was recorded with the BABAR detector at the PEP-II storage ring at SLAC. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "We find",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": ", where the uncertainties are statistical, systematic, and due to the uncertainty of the Λ þ c → pK − π þ branching fraction, respectively. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The result has a significance corresponding to 5.0 standard deviations, including all uncertainties. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "For the resonant decayB 0 → Λ þ cp ϕ, we determine the upper limit BðB 0 → Λ þ cp ϕÞ < 1.2 × 10 −5 at 90% confidence level.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "About 7% of all B mesons decay into final states with baryons [1]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Measurements of the branching fractions for baryonic B decays and studies of the decay dynamics, e.g., the fraction of resonant subchannels or the possible enhancement in the production rate at the baryon-antibaryon threshold seen in some reactions [2,3], can provide detailed information that can be used to test phenomenological models [4][5][6]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[2,"
                },
                {
                    "start": 252,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "3]"
                },
                {
                    "start": 338,
                    "end": 341,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[4]"
                },
                {
                    "start": 341,
                    "end": 344,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[5]"
                },
                {
                    "start": 344,
                    "end": 347,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Studying baryonic B decays can also allow a better understanding of the mechanism of these decays and, more generally, of the baryon production process.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In this paper we present a measurement of the branching fraction for the decayB 0 → Λ þ cp K − K þ . ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Throughout this paper, all decay modes include the charge conjugate process. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "No experimental results are currently available for this decay mode. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "However, the related decayB 0 → Λ þ cp π − π þ has been observed with a branching fraction BðB 0 → Λ þ cp π − π þ Þ ¼ ð1.17 AE 0.23Þ × 10 −3 [1]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The main difference between the decay presented here andB 0 → Λ þ cp π − π þ is that there are fewer kinematically accessible resonant subchannels forB 0 → Λ þ cp K − K þ . ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The heavier mass of the s quark suggests a suppression factor of about 1=3 [7], which is consistent with the observed suppression ofB 0 → D 0 ΛΛ relative toB 0 → D 0 pp [8]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[7]"
                },
                {
                    "start": 169,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "However, thē Published by the American Physical Society under the terms of the Creative Commons Attribution 3.0 License. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Further distribution of this work must maintain attribution to the author(s) and the published article's title, journal citation, and DOI.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The analysis is based on an integrated luminosity of 429 fb −1 [9] of data collected at a center-of-mass energy equivalent to the ϒð4SÞ mass, ffiffi ffi s p ¼ 10.58 GeV, with the BABAR detector at the PEP-II asymmetric-energy e þ e − collider at SLAC, corresponding to 471 × 10 6 BB pairs. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Trajectories of charged particles are measured with a fivelayer double-sided silicon vertex tracker and a 40-layer drift chamber, operating in the 1.5 T magnetic field of a superconducting solenoid. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Ionization energy loss measurements in the tracking chambers and information from an internally reflecting ring-imaging detector provide charged-particle identification [10]. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The BABAR detector is described in detail elsewhere [11,12]. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[11,"
                },
                {
                    "start": 56,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "12]"
                }
            ]
        },
        {
            "text": "Monte Carlo (MC) simulations of events are used to study background processes and to determine signal efficiencies. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The simulations are based on the EVTGEN [13] event generator, with the GEANT4 [14] suite of programs used to describe the detector and its response. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[13]"
                },
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "TheB 0 → Λ þ cp K − K þ and Λ þ c → pK − π þ final states are generated according to four-body and three-body phase space, respectively.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "We reconstruct Λ þ c baryons in the decay mode Λ þ c → pK − π þ . ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "For the B meson reconstruction, we combine the Λ þ c candidate with identifiedp, K − , and K þ candidates and fit the decay tree to a common vertex constraining the Λ þ c candidate to its nominal mass. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "We require the χ 2 probability of the fit to exceed 0.001. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "To suppress combinatorial background, we require the Λ þ c candidate mass to lie within approximately two standard deviations (AE10 MeV=c 2 ) in the expected resolution from the nominal Λ þ c mass. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "We determine the number of signal candidates with a two-dimensional unbinned extended maximum likelihood fit to the B meson candidate invariant mass, m B , and the energy-substituted mass, m ES , defined as",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "where the B momentum vector,p B , and the four-momentum vector of the e þ e − system, ðE 0 ;p 0 Þ, are measured in the laboratory frame. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "For correctly reconstructed B decays, m B and m ES are centered at the nominal B mass. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The correlation between m B and m ES in simulated signal ( Fig. 1) and background events is approximately zero and not significant. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 65,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "It can be neglected in this analysis. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "For signal events, the shape of the m ES distributions is described by the sum f 2G of two Gaussian functions, as is the m B distribution. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The means, widths, and relative weights in the four Gaussians are determined using simulated events and are fixed in the final fit.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Background from other B meson decays and continuum events ðe þ e − → qq; q ¼ u; d; s; cÞ is modeled using an ARGUS function [15], f ARGUS , for m ES and a first-order polynomial, f poly , for m B .",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The fit function is defined as",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "where N sig and N bkg are the number of signal and background events, respectively, with S and B the corresponding probability density functions (PDFs). ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The extended likelihood function is",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "where i denotes the ith candidate and N is the total number of events in the fit region. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The fit region is defined by the intervals 5.  ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Figure 2 shows the one-dimensional projections of the fit results onto the m ES and m B axes in comparison with the data. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Clear signal peaks at the B meson mass are visible. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "We find N sig ¼ 66 AE 12, where the uncertainty is statistical only. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The statistical significance S of the signal is determined from the ratio of the likelihood values for the bestfit signal hypothesis, L sig , and the best fit with no signal included,",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The efficiency to reconstruct signal events depends on the baryon-antibaryon invariant mass. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Therefore, to determine theB 0 → Λ þ cp K − K þ branching fraction, we divide the data into two regions. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Region I is defined as 3.  ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "divide the events into regions of m Λ þ cp . ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Instead we use only events in the ϕ signal region, which we denote as region III, defined by 1.005 GeV=c 2 < m KK < 1.034 GeV=c 2 .",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "We consider systematic uncertainties associated with the initial number of BB pairs, the tracking efficiency, the particle identification efficiency, the limited number of MC events, the description of the background, and the description of the signal (Table II).",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 252,
                    "end": 262,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table II)"
                }
            ]
        },
        {
            "text": "The uncertainty for the number of BB pairs is 0.6% [9]. ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "We determine the systematic uncertainty for the chargedparticle reconstruction to be 1.3% and for the chargedparticle identification (ID) to be 5.6%. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The uncertainty for the charged-particle identification is evaluated by adding the uncertainty of the identification for each particle in quadrature. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "For the kaon the uncertainty is 5.6%, for the proton it is 0.7%, and for the pion it is 0.2%. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The information on the detector-related uncertainties is described in Ref. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "[12]. ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The statistical uncertainty associated with the MC sample is 0.4%. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The systematic uncertainties arising from the fit procedure are determined by changing the background description for m B from a first-order polynomial to a second-order polynomial and by changing the fit ranges in m ES and m B while using a first-order polynomial for m B (7.0%). ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Changing the signal description for m B and m ES from a sum of two Gaussian functions with fixed shape parameters to a single Gaussian function of which the parameters are determined in the maximum likelihood fit leads to an uncertainty of 3.1%. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The total systematic uncertainty is 9.6%, obtained by adding all contributions in quadrature.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The 26% uncertainty of the Λ þ c branching fraction is listed as a third uncertainty, separate from the statistical and systematic components. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "To be consistent with prior branching fraction measurements of baryonic B decays, we use the current value for BðΛ þ c → pK − π þ Þ [1] and do not incorporate the recent measurement by Belle [16].",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[1]"
                },
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Only additive systematic uncertainties, i.e., uncertainties influencing the signal and background yields differently, affect the significance of the signal. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "The significance of thē B 0 → Λ þ cp K − K þ signal taking into account the additive systematic uncertainties is 5.0 standard deviations.",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "To determine the branching fraction, we use the following relation:  Here, N B ¼ ð471 AE 3Þ × 10 6 is the initial number of BB events [9]. ",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "We assume equal production of B 0B0 and B þ B − pairs. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "The Λ þ c branching fraction is BðΛ þ c → pK − π þ Þ ¼ ð5.0 AE 1.3Þ% [1], and N sigI , N sigII , and ϵ I , ϵ II are the numbers of signal events and the efficiencies in the two regions of the baryon-antibaryon invariant mass. ",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "We obtain",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "Eliminating the uncertainty of the Λ þ c branching fraction, the result is",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "This result is a factor of 47 smaller than theB 0 → Λ þ cp π − π þ branching fraction. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "All Feynman diagram contributions forB 0 → Λ þ cp K − K þ lead to Feynman diagram contributions for B 0 → Λ þ cp π − π þ through replacement of the ss pair in the final state with a dd pair. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The expectation from hadronization models for these common processes is that theB 0 → Λ þ cp π − π þ andB 0 → Λ þ cp K − K þ branching fractions should differ by a factor of 3. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The expectedB 0 → Λ þ cp π − π þ branching fraction arising from these common processes is about 7.5 × 10 −5 , representing only 6.4% of the observedB 0 → Λ þ cp π − π þ branching fraction [1]. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The remaining contributions arise from other Feynman diagrams, notably diagrams with external W boson emission (operator product expansion operator 1 [17]), which are not allowed forB 0 → Λ þ cp K − K þ . ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Moreover,B 0 → Λ þ cp π − π þ decays receive a large contribution from resonant subchannels. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "These differences likely explain why we find thē B 0 → Λ þ cp K − K þ andB 0 → Λ þ cp π − π þ branching fractions to differ more than the naive factor of 3.",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "We perform a fit in intervals of mðΛ þ cp Þ to determine the dependence of the number of signal events on the baryonantibaryon invariant mass. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The lower limit of the mass range is given by the kinematic threshold for Λ þ cp production, while the upper limit corresponds to the threshold K − K þ mass with the K − K þ system at rest in theB 0 rest frame. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The results are shown in Fig. 3(a). ",
            "paragraph_rank": 21,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 25,
                    "end": 34,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3(a)"
                }
            ]
        },
        {
            "text": "The trend of the data is consistent with a small threshold enhancement, but the result is not statistically significant. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The fit results for the intervals I and II in m Λ þ cp and the detection efficiencies for these regions are shown in Table I.",
            "paragraph_rank": 21,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 124,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "We also perform fits in intervals of mðK − K þ Þ. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "As can be seen in Fig. 3(b), the data deviate from the phase space expectation near threshold, in the region of the ϕ meson resonance. ",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 27,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3(b)"
                }
            ]
        },
        {
            "text": "The events, in region III, include contributions",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "The number of events in region III is used to determine a Bayesian upper limit at 90% confidence level for the decayB 0 → Λ þ cp ϕ by integrating the likelihood function. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "This upper limit is estimated to be 17 events. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "The efficiency for B 0 → Λ þ cp ϕ decays is ð12.04 AE 0.06Þ%. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "Using the result Bðϕ → K þ K − Þ ¼ ð48.9 AE 0.5Þ% [1], we obtain",
            "paragraph_rank": 23,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "In summary, we observe the baryonic decayB 0 → Λ þ cp K − K þ with a significance of 5.0 standard deviations including statistical and systematic uncertainties and determine the branching fraction to be ð2.5 AE 0.4 ðstatÞ AE 0.2 ðsystÞ AE 0.6 BðΛ þ c Þ Þ × 10 −5 . ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "The uncertainties are statistical, systematic, and due to the uncertainty in the Λ þ c → pK − π þ branching fraction, respectively. ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "We obtain an upper limit of 1.2 × 10 −5 at 90% confidence level for the resonant decayB 0 → Λ þ cp ϕ. ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "kaon-kaon invariant mass signal distribution for data (points with statistical uncertainties) compared to distributions for simulatedB 0 → Λ þ cp K − K þ decays generated according to four-body phase space (shaded histogram), scaled to the same number of events as in data. ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "Regions I, II, and III are indicated in the figure and described in the text.",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 (",
            "section_rank": 3
        },
        {
            "text": "FIG. 1 (color online). ",
            "section": "FIG. 1 (",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "text": "The m B vs m ES distribution for correctly reconstructed simulated signal events.",
            "section": "FIG. 1 (",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "text": "2 (FIG. ",
            "section_rank": 4
        },
        {
            "text": "2 (",
            "section_rank": 4
        },
        {
            "text": "FIG. 2 (color online). ",
            "section": "2 (FIG. 2 (",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "Data (points with statistical uncertainties) and projections of the maximum likelihood fit (solid curves) forB 0 → Λ þ cp K − K þ candidates. ",
            "section": "2 (FIG. 2 (",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "The dashed curves show the projections of the PDF for background events. ",
            "section": "2 (FIG. 2 (",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "(a) Results for m ES , with the requirement 5.26 GeV=c 2 ≤ m B ≤ 5.30 GeV=c 2 . ",
            "section": "2 (FIG. 2 (",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "(b) Results for m B , with the requirement 5.275 GeV=c 2 ≤ m ES ≤ 5.285 GeV=c 2 .",
            "section": "2 (FIG. 2 (",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "FIG. 3 (",
            "section_rank": 5
        },
        {
            "text": "FIG. 3 (color online). ",
            "section": "FIG. 3 (",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "(a) Baryon-antibaryon invariant mass signal distribution and ",
            "section": "FIG. 3 (",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "(b) kaon-kaon invariant mass signal distribution for data (points with statistical uncertainties) compared to distributions for simulatedB 0 → Λ þ cp K − K þ decays generated according to four-body phase space (shaded histogram), scaled to the same number of events as in data. ",
            "section": "FIG. 3 (",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "Regions I, II, and III are indicated in the figure and described in the text.",
            "section": "FIG. 3 (",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "2",
            "section_rank": 6
        },
        {
            "text": "GeV=c 2 < m B < 5.55 GeV=c 2 and 5.2 GeV=c 2 < m ES < 5.3 GeV=c 2 .",
            "section": "2",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "TABLE I .",
            "section_rank": 7
        },
        {
            "text": "Number of observed signal events, N sig , and signal efficiency, ϵ, forB 0 → Λ þ cp K − K þ decays. ",
            "section": "TABLE I .",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The regions are defined by the following invariant mass ranges-I: 3.225 GeV=c 2 < m Λ þ cp ≤ 3.475 GeV=c 2 , II: 3.475 GeV=c 2 < m Λ þ cp ≤ 4.225 GeV=c 2 .",
            "section": "TABLE I .",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "031102-6",
            "section_rank": 9
        },
        {
            "text": "RAPID COMMUNICATIONS",
            "section_rank": 10
        },
        {
            "text": "We are grateful for the extraordinary contributions of our PEP-II colleagues in achieving the excellent luminosity and machine conditions that have made this work possible. ",
            "section": "RAPID COMMUNICATIONS",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "The success of this project also relies critically on the expertise and dedication of the computing organizations that support BABAR. ",
            "section": "RAPID COMMUNICATIONS",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "The collaborating institutions wish to thank SLAC for its support and the kind hospitality extended to them. ",
            "section": "RAPID COMMUNICATIONS",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "This work is supported by the U.S. Department of Energy and National Science Foundation, the Natural Sciences and Engineering Research Council (Canada), the Commissariat à l'Energie Atomique and Institut National de Physique Nucléaire et de Physique des Particules (France), the Bundesministerium für Bildung und Forschung and Deutsche Forschungsgemeinschaft (Germany), the Istituto Nazionale di Fisica Nucleare (Italy), the Foundation for Fundamental Research on Matter (Netherlands), the Research Council of Norway, the Ministry of Education and Science of the Russian Federation, Ministerio de Ciencia e Innovación (Spain), and the Science and Technology Facilities Council (United Kingdom). ",
            "section": "RAPID COMMUNICATIONS",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "Individuals have received support from the Marie-Curie IEF program (European Union), the A. P. Sloan Foundation (USA), and the Binational Science Foundation (USA-Israel).",
            "section": "RAPID COMMUNICATIONS",
            "paragraph_rank": 30,
            "section_rank": 10
        }
    ]
}