{
    "level": "sentence",
    "abstract": [
        {
            "text": "Unpolarised semi-inclusive DIS is receiving a growing interest as a powerful tool to access poorly known universal functions that play a key role in many processes, in particular in the study of the spin structure of the nucleon. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "These functions can be investigated through experimental observables such as hadron multiplicities in the collinear and transverse framework, the dihadron multiplicities, the azimuthal asymmetries and some others. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "New results on these observables by the COMPASS experiment at CERN will be shown and discussed.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Over the last few decades, a major effort has been dedicated, both on experimental and theoretical sides, to the study of the nucleon spin structure by determining the parton helicity and transversity distributions, considering that the internal 2−D partonic structure of the nucleon is precisely known except the strange quark density which still carries a large uncertainty. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The transverse momentum structure of the nucleon, however, was not considered with the same level of priority although it is poorly known. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Recently, a considerable effort is being dedicated to achieve a good level of understanding of the internal 3−D partonic structure of the nucleon. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Thus a growing interest in the determination of the Transverse Momentum Dependent (TMD) Parton Distribution Functions (PDFs) and Fragmentation Functions (FFs) is taking place.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The most viable and promising process to assess/determine k ⊥ and p ⊥ and their kinematical dependencies as well as their dependencies upon quark charges and flavours is the Semi-Inclusive Deep-Inelastic Scattering. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In the framework of perturbative QCD (pQCD) at leading twist, SIDIS is viewed as the hard scattering of a lepton off a quark or antiquark, which subsequently hadronizes into final state hadrons. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The hard-scattering cross section is calculable in pQCD while the PDFs and FFs are non perturbative quantities. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In the collinear framework, i.e. integrated over transverse momentum, they are believed to be universal, i.e, process-independent. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In this case, PDFs are know with a high precision while FFs are know for pions and poorly known for kaons. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "With the inclusion of the kinematic dependence on the hadron transverse momentum, beyond the standard collinear factorisation is reached and the transverse momentum dependence of PDFs and FFs is assessed. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "While the TMD-PDFs parametrize the flavour transverse momentum structure of the nucleon and a e-mail: nour.makke@cern.ch encode details about the motion of quarks inside a nucleon due to their intrinsic transverse momentum (referred to as k ⊥ ), the TMD-FFs encode details about producing a final-state hadron with a component of hadron momentum transverse with respect to the momentum transfer (referred to as p h⊥ ) different from zero.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In addition to the many advantages that SIDIS offers as flavour and charge separation, its relevance for spin physics and its accessibility to large hadron energy fraction, it covers a wide range in the energy scale (accessing smaller Q 2 ) allowing to improve the scale coverage in the Q 2 evolution, essential to determine gluon contribution. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "SIDIS measurements profit from the different probabilities to produce a hadron of certain specie from a parton of a given flavour and have been successfully performed at fixed-target experiments for k ⊥ & p ⊥ integrated observables.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In this paper, we present recent measurements of experimental observables which encode details of the transverse momentum effects in SIDIS, using data samples collected by the COMPASS collaboration at CERN. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Among these observables are the p 2 T -dependent multiplicities and the azimuthal asymmetries of unidentified hadrons, both measured in unpolarised semi-inclusive DIS. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 34,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "In sec. 2, the experimental setup is briefly described, the hadrons multiplicities (analysis and results) are presented in sec. 3 and the azimuthal asymmetries are presented in sec. 5.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The Experiment",
            "section_rank": 3
        },
        {
            "text": "COMPASS is a fixed target experiment which uses the muon beam delivered by the CERN Super Proton Synchrotron (SPS). ",
            "section": "The Experiment",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The momentum of the beam is determined at the end of the beam line with a precision of 0.3% and its trajectory is measured before the target in a set of silicon and scintillating fibre detectors. ",
            "section": "The Experiment",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The target consists of three cells, located among the beam one after the other, filled with 6 LiD immersed in a liquid 3  ",
            "section": "The Experiment",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                },
                {
                    "start": 119,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "(",
            "section_rank": 4
        },
        {
            "text": "The two-stage COMPASS spectrometer is designed to reconstruct scattered muons and produced hadrons in a wide range of angle and momentum. ",
            "section": "(",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Particle tracking is performed by a variety of tracking detectors before and after the two spectrometer magnets. ",
            "section": "(",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "The direction of the reconstructed tracks at the interaction point is determined with a precision of 0.2 mead while the momentum resolution is 1.2% in the first spectrometer stage and 0.5% in the second. ",
            "section": "(",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "The trigger is formed by hodoscope systems supplemented by hadron calorimeters.",
            "section": "(",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Hadron Multiplicities",
            "section_rank": 5
        },
        {
            "text": "The hadron multiplicity is the most suitable observable allowing to access TMD parton densities and fragmentation functions simultaneously. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "In the TMD factorisation scheme, the spin-averaged differential cross section of the SIDIS process for the production of a hadron h with transverse momentum p T and fractional energy z at leading order in α s and (k ⊥ /Q) reads:",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "The TMD-PDFs and TMD-FFs can be extracted using experimental measurement of hadron multiplicities and assuming dedicated functional forms for the TMDs and that, in the γ * − p c.m. frame, the measured transverse momentum of a hadron (p T ) is generated by the quark intrinsic transverse momentum (k ⊥ ) and of the final hadron with respect to the fragmenting quark (p ⊥ ).",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Previous measurements of p T -dependent hadron multiplicities have been performed at fixed target experiments at HERMES [2] and COMPASS [1]. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 136,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The latter used 2004 data collected by scattering 160 (GeV/c) muon beam off a deuteron ( 6 LiD) target, and was performed in a limited kinematic regime (0.004",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": ". due to the limited angular acceptance of the experiment. An upgrade of the COMPASS spectrometer was performed in 2005 allowing a larger geometrical/angular acceptance and an improved RICH PID efficiency. Data collected in 2006, covering a wider kinematic regime (larger x B and Q 2 ) with an extended range in p 2 T up to 3 (GeV/c) 2 , are analysed and the results are presented in this paper.",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 334,
                    "end": 335,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "A hadron multiplicity is defined as the average density number of hadrons produced per Deep-Inelastic Scattering (DIS) reaction. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "Experimentally (Eq.3), it is defined by the yields of hadrons produced in a selected DIS sample to the number of DIS interactions recorded in this sample. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "It can be extracted in bins of different kinematic variables providing a multivariate experimental data appropriate for phenomenological extraction of TMDs.",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "For data selection, a DIS event is required to have a primary interaction vertex lying in the fiducial target volume and associated to a muon beam track with an energy in the range [140 GeV/c, 180 GeV/c] and a scattered muon track. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The DIS regime is defined by the photon virtuality threshold Q 2 > 1 (GeV/c) 2 . ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Furthermore, a cut W > 5 (GeV/c) is required to avoid the region of nucleon resonances. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The fractional muon energy transferred to the virtual photon is required to be in [0.1, 0.9]. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "While the lower cut avoid kinematic regions where the resolution of muon track reconstruction degrades, the upper cut excludes kinematic regions highly affected by radiative effects. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "Finally the covered x B range is [0.003,0.7]. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The hadron selection is performed on top of the DIS event selection.",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The measured multiplicity is subject to many effects: limited kinematic and geometric acceptance effects, smearing effects, radiative effects and should be corrected for all of them. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The correction for geometric acceptance and smearing effects is the highest correction and is evaluated using a Monte Carlo (MC) simulation composed of a physics generator, a GEANT simulation of track generated leptons and hadrons through a model of the apparatus and finally an algorithm for track reconstruction identical to the one used for experimental data. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "As the MC simulation contains both the generated and reconstructed properties of all recorded tracks, the acceptance correction factor is defined by the ratio of the reconstructed hadron yield to the generated one, both recorded from the selected DIS sample in simultaneous bins of x B and Q 2 , z and p 2",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "T as shown in Eq. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "4, where i( j) refers to the bin number based on reconstructed (generated) properties of lepton and hadron MC tracks for each variable.",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Only 3 bins in x B and Q 2 and 2 bins in z are yet considered, the limits of these bins are presented in tab. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "1. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The overall acceptance correction factor is ≤ 0.35. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "In addition to the acceptance effects, the measured multiplicities are corrected for radiative effects (only x B and y dependent) which introduce a bias to the kinematics of affected DIS events, mainly at large y (y > 0.7 and small x B (x B < 0.01) regions.   ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The resulting multiplicities are shown in Fig. 1 (2) for positive (negative) hadrons, in three different kinematic bins (tab.1) and in two z bins. ",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 48,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Experimental data points are fitted with 1-exponential and 2-exponentials functions versus p 2 T , showing that the shape of experimental data can not be described with a Gaussian parametrisation in the perspective of extracting TMD PDFs and FFs.",
            "section": "Hadron Multiplicities",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Hadron Azimuthal Asymmetries",
            "section_rank": 6
        },
        {
            "text": "With the inclusion of the kinematic dependence on the hadron azimuthal angle φ h , which is the angle between the lepton scattering plane and the plane defined by the hadron and the virtual photon directions, the spin-averaged cross section in the one-photon approximation [4] is given by: Figure 3. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 290,
                    "end": 298,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "cos UU ϕ h and cos UU 2ϕ h and sin LU ϕ h azimuthal asymmetries for charged unidentified hadrons (h ± ).",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "where α is the fine structure constant, σ 0 is the φ h independent part of the cross section, λ is the longitudinal polarisation of the incident lepton and the quantities i are depolarisation factors dependent upon y, 1 = (2(2 − y) √ (1 − y))/(1 + (1 + y) 2 ) and 2 = (2(1 − y))(1 + (1 − y) 2 ). ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "As seen in eq.5, the cross section exhibit a cos φ h and a cos 2φ h azimuthal modulations. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "They are generated by the so called Cahn effect [5], which arises from the fact that the kinematics is non collinear when the k ⊥ is taken into account (i.e. a kinematical higher twist), and with the perturbative gluon radiation, resulting in order α s QCD processes. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "pQCD effects are becoming important for high transverse momenta of the produced hadrons, while they are small for p T up to 1 GeV/c. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "For the extraction of unpolarised asymmetries the usual tricks to cancel the experimental acceptance are not applicable and a full acceptance correction is needed in order to extract the amplitude of the azimuthal modulations. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "On top of the Cahn effect come the particularly interesting so called Boer-Mulders function, describing the transverse parton polarisation inside an unpolarised hadron and generating azimuthal asymmetries in this part of the SIDIS cross section. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "It is a T-odd function and describes the correlation between the quark transverse spin and its transverse momentum in an unpolarised nucleon [6]. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The Boer-Mulders PDFs contribute to both the cosφ h and the cos 2φ h modulations.",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Unpolarized azimuthal asymmetries have been measured by the EMC collaboration [7,8], with a liquid hydrogen target and a muonn beam at a slightly higher energy, but without charge separation for the final satte hadrons, an important aspect since the Boer-Mulders contribution is expected to have opposite sign or opposite charges. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 81,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8]"
                }
            ]
        },
        {
            "text": "These data have been used [9] to extract the average < k 2 ⊥ >. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Azimuthal asymmetries have been also measured by E665 [10] and at higher energies by ZEUS [11]. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "More recent are the measurements done by HERMES [12] and by COM-PASS [13], presented here.",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "To extract the asymmetries, the azimuthal hadron distributions N (ϕ h ) are reproduced, for each hadron charge, in each kinematic bin and in 16 bins in ϕ h for the range [0, 2π]. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "These distributions are then corrected for the apparatus acceptance, estimated using a Monte Carlo simulation, and fitted with a four parameter function. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "More details about the extraction method and systematic studies can be found in [13].",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The cos φ h (A UU cos φ h ), cos 2φ h (A UU cos 2φ h ) and sin ϕ h (A LU sin ϕ h ) asymmetries are shown in fig.3 for both hadron charges versus x B , z and p h T . ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 113,
                    "type": "figure",
                    "text": "fig.3"
                }
            ]
        },
        {
            "text": "The error bars represent statistical uncertainties and the systematic uncertainties are estimated to be as large as twice the statistical ones [13].  ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The A LU sin ϕ h is found to be small and compatible with zero for h − . ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "For h + however, it is slightly positive and increasing with z. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "The cos ϕ h and cos 2ϕ h asymmetries are found to be significantly different from zero. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "The A UU cos φ h asymmetry is negative for both hadron charges with a larger absolute values for positive hadrons and strongly depends on kinematic variables, in particular z and p h T . ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "Versus z, it has a constant value u to z 0.5 and increase at larger z up to 0.15 in absolute value. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "Versus p h",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "T it shows a similar behaviour being constant up to p h T 0.35 GeV/c and then rapidly increases in absolute value. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "The A UU cos 2φ h is found to be significantly positive for both charges with a larger absolute values for negative hadrons. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "It also shows a strong kinematic dependence. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "While it shows a descending trend versus x B , it decreases versus z and p h T up to z 0.6 and p h T 0.4 GeV/c. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "First theoretical attempts to describe the observed strong kinematic dependencies in terms of Cahn and Boer-Mulders effects could not reproduce the trends suggested by experimental results in particular the p h T dependence.   ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "in bins of z and p h T , in Figs. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "4 and 5 respectively, where the error bars represents statistical uncertainties. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "It has been checked that projecting the asymmetries on any of the three kinematic variables reproduce the results for the integrated asymmetries, as expected. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "For A LU sin ϕ h , no specific effect could be observed due to large statistical errors and the results are not shown here. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "The large negative signal of A UU cos φ h at small x is originated by high z and small p h T hadrons, i.e. 0.55 < z < 0.8 and 0.1 GeV/c < p h T < 0.64 GeV/c. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "In addition, the absolute values of A UU cos ϕ increases with p h T for z < 0.55. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "For A UU cos 2ϕ h asymmetry, its large positively increasing signal versus x B is originated by high z and small p h T hadrons, i,e, 0.55 < z < 0.85 and 0.1 GeV/c < p h T < 0.5 GeV/c. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "For p h T > 0.5 GeV/c, the asymmetry shows a linear x B dependence. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "The difference between positive and negative hadron charges is mainly seen at large p h T (0.64 GeV/c < p h T < 1 GeV/c). ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "To summarise, the experimental data shows different trends in the various regions in (z,p h T ) suggesting that there are dif-ferent regimes with different dominant processes. ",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "Thus, a new phenomenological approach taking into account these observations is needed for a better description of the experimental data and a deeper understanding of the physics behind.",
            "section": "Hadron Azimuthal Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "Conclusions",
            "section_rank": 7
        },
        {
            "text": "COMPASS has produced new inputs for global QCD analysis to extract the intrinsic transverse momenta of quarks. ",
            "section": "Conclusions",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "The first are the p 2 T -dependent hadron multiplicities measured using data collected in 2006 by scattering a 160 GeV muon beam off a deuteron ( 6 Lid) target. ",
            "section": "Conclusions",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "Yet, only part of the total set is shown in three (x B ,Q 2 ) kinematic bins and 2 z ranges. ",
            "section": "Conclusions",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "However the total set covers a wide kinematic domain in x B down to 0.003 and Q 2 up to 30 (GeV/c) 2 and covers a p 2 T range up to 3 (GeV/c) 2 . ",
            "section": "Conclusions",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                },
                {
                    "start": 116,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                },
                {
                    "start": 142,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The experimental data clearly need 2-exponentials function to produce their shape. ",
            "section": "Conclusions",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "The second input are the azimuthal asymmetries measured using 2004 data. ",
            "section": "Conclusions",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "Two sets of results are produced, the first by binning the data in x B ,z and p h T integrating over the other two variables and the second in a threedimensional grid of the three variables. ",
            "section": "Conclusions",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "The asymmetries of the cos φ h and cos 2ϕ h modulations show strong kinematic dependencies which could not be reproduced by the existing phenomenological approach. ",
            "section": "Conclusions",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "These results constitute an important input to improve the understanding of the transverse momentum structure of the nucleon.",
            "section": "Conclusions",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "Figure 2 . ",
            "section_rank": 8
        },
        {
            "text": "h − p 2 T",
            "section_rank": 8
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 . h − p 2 T",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "h − p2 T -dependent distributions with 1-exponential (dotted line) and 2-exponentials (dashed line) fits. ",
            "section": "Figure 2 . h − p 2 T",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 5,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "x refers to the kinematic variable x B . ",
            "section": "Figure 2 . h − p 2 T",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "Only statistical errors are shown.",
            "section": "Figure 2 . h − p 2 T",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "Figure 4 .",
            "section_rank": 9
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "A cos ϕ h UU asymmetries for h ± as a function of x B for different bins in z (from bottom to top) and p h T (from left to right). ",
            "section": "Figure 4 .",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The error bars correspond to statistical uncertainties.",
            "section": "Figure 4 .",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "-0.25 0.10-0.30 0.003-0.012 0.25-0.32 0.30-0.50 0.012-0.02 0.32-0.40 0.50-0.64 0.02-0.038 0.40-0.55 0.64-1.00 0.038-0.13 0.55-0.70 0.70-0.85 A deeper investigation of the observed kinematic dependencies has been performed by extracting the azimuthal modulations binning simultaneously the data in x B , z and p h T (3-dimensional binning as shown in tab. 2). ",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "The results for A UU cos ϕ h and A UU cos 2ϕ h are shown, versus x B 02015-p.5",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "Figure 5 .",
            "section_rank": 11
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5 .",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "A cos 2ϕ h UU asymmetries for h ± as a function of x B for different bins in z and p h T , same asFig. ",
            "section": "Figure 5 .",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "4.",
            "section": "Figure 5 .",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "Table 1 .",
            "section_rank": 12
        },
        {
            "text": "(x B ,Q 2 ) bins vs. which M h ± are extracted.",
            "section": "Table 1 .",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "Table 2 .",
            "section_rank": 13
        },
        {
            "text": "z, p T and x B bins used in the azimuthal asymmetries.",
            "section": "Table 2 .",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "Ack o n wledgments",
            "section_rank": 15
        },
        {
            "text": "The author likes to thank the organisers of the conference for the invitation. ",
            "section": "Ack o n wledgments",
            "paragraph_rank": 30,
            "section_rank": 15
        },
        {
            "text": "Finally, this work has been undertaken with the support of the ICTP TRIL programme, Trieste, Italy.",
            "section": "Ack o n wledgments",
            "paragraph_rank": 30,
            "section_rank": 15
        }
    ]
}