{
    "level": "sentence",
    "abstract": [
        {
            "text": "A measurement of the Higgs boson mass is presented based on the combined data samples of the ATLAS and CMS experiments at the CERN LHC in the H → γγ and H → ZZ → 4l decay channels. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The results are obtained from a simultaneous fit to the reconstructed invariant mass peaks in the two channels and for the two experiments. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The measured masses from the individual channels and the two experiments are found to be consistent among themselves. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The combined measured mass of the Higgs boson is m H ¼ 125.09 AE 0.21 ðstatÞ AE 0.11 ðsystÞ GeV.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The study of the mechanism of electroweak symmetry breaking is one of the principal goals of the CERN LHC program. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In the standard model (SM), this symmetry breaking is achieved through the introduction of a complex doublet scalar field, leading to the prediction of the Higgs boson H [1][2][3][4][5][6], whose mass m H is, however, not predicted by the theory. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 173,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 176,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 179,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 182,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 185,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "In 2012, the ATLAS and CMS Collaborations at the LHC announced the discovery of a particle with Higgs-boson-like properties and a mass of about 125 GeV [7][8][9]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 155,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The discovery was based primarily on mass peaks observed in the γγ and ZZ → l þ l − l 0þ l 0− (denoted H → ZZ → 4l for simplicity) decay channels, where one or both of the Z bosons can be off shell and where l and l 0 denote an electron or muon. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "With m H known, all properties of the SM Higgs boson, such as its production cross section and partial decay widths, can be predicted. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Increasingly precise measurements [10][11][12][13] have established that all observed properties of the new particle, including its spin, parity, and coupling strengths to SM particles are consistent within the uncertainties with those expected for the SM Higgs boson. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[10]"
                },
                {
                    "start": 38,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[11]"
                },
                {
                    "start": 42,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[12]"
                },
                {
                    "start": 46,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[13]"
                },
                {
                    "start": 253,
                    "end": 268,
                    "type": "bibr",
                    "text": "SM Higgs boson."
                }
            ]
        },
        {
            "text": "The ATLAS and CMS Collaborations have independently measured m H using the samples of proton-proton collision data collected in 2011 and 2012, commonly referred to as LHC Run 1. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The analyzed samples correspond to approximately 5 fb −1 of integrated luminosity at ffiffi ffi s p ¼ 7 TeV, and 20 fb −1 at ffiffi ffi s p ¼ 8 TeV, for each experiment. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Combined results in the context of the separate experiments, as well as those in the individual channels, are presented in Refs. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "[12,[14][15][16].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[12,"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[15]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "This Letter describes a combination of the Run 1 data from the two experiments, leading to improved precision for m H . ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Besides its intrinsic importance as a fundamental parameter, improved knowledge of m H yields more precise predictions for the other Higgs boson properties. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Furthermore, the combined mass measurement provides a first step towards combinations of other quantities, such as the couplings. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In the SM, m H is related to the values of the masses of the W boson and top quark through loopinduced effects. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Taking into account other measured SM quantities, the comparison of the measurements of the Higgs boson, W boson, and top quark masses can be used to directly test the consistency of the SM [17] and thus to search for evidence of physics beyond the SM.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "The combination is performed using only the H → γγ and H → ZZ → 4l decay channels, because these two channels offer the best mass resolution. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Interference between the Higgs boson signal and the continuum background is expected to produce a downward shift of the signal peak relative to the true value of m H . ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The overall effect in the H → γγ channel [18][19][20] is expected to be a few tens of MeV for a Higgs boson with a width near the SM value, which is small compared to the current precision. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[18]"
                },
                {
                    "start": 45,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[19]"
                },
                {
                    "start": 49,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The effect in the H → ZZ → 4l channel is expected to be much smaller [21]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "The effects of the interference on the mass spectra are neglected in this Letter.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The ATLAS and CMS detectors [22,23] are designed to precisely reconstruct charged leptons, photons, hadronic jets, and the imbalance of momentum transverse to the direction of the beams. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[22,"
                },
                {
                    "start": 32,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "23]"
                }
            ]
        },
        {
            "text": "The two detectors are based on different technologies requiring different reconstruction and calibration methods. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Consequently, they are subject to different sources of systematic uncertainty.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The H → γγ channel is characterized by a narrow resonant signal peak containing several hundred events per experiment above a large falling continuum background. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The overall signal-to-background ratio is a few percent. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Both experiments divide the H → γγ events into different categories depending on the signal purity and mass resolution, as a means to improve sensitivity. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "While CMS uses the same analysis procedure for the measurement of the Higgs boson mass and couplings [15], ATLAS implements separate analyses for the couplings [24] and for the mass [14]; the latter analysis classifies events in a manner that reduces the expected systematic uncertainties in m H .",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[15]"
                },
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[24]"
                },
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                }
            ],
            "entity_spans": [
                {
                    "start": 107,
                    "end": 113,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "The H → ZZ → 4l channel yields only a few tens of signal events per experiment, but has very little background, resulting in a signal-to-background ratio larger than 1. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The events are analyzed separately depending on the flavor of the lepton pairs. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "To extract m H , ATLAS employs a two-dimensional (2D) fit to the distribution of the fourlepton mass and a kinematic discriminant introduced to reject the main background, which arises from ZZ continuum production. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The CMS procedure is based on a three-dimensional fit, utilizing the four-lepton mass distribution, a kinematic discriminant, and the estimated event-by-event uncertainty in the four-lepton mass. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Both analyses are optimized for the mass measurement and neither attempts to distinguish between different Higgs boson production mechanisms.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "There are only minor differences in the parametrizations used for the present combination compared to those used for the combination of the two channels by the individual experiments. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "These differences have almost no effect on the results.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The measurement of m H , along with its uncertainty, is based on the maximization of profile-likelihood ratios ΛðαÞ in the asymptotic regime [25,26]:",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25,"
                },
                {
                    "start": 145,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "26]"
                }
            ]
        },
        {
            "text": "where L represents the likelihood function, α the parameters of interest, and θ the nuisance parameters. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "There are three types of nuisance parameters: those corresponding to systematic uncertainties, the fitted parameters of the background models, and any unconstrained signal model parameters not relevant to the particular hypothesis under test. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Systematic uncertainties are discussed below. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The other two types of nuisance parameters are incorporated into the statistical uncertainty. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The θ terms are profiled, i.e., for each possible value of a parameter of interest (e.g., m H ), all nuisance parameters are refitted to maximize L. Theα andθ terms denote the unconditional maximum likelihood estimates of the best-fit values for the parameters, whilê θðαÞ is the conditional maximum likelihood estimate for given parameter values α. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The likelihood functions L are constructed using signal and background probability density functions (PDFs) that depend on the discriminating variables: for the H → γγ channel, the diphoton mass, and, for the H → ZZ → 4l channel, the four-lepton mass (for CMS, also its uncertainty) and the kinematic discriminant. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The signal PDFs are derived from samples of Monte Carlo (MC) simulated events. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "For the H → ZZ → 4l channel, the background PDFs are determined using a combination of simulation and data control regions. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "For the H → γγ channel, the background PDFs are obtained directly from the fit to the data. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The profile-likelihood fits to the data are performed as a function of m H and the signal-strength scale factors defined below. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The fitting framework is implemented independently by ATLAS and CMS, using the ROOFIT [27], ROOSTATS [28], and HISTFACTORY [29] data modeling and handling packages.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27]"
                },
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[28]"
                },
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[29]"
                }
            ],
            "entity_spans": [
                {
                    "start": 54,
                    "end": 60,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s2"
                },
                {
                    "start": 79,
                    "end": 86,
                    "type": "software",
                    "rawForm": "ROOFIT",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "Despite the current agreement between the measured Higgs boson properties and the SM predictions, it is pertinent to perform a mass measurement that is as independent as possible of SM assumptions. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "For this purpose, three signalstrength scale factors are introduced and profiled in the fit, thus reducing the dependence of the results on assumptions about the Higgs boson couplings and about the variation of the production cross section (σ) times branching fraction (BF) with the mass. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The signal strengths are defined as μ ¼ ðσ expt × BF expt Þ=ðσ SM × BF SM Þ, representing the ratio of the cross section times branching fraction in the experiment to the corresponding SM expectation for the different production and decay modes. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Two factors, μ γγ ggFþttH and μ γγ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "VBFþVH , are used to scale the signal strength in the H → γγ channel. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The production processes involving Higgs boson couplings to fermions, namely gluon fusion (ggF) and associated production with a top quark-antiquark pair (ttH), are scaled with the μ γγ ggFþttH factor. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The production processes involving couplings to vector bosons, namely vector boson fusion (VBF) and associated production with a vector boson (VH), are scaled with the μ γγ VBFþVH factor. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The third factor μ 4l is used to scale the signal strength in the H → ZZ → 4l channel. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Only a single signal-strength parameter is used for H → ZZ → 4l events because the m H measurement in this case is found to exhibit almost no sensitivity to the different production mechanisms.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The procedure based on the two scale factors μ γγ ggFþttH and μ γγ VBFþVH for the H → γγ channel was previously employed by CMS [15] but not by ATLAS. ",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[15]"
                }
            ],
            "entity_spans": [
                {
                    "start": 144,
                    "end": 149,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "Instead, ATLAS relied on a single H → γγ signal-strength scale factor. ",
            "paragraph_rank": 14,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 9,
                    "end": 14,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "The additional degree of freedom introduced by ATLAS for the present study results in a shift of about 40 MeV in the ATLAS H → γγ result, leading to a shift of 20 MeV in the ATLAS combined mass measurement.",
            "paragraph_rank": 14,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 47,
                    "end": 53,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s6"
                },
                {
                    "start": 117,
                    "end": 122,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s7"
                },
                {
                    "start": 174,
                    "end": 179,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s8"
                }
            ]
        },
        {
            "text": "The individual signal strengths μ γγ ggFþttH , μ γγ VBFþVH , and μ 4l are assumed to be the same for ATLAS and CMS, and are profiled in the combined fit for m H . ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The corresponding profile-likelihood ratio is where the total uncertainty is obtained from the width of a negative log-likelihood ratio scan with all parameters profiled. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The statistical uncertainty is determined by fixing all nuisance parameters to their best-fit values, except for the three signal-strength scale factors and the H → γγ background function parameters, which are profiled. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The systematic uncertainty is determined by subtracting in quadrature the statistical uncertainty from the total uncertainty. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Equation 3shows that the uncertainties in the m H measurement are dominated by the statistical term, even when the Run 1 data sets of ATLAS and CMS are combined. ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 10,
                    "text": "3"
                }
            ]
        },
        {
            "text": "Figure 1 shows the negative log-likelihood ratio scans as a function of m H , with all nuisance parameters profiled (solid curves), and with the nuisance parameters fixed to their best-fit values (dashed curves).",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The signal strengths at the measured value of m H are found to be μ γγ ggFþttH ¼ 1. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "The corresponding likelihood ratio scans are shown in Fig. 1. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 60,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "For the H → ZZ → 4l channel, the systematic uncertainty is dominated by the absolute scale uncertainty in the momentum measurement for the muons and in the momentum and energy measurements for the electrons. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "Large samples (> 10 7 events) of dilepton decays of the J=ψ, ϒðnSÞ, and Z resonances are used by both experiments to evaluate the absolute scales and to correct for residual misalignments in the inner tracker systems [14,16]. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14,"
                },
                {
                    "start": 221,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "16]"
                }
            ]
        },
        {
            "text": "The systematic uncertainty in the ATLAS m H result from H → ZZ → 4l decays was conservatively set to 60 MeV in Ref. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "[14] to account for the limited numerical precision in its estimate. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "A more precise procedure, resulting in a reduced systematic uncertainty of 40 MeV, is used here. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "For CMS, conservative systematic uncertainties of 0.1% for the H → ZZ → 4μ and 2μ2e channels, and 0.3% for the H → ZZ → 4e channel, were obtained in Ref. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "[16] and are used here. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "A summary of the results from the individual analyses and their combination is presented in Fig. 2.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 98,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The observed uncertainties in the combined measurement can be compared with expectations. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "The latter are evaluated by generating two Asimov data sets [26], where an Asimov data set is a representative event sample that provides both the median expectation for an experimental result and its expected statistical variation, in the asymptotic approximation, without the need for an extensive MC-based calculation. ",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "The first Asimov data set is a \"prefit\" sample, generated using m H ¼ 125.0 GeV and the SM predictions for the couplings, with all nuisance parameters fixed to their nominal values. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "The second Asimov data set is a \"postfit\" sample, in which m H , the three signal strengths μ γγ ggFþttH , μ γγ VBFþVH , and μ 4l , and all nuisance parameters are fixed to their best-fit estimates from the data. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "The expected uncertainties for the combined mass are δm H prefit ¼ AE0.   ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "for the postfit case, which are both very similar to the observed uncertainties reported in Eq. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "3. ",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "text": "3"
                }
            ]
        },
        {
            "text": "Constraining all signal yields to their SM predictions results in an m H value that is about 70 MeV larger than the nominal result with a comparable uncertainty. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "The increase in the central value reflects the combined effect of the higher-than-expected H → ZZ → 4l measured signal strength and the increase of the H → ZZ branching fraction with m H . ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "Thus, the fit assuming SM couplings forces the mass to a higher value in order to accommodate the value μ ¼ 1 expected in the SM.",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "Since the discovery, both experiments have improved their understanding of the electron, photon, and muon measurements [16,[30][31][32][33][34], leading to a significant reduction of the systematic uncertainties in the mass measurement. ",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[16,"
                },
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[30]"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[31]"
                },
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[32]"
                },
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[33]"
                },
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "Nevertheless, the treatment and understanding of systematic uncertainties is an important aspect of the individual measurements and their combination. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "The combined analysis incorporates approximately 300 nuisance parameters. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "Among these, approximately 100 are fitted parameters describing the shapes and normalizations of the background models in the H → γγ channel, including a number of discrete parameters that allow the functional form in each of the CMS H → γγ analysis categories to be changed [35]. ",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "Of the remaining almost 200 nuisance parameters, most correspond to experimental or theoretical systematic uncertainties.",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "Based on the results from the individual experiments, the dominant systematic uncertainties for the combined m H result are expected to be those associated with the energy or momentum scale and its resolution: for the photons in the H → γγ channel and for the electrons and muons in the H → ZZ → 4l channel [14][15][16]. ",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                },
                {
                    "start": 311,
                    "end": 315,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[15]"
                },
                {
                    "start": 315,
                    "end": 319,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "These uncertainties are assumed to be uncorrelated between the two experiments since they are related to the specific characteristics of the detectors as well as to the calibration procedures, which are fully independent except for negligible effects due to the use of the common Z boson mass [36] to specify the absolute energy and momentum scales. ",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "Other experimental systematic uncertainties [14][15][16] are similarly assumed to be uncorrelated between the two experiments. ",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                },
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[15]"
                },
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Uncertainties in the theoretical predictions and in the measured integrated luminosities are treated as fully and partially correlated, respectively.",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "To evaluate the relative importance of the different sources of systematic uncertainty, the nuisance parameters are grouped according to their correspondence to three broad classes of systematic uncertainty: (1) uncertainties in the energy or momentum scale and resolution for photons, electrons, and muons (\"scale\"), (2) theoretical uncertainties, e.g., uncertainties in the Higgs boson cross section and branching fractions, and in the normalization of SM background processes (\"theory\"), (3) other experimental uncertainties (\"other\").",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "First, the total uncertainty is obtained from the full profilelikelihood scan, as explained above. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "Next, parameters associated with the scale terms are fixed and a new scan is performed. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "Then, in addition to the scale terms, the parameters associated with the theory terms are fixed and a scan performed. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "Finally, in addition, the other parameters are fixed and a scan performed. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "Thus the fits are performed iteratively, with the different classes of nuisance parameters cumulatively held fixed to their best-fit values. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The uncertainties associated with the different classes of nuisance parameters are defined by the difference in quadrature   from which it is seen that the systematic uncertainty is indeed dominated by the energy and momentum scale terms. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The result in Eq. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "8is consistent with the values of m H derived from the less precise WW and ττ Higgs boson decay modes [37][38][39][40].",
            "paragraph_rank": 21,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "text": "8"
                },
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[37]"
                },
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[38]"
                },
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[39]"
                },
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "The relative importance of the various sources of systematic uncertainty is further investigated by dividing the nuisance parameters into yet-finer groups, with each group associated with a specific underlying effect, and evaluating the impact of each group on the overall mass uncertainty. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "The matching of nuisance parameters to an effect is not strictly rigorous because nuisance parameters in the two experiments do not always represent exactly the same effect and in some cases multiple effects are related to the same nuisance parameter. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "Nevertheless, the relative impact of the different effects can be explored. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "A few experiment-specific groups of nuisance parameters are defined. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "For example, ATLAS includes a group of nuisance parameters to account for the inaccuracy of the background modeling for the H → γγ channel. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "To model this background, ATLAS uses specific analytic functions in each category [14] while CMS simultaneously considers different background parametrizations [35]. ",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                },
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "The systematic uncertainty in m H related to the background modeling in CMS is estimated to be negligible [15].",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The impact of groups of nuisance parameters is evaluated starting from the contribution of each individual nuisance parameter to the total uncertainty. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "This contribution is defined as the mass shift δm H observed when reevaluating the profile-likelihood ratio after fixing the nuisance parameter in question to its best-fit value increased or decreased by 1 standard deviation (σ) in its distribution. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "For a nuisance parameter whose PDF is a Gaussian distribution, this shift corresponds to the contribution of that particular nuisance parameter to the final uncertainty. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "The impact of a group of nuisance parameters is estimated by summing in quadrature the contributions from the individual parameters.",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "The impacts δm H due to each of the considered effects are listed in Table I. ",
            "paragraph_rank": 24,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 76,
                    "type": "table",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The results are reported for the four individual channels, both for the data and (in parentheses) the prefit Asimov data set. ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "The row labeled \"Systematic uncertainty (sum in quadrature)\" shows the total sums in quadrature of the individual terms in the table. ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "The row labeled \"Systematic uncertainty (nominal)\" shows the corresponding total systematic uncertainties derived using the subtraction in quadrature method discussed in connection with Eq. ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "(3). ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "The two methods to evaluate the total systematic uncertainty are seen to agree within 10 MeV, which is comparable with the precision of the estimates. ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "The two rightmost columns of Table I list the contribution of each group of nuisance parameters to the uncertainties in the combined mass measurement, for ATLAS and CMS separately.",
            "paragraph_rank": 24,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 36,
                    "type": "table",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The statistical and total uncertainties are summarized in the bottom section of Table I. Since the weight of a channel in the final combination is determined by the inverse of the squared uncertainty, the approximate relative weights for the combined result are 19% (H → γγ) and 18% (H → ZZ → 4l) for ATLAS, and 40% (H → γγ) and 23% (H → ZZ → 4l) for CMS. ",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "These weights are reported in the last row of Table I, along with the expected values. ",
            "paragraph_rank": 25,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "type": "table",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "Figure 3 presents the impact of each group of nuisance parameters on the total systematic uncertainty in the mass measurement of ATLAS, CMS, and the combination. ",
            "paragraph_rank": 25,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "For the individual ATLAS and CMS measurements, the results in Fig. 3 are approximately equivalent to the sum in quadrature of the respective δm H terms in Table I multiplied by their analysis weights, after normalizing these weights to correspond to either ATLAS only or CMS only. ",
            "paragraph_rank": 25,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 68,
                    "type": "figure",
                    "text": "Fig. 3"
                },
                {
                    "start": 155,
                    "end": 162,
                    "type": "table",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The ATLAS and CMS combined results in Fig. 3 are the sum in quadrature of the combined results in Table I.",
            "paragraph_rank": 25,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 44,
                    "type": "figure",
                    "text": "Fig. 3"
                },
                {
                    "start": 98,
                    "end": 105,
                    "type": "table",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The results in Table I and Fig. 3 establish that the largest systematic effects for the mass uncertainty are those related to the determination of the energy scale of the photons, followed by those associated with the determination of the electron and muon momentum scales. ",
            "paragraph_rank": 26,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "type": "table",
                    "text": "Table I"
                },
                {
                    "start": 27,
                    "end": 33,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Since the CMS H → γγ channel has the largest weight in the combination, its impact on the systematic uncertainty of the combined result is largest.",
            "paragraph_rank": 26,
            "section_rank": 2
        },
        {
            "text": "The mutual compatibility of the m H results from the four individual channels is tested using a likelihood ratio with four masses in the numerator and a common mass in the denominator, and thus three degrees of freedom. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "The three signal strengths are profiled in both the numerator and denominator as in Eq. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "(1). ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "The resulting compatibility, defined as the asymptotic p value of the fit, is 10%. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "Allowing the ATLAS and CMS signal strengths to vary independently yields a compatibility of 7%. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "This latter fit results in an m H value that is 40 MeV larger than the nominal result.",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "The compatibility of the combined ATLAS and CMS mass measurement in the H → γγ channel with the combined measurement in the H → ZZ → 4l channel is evaluated using the variable Δm γZ ≡ m H γγ − m H 4l as the parameter of interest, with all other parameters, including m H , profiled. ",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "Similarly, the compatibility of the ATLAS combined mass measurement in the two channels with the CMS combined measurement in the two channels is evaluated using the variable Δm expt ≡ m ATLAS H − m CMS H . ",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "The observed results, Δm γZ ¼ −0.1 AE 0.5 GeV and Δm expt ¼ 0.4 AE 0.5 GeV, are both consistent with zero within 1σ. ",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "The difference between the mass values in PRL 114, 191803 (2015) ",
            "paragraph_rank": 28,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 64,
                    "type": "bibr",
                    "text": "PRL 114, 191803 (2015)"
                }
            ]
        },
        {
            "text": "week ending  191803-5",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "the two experiments is Δm expt γγ ¼ 1.3 AE 0.6 GeV (2.1σ) for the H → γγ channel and Δm expt 4l ¼ −0.9 AE 0.7 GeV (1.3σ) for the H → ZZ → 4l channel. ",
            "paragraph_rank": 30,
            "section_rank": 2
        },
        {
            "text": "The combined results exhibit a greater degree of compatibility than the results from the individual decay channels because the Δm expt value has opposite signs in the two channels.",
            "paragraph_rank": 30,
            "section_rank": 2
        },
        {
            "text": "The compatibility of the signal strengths from ATLAS and CMS is evaluated through the ratios",
            "paragraph_rank": 31,
            "section_rank": 2
        },
        {
            "text": "ggFþttH =μ γγCMS ggFþttH , and λ expt 4l ¼ μ 4lATLAS =μ 4lCMS . ",
            "paragraph_rank": 32,
            "section_rank": 2
        },
        {
            "text": "For this purpose, each ratio is individually taken to be the parameter of interest, with all other nuisance parameters profiled, including the remaining two ratios for the first two tests. ",
            "paragraph_rank": 32,
            "section_rank": 2
        },
        {
            "text": "We find",
            "paragraph_rank": 32,
            "section_rank": 2
        },
        {
            "text": "−0.5 , and λ expt 4l ¼ 1.3 þ0.5 −0.4 , all of which are consistent with unity within 1σ. ",
            "paragraph_rank": 33,
            "section_rank": 2
        },
        {
            "text": "The ratio λ expt",
            "paragraph_rank": 33,
            "section_rank": 2
        },
        {
            "text": "V",
            "section_rank": 3
        },
        {
            "text": "¼ μ γγATLAS",
            "section_rank": 4
        },
        {
            "text": "VBFþVH =μ γγCMS VBFþVH is omitted because the ATLAS mass measurement in the H → γγ channel is not sensitive to μ γγ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 34,
            "section_rank": 4
        },
        {
            "text": "VBFþVH =μ γγ ggFþttH . ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "The correlation between the signal strength and the measured mass is explored with 2D likelihood scans as functions of μ and m H . ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "The three signal strengths are assumed to be the same: μ γγ ggFþttH ¼ μ γγ VBFþVH ¼ μ 4l ≡ μ, and thus the ratios of the production cross sections times branching fractions are constrained to the SM TABLE I. Systematic uncertainties δm H (see text) associated with the indicated effects for each of the four input channels, and the corresponding contributions of ATLAS and CMS to the systematic uncertainties of the combined result. ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "\"ECAL\" refers to the electromagnetic calorimeters. ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "The numbers in parentheses indicate expected values obtained from the prefit Asimov data set discussed in the text. ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "The uncertainties for the combined result are related to the values of the individual channels through the relative weight of the individual channel in the combination, which is proportional to the inverse of the respective uncertainty squared. ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "The top section of the table divides the sources of systematic uncertainty into three classes, which are discussed in the text. ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "The bottom section of the table shows the total systematic uncertainties estimated by adding the individual contributions in quadrature, the total systematic uncertainties evaluated using the nominal method discussed in the text, the statistical uncertainties, the total uncertainties, and the analysis weights, illustrative of the relative weight of each channel in the combined m H measurement. ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "predictions. ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "Assuming that the negative log-likelihood ratio −2 ln Λðμ; m H Þ is distributed as a χ 2 variable with two degrees of freedom, the 68% confidence level (C.L.) confidence regions are shown in Fig. 4 for each individual measurement, as well as for the combined result. ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 191,
                    "end": 197,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "In summary, a combined measurement of the Higgs boson mass is performed in the H → γγ and H → ZZ → 4l channels using the LHC Run 1 data sets of the ATLAS and CMS experiments, with minimal reliance on the assumption that the Higgs boson behaves as predicted by the SM. ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "where the total uncertainty is dominated by the statistical term, with the systematic uncertainty dominated by effects related to the photon, electron, and muon energy or momentum scales and resolutions. ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "Compatibility tests are performed to ascertain whether the measurements are consistent with each other, both between the different decay channels and between the two experiments. ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "All tests on the combined results indicate consistency of the different measurements within 1σ, while the four Higgs boson mass measurements in the two channels of the two experiments agree within 2σ. ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "The combined measurement of the Higgs boson mass improves upon the results from the individual experiments and is the most precise measurement to date of this fundamental parameter of the newly discovered particle.",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS and CMS could not be operated efficiently. ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 36,
            "section_rank": 4
        },
        {
            "text": "We acknowledge the support of ANPCyT (Argentina); YerPhI (Armenia); ARC (Australia); BMWFW and FWF (Austria); ANAS (Azerbaijan); SSTC (Belarus); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES  Table I on the ATLAS (left), CMS (center), and combined (right) mass measurement uncertainty. ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 36,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 216,
                    "end": 223,
                    "type": "table",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The observed (expected) results are shown by the solid (empty) bars.    ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 36,
            "section_rank": 4
        },
        {
            "text": "); MINECO, SEIDI, and CPAN (Spain); SRC and Wallenberg Foundation (Sweden); ETH Board, ETH Zurich, PSI, SER, SNSF, UniZH, and Cantons of Bern, Genève, and Zurich (Switzerland); NSC (Taipei); MST (Taiwan); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC and the Royal Society and Leverhulme Trust (U.K.); DOE and NSF (U.S.). ",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 36,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "table",
                    "text": ")"
                }
            ],
            "entity_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "type": "software",
                    "rawForm": "STAR",
                    "resp": "service",
                    "id": "software-simple-s9"
                }
            ]
        },
        {
            "text": "In addition, we gratefully acknowledge the crucial computing support from all WLCG partners, in particular from CERN and the Tier-1 and Tier-2 facilities worldwide.",
            "section": "¼ μ γγATLAS",
            "paragraph_rank": 36,
            "section_rank": 4
        },
        {
            "text": "24 GeV ¼ AE0.22 ðstatÞ AE 0.10 ðsystÞ GeV ð6Þ",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "text": "FIG. 1 (",
            "section_rank": 6
        },
        {
            "text": "FIG. 1 (color online). ",
            "section": "FIG. 1 (",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "text": "Scans of twice the negative loglikelihood ratio −2 ln Λðm H Þ as functions of the Higgs boson mass m H for the ATLAS and CMS combination of the H → γγ (red), H → ZZ → 4l (blue), and combined (black) channels. ",
            "section": "FIG. 1 (",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "text": "The dashed curves show the results accounting for statistical uncertainties only, with all nuisance parameters associated with systematic uncertainties fixed to their best-fit values. ",
            "section": "FIG. 1 (",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "text": "The 1 and 2 standard deviation limits are indicated by the intersections of the horizontal lines at 1 and 4, respectively, with the log-likelihood scan curves.",
            "section": "FIG. 1 (",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "text": "FIG. 2 (",
            "section_rank": 7
        },
        {
            "text": "FIG. 2 (color online). ",
            "section": "FIG. 2 (",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "text": "Summary of Higgs boson mass measurements from the individual analyses of ATLAS and CMS and from the combined analysis presented here. ",
            "section": "FIG. 2 (",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "text": "The systematic (narrower, magenta-shaded bands), statistical (wider, yellow-shaded bands), and total (black error bars) uncertainties are indicated. ",
            "section": "FIG. 2 (",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "text": "The (red) vertical line and corresponding (gray) shaded column indicate the central value and the total uncertainty of the combined measurement, respectively.",
            "section": "FIG. 2 (",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "text": "The result is m H ¼ 125.09 AE 0.24 GeV ¼ 125.09 AE 0.21 ðstatÞ AE 0.11 ðsystÞ GeV; ð9Þ",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "text": "FIG. 4 ( 7 (",
            "section_rank": 9
        },
        {
            "text": "FIG. 4 (color online). ",
            "section": "FIG. 4 ( 7 (",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "Summary of likelihood scans in the 2D plane of signal strength μ versus Higgs boson mass m H for the ATLAS and CMS experiments. ",
            "section": "FIG. 4 ( 7 (",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "The 68% C.L. confidence regions of the individual measurements are shown by the dashed curves and of the overall combination by the solid curve. ",
            "section": "FIG. 4 ( 7 (",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "The markers indicate the respective best-fit values. ",
            "section": "FIG. 4 ( 7 (",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "The SM signal strength is indicated by the horizontal line at μ ¼ 1.",
            "section": "FIG. 4 ( 7 (",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "Slightly more complex fit models are used, as described below, to perform additional compatibility tests between the different decay channels and between the results from ATLAS and CMS.Combining the ATLAS and CMS data for the H → γγ and H → ZZ → 4l channels according to the above procedure, the mass of theHiggs  boson is determined to be m H ¼ 125.09 AE 0.24 GeV ¼ 125.09 AE 0.21 ðstatÞ AE 0.11 ðsystÞ GeV; ð3Þ",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "H ;μ γγ ggFþttH ðm H Þ;μ γγ VBFþVH ðm H Þ;μ 4l ðm H Þ;θðm H Þ Lðm H ;μ γγ ggFþttH ;μ γγ VBFþVH ;μ 4l ;θÞ",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "text": "15 þ0.28 −0.25 , μ γγ VBFþVH ¼ 1.17 þ0.58 −0.53 , and μ 4l ¼ 1.40 þ0.30 −0.25 . ",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "The combined overall signal strength μ (with μ γγ ggFþttH ¼ μ γγ VBFþVH ¼ μ 4l ≡ μ) is μ ¼ 1.24 þ0.18 −0.16 . ",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "The results reported here for the signal strengths are not expected to have the same sensitivity, nor exactly the same values, as those that would be extracted from a combined analysis optimized for the coupling measurements. ",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "The combined ATLAS and CMS results for m H in the separate H → γγ and H → ZZ → 4l channels are m γγ H ¼ 125.07 AE 0.29 GeV ¼ 125.07 AE 0.25 ðstatÞ AE 0.14 ðsystÞ GeV ð4Þ",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "H ¼ 125.15 AE 0.40 GeV ¼ 125.15 AE 0.37 ðstatÞ AE 0.15 ðsystÞ GeV: ð5Þ",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "The statistical uncertainty is determined from the final scan, with all nuisance parameters associated with systematic terms held fixed, as explained above. ",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "The result is m H ¼ 125.09 AE 0.21 ðstatÞ AE 0.11 ðscaleÞ AE 0.02 ðotherÞ AE 0.01 ðtheoryÞ GeV; ð8Þ",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "01Þ <0.01 ð<0.01Þ 0.02 ð<0.01Þ 0.01 ð<0.01Þ 0.01 ð<0.01Þ 0.01 ð<0.01Þ",
            "paragraph_rank": 47,
            "section_rank": 13
        },
        {
            "text": "FIG. 3 (color online). ",
            "paragraph_rank": 48,
            "section_rank": 14
        },
        {
            "text": "The impacts δm H (see text) of the nuisance parameter groups in",
            "paragraph_rank": 48,
            "section_rank": 14
        }
    ]
}