{
    "level": "sentence",
    "abstract": [
        {
            "text": "The tt charge asymmetry is measured in proton-proton collisions at a centre-of-mass energy of 8 TeV. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The data, collected with the CMS experiment at the LHC, correspond to an integrated luminosity of 19.7 fb −1 . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Selected events contain an electron or a muon and four or more jets, where at least one jet is identified as originating from b-quark hadronization. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The inclusive charge asymmetry is found to be 0.0010 ±0.0068 (stat)± 0.0037 (syst). ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "In addition, differential charge asymmetries as a function of rapidity, transverse momentum, and invariant mass of the tt system are studied. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "For the first time at the LHC, the measurements are also performed in a reduced fiducial phase space of top quark pair production, with an integrated result of −0.0035 ± 0.0072 (stat) ± 0.0031 (syst). ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "All measurements are consistent within two standard deviations with zero asymmetry as well as with the predictions of the standard model.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The top quark offers an excellent opportunity to search for deviations from the standard model (SM), as its large mass makes it unique among all quarks. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "A possible hint for new physics in the top quark sector is the discrepancy between the measured tt forwardbackward asymmetry and the SM expectations, reported by the CDF [1,2] and D0 [3][4][5] Collaborations at the Tevatron. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 173,
                    "end": 175,
                    "type": "bibr",
                    "text": "2]"
                },
                {
                    "start": 183,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 186,
                    "end": 189,
                    "type": "bibr",
                    "text": "[4]"
                },
                {
                    "start": 189,
                    "end": 192,
                    "type": "bibr",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Although this discrepancy has become smaller as the measurements and SM calculations [6,7] have been refined, it has generated a number of theoretical explanations invoking contributions from physics beyond the SM (BSM). ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6,"
                },
                {
                    "start": 88,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7]"
                }
            ]
        },
        {
            "text": "These have in turn led to models based on axigluons or Z bosons as mediators in the tt production process. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "An overview of the theoretical explanations can be found in Ref. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "[8] and references therein.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "At hadron colliders top quark pairs are produced predominantly in the processes of gluon-gluon fusion and quark-antiquark annihilation. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "At leading order (LO), the tt production is symmetric with respect to the exchange of the top quark and antiquark. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "At higher orders, QCD radiative corrections to the qq → tt process induce an asymmetry in the differential distributions of top quarks and antiquarks. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The interference between initial-and final-state radiation (ISR and FSR) processes, as well as the interference between the Born and box diagrams, generate a correlation between the E-mail address: cms-publication-committee-chair@cern.ch. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "direction of the top quark momentum and that of the incoming quark [9]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Similarly, the direction of the top antiquark momentum is related to that of the incoming antiquark. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "These processes induce a forward-backward asymmetry (A FB ) at the Tevatron pp collider. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The charge-symmetric pp collisions at the CERN LHC result in a different effect. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "At the LHC, the larger average momentum fraction of the valence quarks leads to an excess of top quarks produced in the forward and backward directions, while the top antiquarks are produced more centrally. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This makes the difference in the absolute values of the rapidities 1 of the top quark and antiquark, |y| = |y t | − |y¯t|, a suitable observable to measure the tt charge asymmetry at the LHC experiments. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Using the sensitive variable, the charge asymmetry can be defined as",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "where N + and N − represent the number of events with positive and negative values of |y|, respectively. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Theoretical predictions for this observable are of order 1% in the SM [10,11], but its sensitivity to new physics makes measurements of the effect interesting even when the precision is not high enough to establish the existence of the SM charge asymmetry. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "text": "[10,"
                },
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "text": "11]"
                }
            ]
        },
        {
            "text": "Both the CMS and ATLAS",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Collaborations have published results based on the data collected at a centre-of-mass energy √ s = 7 TeV, which are in agreement with the SM predictions [12][13][14][15]. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                },
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "To shed light on the possible existence and the nature of new physics contributions, it is crucial to measure not only the inclusive asymmetry but also A C as a function of variables magnifying the tt charge asymmetry. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "For this purpose Eq. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "(1) is modified to consider only events in a specific bin of the given variable.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In this letter, we present an inclusive measurement and three differential measurements of the tt charge asymmetry. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The three differential variables, which are each sensitive to a different contribution to the charge asymmetry, include the tt system rapidity |y tt |, its transverse momentum p tt T , and its invariant mass m tt . ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The measurements use the data collected with the CMS experiment in 2012 corresponding to an integrated luminosity of 19.7 fb −1 at",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The variable |y tt | is sensitive to the ratio of the contributions from the qq and gg initial states to tt production. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The chargesymmetric gluon fusion process is dominant in the central region, while tt production through qq annihilation mostly produces events with the tt pair at larger rapidities, which implies an enhancement of the charge asymmetry with increasing |y tt | [10].",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "type": "bibr",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The ratio of the positive and negative contributions to the overall asymmetry depends on p tt T . ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "In the SM the interference between the Born and the box diagrams leads to a positive contribution, while the interference between ISR and FSR results in a negative contribution. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The presence of additional hard radiation implies, on average, a higher transverse momentum (p T ) of the tt system. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Consequently, in events with large values of p tt T , the negative contribution from the ISR-FSR interference is enhanced [10].",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The charge asymmetry is expected to depend on m tt since the contribution of the qq initial state process is enhanced for larger values of this variable. ",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "It is also sensitive to BSM contributions; new heavy particles could be exchanged between initial quarks and antiquarks and contribute to the tt production (see, e.g. Ref. [16] and references therein). ",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The amplitudes associated with these new contributions would interfere with those of the SM processes, and depending on the model they could lead to an increasing tt charge asymmetry with increasing m tt .",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Because only a part of the tt phase space is experimentally accessible, measurements of the charge asymmetry that are to be compared to theoretical predictions necessarily include an extrapolation to a more well-defined phase space. ",
            "section": "Introduction",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "To this end a fiducial phase space is defined that emulates the restrictions of the measurable phase space while allowing for the calculation of theoretical predictions. ",
            "section": "Introduction",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "This minimizes the need for extrapolation, which can be subject to unpredictable uncertainties if there are significant BSM contributions. ",
            "section": "Introduction",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "An additional extrapolation to the full phase space of top quark pair production is provided as well, which allows for an easier comparison to the results of other measurements and theoretical calculations.",
            "section": "Introduction",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "CMS detector",
            "section_rank": 3
        },
        {
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. ",
            "section": "CMS detector",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The inner tracker measures trajectories of charged particles within the pseudorapidity range |η| < 2.5, while the calorimeters provide coverage up to |η| = 3.0.",
            "section": "CMS detector",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The pseudorapidity is defined as η = − ln(tan θ/2), with the polar angle θ being measured relative to the counterclockwise beam direction. ",
            "section": "CMS detector",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "The ECAL has an energy resolution of 3% or better for the range of electron energies relevant for this analysis. ",
            "section": "CMS detector",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Extensive forward calorimetry complements the coverage provided by the barrel and endcap detectors. ",
            "section": "CMS detector",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Muons are measured in the pseudorapidity range |η| < 2.4 using gas-ionization detectors embedded in the steel flux-return yoke outside the solenoid. ",
            "section": "CMS detector",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Matching muons to tracks measured in the silicon tracker results in a relative p T resolution for muons with 20 < p T < 100 GeV of 1.3-2.0% in the barrel and better than 6% in the endcaps. ",
            "section": "CMS detector",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "The p T resolution in the barrel is better than 10% for muons with p T up to 1 TeV [17]. ",
            "section": "CMS detector",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. ",
            "section": "CMS detector",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "[18].",
            "section": "CMS detector",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Simulated samples",
            "section_rank": 4
        },
        {
            "text": "For several steps of the measurement, samples of simulated events are used to model both the signal process and the background contributions arising from the production of single top quarks and vector bosons in association with jets (W+jets and Z+jets). ",
            "section": "Simulated samples",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "An additional background contribution from QCD multijet events is modelled using a template derived from data; see Section 6. ",
            "section": "Simulated samples",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Top quark pairs are produced with the next-to-leading order (NLO) generator powheg, version 1.0 [19][20][21][22], using the CT10 [23] parton distribution functions (PDF). ",
            "section": "Simulated samples",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "text": "[19]"
                },
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[20]"
                },
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[21]"
                },
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "text": "[22]"
                },
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "The electroweak production of single top quarks, in the t-channel and in association with a W boson (tW-channel), is simulated using powheg and the CTEQ6M PDF set [24]. ",
            "section": "Simulated samples",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "The production of electroweak vector bosons in association with jets is simulated using MadGraph, version 5.1.3.30 [25], and the CTEQ6L1 [24] PDF set.",
            "section": "Simulated samples",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[25]"
                },
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[24]"
                }
            ],
            "entity_spans": [
                {
                    "start": 106,
                    "end": 115,
                    "type": "version",
                    "rawForm": "5.1.3.30",
                    "resp": "service",
                    "id": "#software-simple-s0"
                }
            ]
        },
        {
            "text": "For the simulation of tt and single top quark events the top quark mass is set to 172.5 GeV. ",
            "section": "Simulated samples",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "For all samples, pythia, version 6.426 [26], is used for the description of the parton showering and hadronization. ",
            "section": "Simulated samples",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "The simulations include additional proton-proton interactions in the same bunch crossing (in-time pileup) and in earlier/later bunch crossings (out-of-time pileup) with the same frequency of occurrence as observed in the data.",
            "section": "Simulated samples",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "Differential cross section measurements [27] have shown that the p T spectrum of the top quarks in tt events is significantly softer than the one generated by the used simulation programs. ",
            "section": "Simulated samples",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "To correct for this effect, the simulated tt sample is reweighted according to scale factors derived from these measurements.",
            "section": "Simulated samples",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Event selection",
            "section_rank": 5
        },
        {
            "text": "The analysis uses tt events in which one of the W bosons from a top quark decay subsequently decays into an electron or muon and the corresponding neutrino, and the other W boson decays into a pair of quarks. ",
            "section": "Event selection",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "We therefore select events containing one electron or muon and four or more jets, at least one of which is identified as originating from the hadronization of a bottom quark. ",
            "section": "Event selection",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "To be considered for the offline analysis, the events must pass a single-electron or a single-muon trigger with p T thresholds of 27 and 24 GeV for the electron and muon, respectively.",
            "section": "Event selection",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "The particle-flow (PF) algorithm [28,29] is used to reconstruct electrons, muons, and jets in the event. ",
            "section": "Event selection",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "type": "bibr",
                    "text": "[28,"
                },
                {
                    "start": 37,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "29]"
                }
            ]
        },
        {
            "text": "The algorithm reconstructs and identifies each individual particle with an optimized combination of information from the various elements of the CMS detector. ",
            "section": "Event selection",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The reconstructed PF candidates are divided into five classes: electrons, muons, photons, charged hadrons, and neutral hadrons.",
            "section": "Event selection",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The primary vertex of the event [30] is identified as the reconstructed vertex with the highest sum of squared transverse momenta of the associated charged particles. ",
            "section": "Event selection",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "For an event to be accepted, the primary vertex must satisfy criteria on its location within the detector volume, as well as on the quality of its reconstruction. ",
            "section": "Event selection",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Jets are clustered from PF particles with the anti-k T [32] algorithm with a distance parameter of 0.5. ",
            "section": "Event selection",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "Charged hadrons identified as originating from pileup vertices are removed before clustering into jets. ",
            "section": "Event selection",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Further corrections [33] to the jet energy are applied, depending on jet η and p T , the jet area in η-φ space, and the median p T density of the event. ",
            "section": "Event selection",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "The selected jets must lie within |η| < 2.5 and are required to have p T > 30 GeV. ",
            "section": "Event selection",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "The jet p T resolution in data is approximately 10% worse compared to simulations. ",
            "section": "Event selection",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "To account for this, the transverse momenta of jets in the simulated samples are smeared accordingly. ",
            "section": "Event selection",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Finally, jets from the hadronization of b quarks are identified using the medium working point of the combined secondary vertex algorithm [34]. ",
            "section": "Event selection",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "The b tag identification efficiency of this algorithm for b jets with p T > 30 GeV and |η| < 2.4 varies between 60 and 70%, while the misidentification rate for jets arising from light quarks or gluons is about 1% [35].",
            "section": "Event selection",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "With the applied event selection we find a total of 171 121 events with an electron in the final state, hereafter referred to as the electron+jets channel, and 192 123 events in the muon+jets channel.",
            "section": "Event selection",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Definition of a fiducial phase space",
            "section_rank": 6
        },
        {
            "text": "Because of the offline event selection, only a subset of the events collected by the CMS detector is used in the analysis. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "To allow for a comparison of the measurements with the theoretical calculations, an extrapolation to a well-defined phase space needs to be performed. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "The extrapolation relies on a correct modelling of the ratio of the number of events in the measured phase space to that in the extrapolated one; such a ratio, however, may be affected by new physics. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "The simple approach, which is extrapolation to the full phase space of tt production, entails a large dependence on the model assumptions.",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "As an alternative, a fiducial phase space is defined using generator-level selection criteria that mimic the reconstruction-level criteria applied during the nominal selection. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "The ratio of the number of fiducial events to the number of reconstruction-level selected events, determined from simulation, is then applied to the data to estimate the distribution of an observable in the fiducial region.",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "Because of the physical and topological similarity of events in the selected and fiducial phase spaces, new physics contributions are expected to affect both in approximately the same way, leaving the ratio unchanged. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Thus this extrapolation to the fiducial phase space is nearly model-independent. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "It should be noted that the desired model-independence is achieved by using a purely multiplicative correction; a prior subtraction of non-fiducial tt events in the selected phase space would require a larger reliance on the model assumptions, as there would be no cancellation of uncertainties.",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Jets of generated particles in simulated events are used to emulate the selection steps acting on reconstructed jets. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Hadron-level particles are clustered into jets using the anti-k T algorithm with a distance parameter of 0.5, as used for the reconstructed jets. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The clustering includes charged leptons and neutrinos, except those created in the leptonic decay of W bosons originating from top quarks. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "It should be noted that the selection criteria for charged leptons are applied only to leptons originating from top quark decays.",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Using these objects the following selection requirements are applied. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The event needs to contain exactly one electron (or muon) with p T > 30 (26) GeV and |η| < 2.5 (2.1). ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "Any event that contains an additional electron (or muon) with p T > 20 (10) GeV and |η| < 2.5 is rejected. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "At least four generator-level jets with p T > 30 GeV, |η| < 2.5 are required. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The event is rejected if the axes of any such jets have an angular separation of R < 0.4 to the lepton, where R = ( η) 2 + ( φ) 2 is calculated using the differences in the azimuthal angles φ and pseudorapidities η. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "This criterion serves as an emulation of the lepton isolation criteria, which use similar radii and are hard to implement for theoretical calculations.",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The fiducial region contains about 10% of the events of the full phase space. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Roughly 50% of the events in the fiducial region pass the selection outlined in Section 4, with the largest inefficiencies caused by the lepton selection and trigger requirements. ",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "In comparison, only 1.5% of the events outside the fiducial region fulfil the event selection criteria, making up about 20% of the selected events.",
            "section": "Definition of a fiducial phase space",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Estimation of background contributions",
            "section_rank": 7
        },
        {
            "text": "For the estimation of the background contributions we make use of the discriminating power of the transverse mass of the W boson, m W T , and of M 3 , the invariant mass of the combination of three jets that corresponds to the largest vectorially summed p T . ",
            "section": "Estimation of background contributions",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "This estimation is necessary for the subtraction of the background contributions of the measured data, as described in Section 7. ",
            "section": "Estimation of background contributions",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "The m W T variable is calculated from the transverse momentum of the charged lepton p T and the missing transverse momentum vector",
            "section": "Estimation of background contributions",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "The latter is defined as the p T imbalance of the reconstructed PF objects, taking into account the propagation of jet energy corrections to this observable. ",
            "section": "Estimation of background contributions",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "Its magnitude is referred to as E miss T . ",
            "section": "Estimation of background contributions",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "Neglecting the lepton masses, m W T is defined as",
            "section": "Estimation of background contributions",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "The background estimation is made with a binned maximum likelihood fit for each lepton channel. ",
            "section": "Estimation of background contributions",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "A simultaneous fit in m W T and M 3 is performed in two disjoint data samples, corresponding to  Table 1. ",
            "section": "Estimation of background contributions",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 104,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The last bin in each histogram includes the overflow values. ",
            "section": "Estimation of background contributions",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "Additionally, the ratio of the data to the sum of the simulated contributions is shown, with the statistical uncertainties of the simulated contributions (including the uncertainties in the fit) indicated by the blue hatched region. ",
            "section": "Estimation of background contributions",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "(For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)",
            "section": "Estimation of background contributions",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "Table 1",
            "section_rank": 8
        },
        {
            "text": "Number of events for background and tt contributions from fits to data, along with their statistical uncertainties. ",
            "section": "Table 1",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "The correlations between the individual values have been taken into account for the determination of the uncertainty on the total background yield. ",
            "section": "Table 1",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "The uncertainties quoted for the single top quark and Z+jets backgrounds are driven by the constraints used as inputs for the likelihood fit. ",
            "section": "Table 1",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "T sample, which is rich in QCD multijet events and yields a good discrimination between the QCD multijet process and processes containing a genuine W boson. ",
            "section": "Table 1",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "The distribution of M 3 is not as dependent on the choice of event sample; it is fitted in the complementary high-m W T sample to avoid using the same events for both fits.",
            "section": "Table 1",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "For the tt, W+jets, Z+jets, and single top quark processes, simulated samples are used to model the shapes of the m W T and M 3 distributions. ",
            "section": "Table 1",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "The contribution from multijet background events is estimated from data control samples containing nonisolated or poorly identified leptons. ",
            "section": "Table 1",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "Rate constraints corresponding to Gaussian uncertainties of 20% are introduced into the likelihood function for the Z+jets and single top quark processes according to the respective NLO cross sections, while the rates of the other processes are free parameters of the fit. ",
            "section": "Table 1",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "The width of the constraints is motivated by the uncertainties of measurements and theoretical calculations of the corresponding cross sections [36][37][38][39][40]. ",
            "section": "Table 1",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "text": "[36]"
                },
                {
                    "start": 148,
                    "end": 152,
                    "type": "bibr",
                    "text": "[37]"
                },
                {
                    "start": 152,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "[38]"
                },
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "[39]"
                },
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "A detailed description of the fitting procedure can be found in Ref. ",
            "section": "Table 1",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "[41]. ",
            "section": "Table 1",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "Table 1 summarizes the results of the fits. ",
            "section": "Table 1",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Fig. 1 shows the two variables used for the estimation of the background, with the individual simulated contributions normalized to the results from the fit.",
            "section": "Table 1",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Measurement of the tt charge asymmetry",
            "section_rank": 9
        },
        {
            "text": "The measurement of the tt charge asymmetry is based on the reconstructed four-momenta of the t and t quarks in each event.",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "We reconstruct the leptonically decaying W boson from p T and p miss T and associate the measured jets in the event with quarks in the tt decay chain. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "The association is done using a likelihood criterion based on the b tagging discriminator values of the jets and the corresponding reconstructed masses of the top quarks and W bosons. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "The reconstruction procedure is described in detail in Ref. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "[41].",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 33,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "The ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "To allow for a comparison of the resulting asymmetry and the predictions from theory, the reconstructed distributions of |y| and the three kinematic variables are corrected for background contributions, resolution, and selection efficiency. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "In the first correction step, the distributions of background processes, as used in Section 6, are normalized to the estimated rates (see Table 1) and subtracted from the data, assuming Gaussian uncertainties in the background rates as well as in statistical fluctuations in the background templates. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The correlations among the individual background rates are taken into account.",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "The resulting background-subtracted distributions are translated from the reconstruction level to parton level within the phase space of the selected events. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "Afterwards, acceptance corrections are applied, correcting either to the fiducial phase space described in Section 5 or to the full phase space. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "Apart from this last step, the measurements for both phase spaces are identical. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "After the corrections have been applied, the resulting distributions are independent of the detector and analysis specifications.",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The above corrections are obtained by applying an unfolding procedure to the data [42] through a generalized matrix inversion method. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 37,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "In this method, the resolution and selection effects are described by a response matrix R that translates the true spectrum x into the measured spectrum w = R x. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "As reconstruction and selection effects factorize, the response matrix R can be seen as the product of a migration matrix, describing reconstruction effects, and a diagonal matrix containing the selection efficiencies, describing acceptance effects. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "Both the migration matrix and the selection efficiencies are determined from simulated tt events. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "As the components corresponding to the electron+jets and muon+jets chan- nels are found to be very similar, they are combined to yield a method that can be applied to the summed data of both channels.",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "In this combination the individual components are scaled according to the scale factors obtained via the background estimation.",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "The unfolding procedure used in the inclusive measurement, described in detail in Ref. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "[41], is also used for the two-dimensional distributions of the differential measurements.",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "This analysis uses 12 bins for the unfolded |y| distribution in the inclusive measurement and 8 bins for the same distribution in the differential measurements. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "text": "The unfolded V i distributions use 3 bins, with one additional measurement being performed using 6 bins in m tt . ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "text": "The additional measurement provides finely grained results in the region of high m tt . ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "text": "The ranges for the bins in these distributions are given in Table 2. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 40,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 67,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "It should be noted that the outermost bins of |y| extend to infinity.",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "text": "In the corresponding reconstructed spectra the numbers of bins along both axes are doubled, as is recommended for the applied unfolding procedure [42]. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 41,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "The choice of the bin edges for |y| is different in each bin of V i , resulting in different amounts of vertical overlap between horizontally neighbouring bins in the twodimensional distributions (for illustration see the binning in Fig. 2, bottom right).",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 41,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 233,
                    "end": 239,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "To limit the magnification of statistical uncertainties due to the unfolding procedure, a regularization is applied that suppresses solutions with large fluctuations between neighbouring bins. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 42,
            "section_rank": 9
        },
        {
            "text": "The strength of the regularization is determined by minimizing the statistical correlations between bins in the unfolded spectrum. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 42,
            "section_rank": 9
        },
        {
            "text": "Different strengths are used for the regularization along the sensitive variable within each bin of the kinematic variable. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 42,
            "section_rank": 9
        },
        {
            "text": "Similarly, the regularization along the kinematic variable is adjusted separately for each bin of the kinematic variable.",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 42,
            "section_rank": 9
        },
        {
            "text": "Separate migration matrices are used for the inclusive measurement and for each of the differential measurements. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "text": "Fig. 2 shows the migration matrices for the inclusive measurement and, as an example, for the differential measurement in m tt . ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 43,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "For the inclusive measurement the migration matrix describes the migration of selected events from true values of |y| to the reconstructed values. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "text": "For the migration matrices of the differential measurements not only the migration between bins of |y| has to be taken into account, but also the migration between bins of V i . ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "text": "For a measurement in 3 unfolded bins of V i these migration matrices feature a grid of 6 × 3 bins in V i , with each of these bins representing a 16 × 8 migration matrix describing the migration between different |y| values.",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "text": "The values of |y| and V i also affect the probability for an event to fulfil the event selection criteria. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "The selection efficiencies relative to the full phase space for the inclusive measurement and for the differential measurement in m tt are depicted in Fig. 2. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 44,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 157,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The selection efficiency of the fiducial phase space is defined by the ratio of all selected events to the events present in the fiducial phase space. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "It should be noted that the selected events also include events that do not pass the criteria of the fiducial phase space; their influence is implicitly corrected for in the acceptance correction because of the way the selection efficiency is defined. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "Thus this correction is multiplicative in nature, which is justified by the inherent similarity of these events to the events that are intended to be measured. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "One limiting factor for the precision of the analysis is the presence of sizeable statistical fluctuations in the response matrices as they are obtained from simulated events. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "To mitigate this effect, one can exploit an approximate symmetry of the response matrix under charge conjugation. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "For events resulting from a charge-symmetric initial state like gluon-gluon fusion it can be assumed that reconstruction effects also have a predominantly charge-symmetric behaviour. ",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "From this reasoning, the symmetry is enforced for this analysis by averaging those bins of the gluongluon contribution to the response matrix that correspond to each other under charge conjugation.",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "The correctness of the unfolding procedure has been verified with pseudo-experiments, each of which provides a randomly generated sample distribution from the templates used in the analysis.",
            "section": "Measurement of the tt charge asymmetry",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "text": "Estimation of systematic uncertainties",
            "section_rank": 10
        },
        {
            "text": "The measured charge asymmetry A C is affected by several sources of systematic uncertainty. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "Effects altering the direction of the reconstructed top quark momenta can change the value of the reconstructed charge asymmetry. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "Systematic uncertainties with an impact on the differential selection efficiency, as well as variations in the rates and modelling of background contributions, can also bias the result. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "To evaluate each source of systematic uncertainty, a new background estimation is performed and the measurement is repeated on data using modified simulated samples. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "The differences in unfolded asymmetries are then used to construct a systematic asymmetry covariance matrix in a loose analogy to statistical covariance matrices. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "For an uncertainty described by a single systematic shift a covariance of",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "is used, with x and y referring to bins of the asymmetry distribution resulting from the systematic shift and x nom and y nom being the results of the nominal measurement. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "For uncertainties that are determined using exactly two variations (indexed by 1 and 2) the absolute values of the maximal shifts observed in each result bin,",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "x max and y max , are determined separately; the covariance is then defined as",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "text": "This procedure corresponds to a symmetrization of the largest observed shifts and thus constitutes a more conservative uncertainty estimate than an approach based on a direct analogy with statistical covariance definitions. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 10
        },
        {
            "text": "The covariance matrices of all systematic uncertainties are added up to yield a resultant matrix where the diagonal elements are the variances.",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 10
        },
        {
            "text": "In the following, a summary of the studied sources of systematic uncertainty is given.",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "The corrections to the jet energy scale and jet energy resolution are varied within their ηand p T -dependent uncertainties to estimate their effects on the measurement. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "text": "The effect of variations in the frequency of occurrence of pileup events is determined using reweighted simulated samples. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "text": "Differences between data and simulations in the b tagging efficiency and the lepton selection efficiency are determined as scale factors that depend on p T , or η and p T , respectively. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "text": "Effects due to uncertainties on these scale factors are studied by varying them as a function of η within their uncertainties and, in the case of the lepton selection efficiency, also as a function of the lepton charge. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "text": "The effect of lepton charge misidentification is very small and is neglected.",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "text": "To estimate the influence of a possible mismodelling of the simulated W+jets background, the measurement is repeated using a W+jets template determined from a sideband region in data, defined by an inversion of the requirement of a b-tagged selected jet. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "text": "The template is reweighted to account for the differences between the signal and sideband regions, which are determined from the simulation.",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "text": "The uncertainty in the multijet background modelling in the electron+jets channel is determined by replacing the nominal template, which is estimated using two sideband regions defined either by inverted isolation or by inverted identification criteria, with templates derived from only one of the sideband regions each. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "Meanwhile, in the muon+jets channel, only the template from the isolation-inverted sample can be used, so a conservative estimation of the uncertainty in this background contribution is performed by taking the maximum deviation out of three scenarios where the multijet template is replaced with the tt signal template, with the simulated W+jets template, or with a template obtained by inverting the sign of the sensitive variable in the multijet template itself.",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "In contrast to the other systematic effects, the uncertainty due to the unfolding method is estimated by unfolding simulated samples instead of data. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "text": "The simulated tt events are reweighted to reproduce the observed asymmetries in the differential measurements based on data, and the resulting reconstruction-level spectra are unfolded. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "text": "The deviations between the unfolded asymmetries and the reweighted true asymmetries are taken to be a measure of the model dependence of the unfolding procedure in the observed point in phase space. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "text": "The actual uncertainty of each measurement is estimated as the square root of the average squared deviations produced by the unfolding in the three reweighting scenarios corresponding to the three kinematic variables.",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "text": "To estimate the uncertainty resulting from possible mismodelling of the tt signal, samples of simulated tt events produced with MadGraph are compared to samples produced with powheg, both interfaced to pythia for the modelling of the parton shower. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 55,
            "section_rank": 10
        },
        {
            "text": "In a similar way the impact of a possible mismodelling of parton shower and hadronization is studied by using herwig [43,44], as opposed to pythia, for the simulation of the signal, with the hardscattering matrix element being simulated by either powheg or mc@nlo [45]. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 55,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[43,"
                },
                {
                    "start": 121,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "44]"
                },
                {
                    "start": 264,
                    "end": 268,
                    "type": "bibr",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "As a measure of the uncertainty related to the performed reweighting as a function of the top quark p T , described in Section 3, the measurement is repeated using samples without reweighting. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 55,
            "section_rank": 10
        },
        {
            "text": "Finally, the impact of variations in the renormalization and factorization scales (μ R and μ F ) in the simulated tt events is determined using dedicated samples generated at scales varied up and down by factors of 2.",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 55,
            "section_rank": 10
        },
        {
            "text": "The systematic uncertainty on the measured asymmetry from the choice of PDFs for the colliding protons is estimated using the LHAPDF [46] package and the uncertainty in the CT10 [23], MSTW2008 [47], and NNPDF2.1 [48] PDF sets.",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 56,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "text": "[46]"
                },
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[23]"
                },
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[47]"
                },
                {
                    "start": 212,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[48]"
                }
            ],
            "entity_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "type": "software",
                    "rawForm": "LHAPDF",
                    "resp": "service",
                    "id": "software-simple-s1"
                },
                {
                    "start": 208,
                    "end": 212,
                    "type": "version",
                    "rawForm": "2.1",
                    "resp": "service",
                    "id": "#software-simple-s1"
                }
            ]
        },
        {
            "text": "The contributions of the different sources of systematic uncertainties to the total uncertainty of the inclusive measurements are summarized in Table 3. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 57,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The table also shows the ranges of systematic uncertainties in the 3-binned differential measurements to illustrate the magnitudes of the individual contributions. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "Because the measurements in the two phase spaces differ only by the acceptance corrections, the uncertainties can be seen to behave similarly for the two cases. ",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "Table 4 gives the values of the measured inclusive asymmetry at the different stages of the analysis, while the unfolded |y| distributions for the fiducial and full phase spaces are shown in Fig. 3.",
            "section": "Estimation of systematic uncertainties",
            "paragraph_rank": 57,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 4"
                },
                {
                    "start": 191,
                    "end": 197,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 11
        },
        {
            "text": "Table 3",
            "section_rank": 12
        },
        {
            "text": "Uncertainties for the inclusive measurement of A C and ranges of uncertainties for the differential measurements using three bins for the kinematic variable. ",
            "section": "Table 3",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "text": "Numbers are given for measurements in the fiducial phase space (fid. PS) and in the full phase space (full PS).",
            "section": "Table 3",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "text": "Uncertainty source",
            "section_rank": 13
        },
        {
            "text": "Inclusive ",
            "section": "Uncertainty source",
            "paragraph_rank": 59,
            "section_rank": 13
        },
        {
            "text": "Table 4",
            "section_rank": 14
        },
        {
            "text": "The measured inclusive asymmetry at the different stages of the analysis and the corresponding theoretical predictions from the SM.  ",
            "section": "Table 4",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "The uncertainty in the theoretical prediction by Kühn and Rodrigo [10] is estimated by varying the top quark mass, the PDFs, and the μ R and μ F scales, with the scale uncertainties being the dominant effect. ",
            "section": "Table 4",
            "paragraph_rank": 60,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The uncertainty in the theoretical prediction by Bernreuther and Si [11,49] contains only the effects of variations of the μ R and μ F scales. ",
            "section": "Table 4",
            "paragraph_rank": 60,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "text": "[11,"
                },
                {
                    "start": 72,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "49]"
                }
            ]
        },
        {
            "text": "The tt charge asymmetry for the fiducial phase space is computed with the tt production and semileptonic/non-leptonic tt decay matrix elements at NLO. ",
            "section": "Table 4",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "The top quark decay matrix elements at NLO contain additional scale dependencies. ",
            "section": "Table 4",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "This results in a larger scale uncertainty as compared to the charge asymmetry for the full phase space. ",
            "section": "Table 4",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "Another recent CMS analysis of the inclusive charge asymmetry in the full phase space [50], which uses a slightly more model-dependent ap- proach to achieve lower uncertainties, and a recently published ATLAS measurement of inclusive and differential charge asymmetries [51] both yield results that are comparable to the ones presented here.",
            "section": "Table 4",
            "paragraph_rank": 60,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "The results of the differential measurements in the fiducial phase space are shown in Fig. 4, and the extrapolation to the full phase space in Fig. 5. ",
            "section": "Table 4",
            "paragraph_rank": 61,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 92,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 4"
                },
                {
                    "start": 143,
                    "end": 149,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "The measured values are compared to predictions from SM calculations [10,11,49] as well as to predictions from an effective field theory [52,53]. ",
            "section": "Table 4",
            "paragraph_rank": 61,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "text": "[10,"
                },
                {
                    "start": 73,
                    "end": 76,
                    "type": "bibr",
                    "text": "11,"
                },
                {
                    "start": 76,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "49]"
                },
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "text": "[52,"
                },
                {
                    "start": 141,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "53]"
                }
            ]
        },
        {
            "text": "The latter is capable of reproducing the CDF results [2] by introducing an anomalous effective axial-vector coupling to the gluon at the one-loop level. ",
            "section": "Table 4",
            "paragraph_rank": 61,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "type": "bibr",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The gluon-quark vertex is treated in the approximation of an effective field theory with a scale for new physics contributions of order 1.5-2.0 TeV. ",
            "section": "Table 4",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "Predictions for the asymmetry as a function of p tt T are not available for this theory and for one of the SM calculations. ",
            "section": "Table 4",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "Because of the importance of the region of high m tt for the detection of new physics, we provide an additional, more finelygrained differential measurement of the asymmetry as a function of this observable.",
            "section": "Table 4",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "Both of the inclusive results yield values that are slightly smaller than the SM predictions, with the larger deviation being in the fiducial phase space and corresponding to 1.7 standard deviations. ",
            "section": "Table 4",
            "paragraph_rank": 62,
            "section_rank": 14
        },
        {
            "text": "The differential measurements show a good agreement with the SM predictions. ",
            "section": "Table 4",
            "paragraph_rank": 62,
            "section_rank": 14
        },
        {
            "text": "For the benchmark model involving an effective axial-vector coupling of the gluon, the measurement at high m tt excludes new physics scales below 1.5 TeV at the 95% confidence level.",
            "section": "Table 4",
            "paragraph_rank": 62,
            "section_rank": 14
        },
        {
            "text": "Summary",
            "section_rank": 15
        },
        {
            "text": "Inclusive and differential measurements of the charge asymmetry in tt production at the LHC are presented. ",
            "section": "Summary",
            "paragraph_rank": 63,
            "section_rank": 15
        },
        {
            "text": "The data sample, Events with top quark pairs decaying into the electron+jets and muon+jets channels are selected and a full tt event reconstruction is performed to determine the four-momenta of the top quarks and antiquarks. ",
            "section": "Summary",
            "paragraph_rank": 63,
            "section_rank": 15
        },
        {
            "text": "The observed distributions are then corrected for acceptance and reconstruction effects. ",
            "section": "Summary",
            "paragraph_rank": 63,
            "section_rank": 15
        },
        {
            "text": "For the first time at the LHC, acceptance corrections to the tt charge asymmetry are performed not only to the full phase space but also to a fiducial phase space. ",
            "section": "Summary",
            "paragraph_rank": 63,
            "section_rank": 15
        },
        {
            "text": "Within two standard deviations, all measured values are consistent with the predictions of the standard model and no hint of new physics contributions is observed. ",
            "section": "Summary",
            "paragraph_rank": 63,
            "section_rank": 15
        },
        {
            "text": "The charge asymmetry in the high-mass region is about two standard deviations below the predictions from an effective field theory with the scale for new physics at 1.5 TeV. ",
            "section": "Summary",
            "paragraph_rank": 63,
            "section_rank": 15
        },
        {
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort.",
            "section": "Summary",
            "paragraph_rank": 63,
            "section_rank": 15
        },
        {
            "text": "In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. ",
            "section": "Summary",
            "paragraph_rank": 64,
            "section_rank": 15
        },
        {
            "text": "Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS   ",
            "section": "Summary",
            "paragraph_rank": 64,
            "section_rank": 15
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 16
        },
        {
            "text": "Fig. 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 65,
            "section_rank": 16
        },
        {
            "text": "Comparison of the combined lepton+jets data with simulated contributions for the distributions in m W T and M 3 . ",
            "section": "Fig. 1 .",
            "paragraph_rank": 65,
            "section_rank": 16
        },
        {
            "text": "The simulated signal and background contributions are normalized to the results of the fits inTable 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 65,
            "section_rank": 16
        },
        {
            "text": "The last bin in each histogram includes the overflow values. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 65,
            "section_rank": 16
        },
        {
            "text": "Additionally, the ratio of the data to the sum of the simulated contributions is shown, with the statistical uncertainties of the simulated contributions (including the uncertainties in the fit) indicated by the blue hatched region. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 65,
            "section_rank": 16
        },
        {
            "text": "(For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)",
            "section": "Fig. 1 .",
            "paragraph_rank": 65,
            "section_rank": 16
        },
        {
            "text": "reconstructed top quark and antiquark four-momenta are used to obtain the inclusive and differential distributions of |y|, and the charge asymmetry is calculated from the number of entries with |y| > 0 and < 0. ",
            "paragraph_rank": 66,
            "section_rank": 17
        },
        {
            "text": "In case of the differential measurements, the asymmetries are calculated separately for the different bins in the kinematic variable",
            "paragraph_rank": 66,
            "section_rank": 17
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 18
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 67,
            "section_rank": 18
        },
        {
            "text": "Migration matrix between generated ( |y| gen ) and reconstructed ( |y| rec ) rapidity differences (top left) and selection efficiency with respect to the full phase space as a function of |y| gen (top right) of the inclusive measurement. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 67,
            "section_rank": 18
        },
        {
            "text": "Migration matrix (bottom left) and selection efficiency (bottom right) for the measurement differential in m tt .",
            "section": "Fig. 2 .",
            "paragraph_rank": 67,
            "section_rank": 18
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 19
        },
        {
            "text": "Fig. 3. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "text": "Unfolded inclusive |y| distribution in the fiducial phase space (left) and in the full phase space (right). ",
            "section": "Fig. 3 .",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "text": "The uncertainties on the data points represent the statistical uncertainties due to the limited amounts of data and simulated events. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "text": "The measured values are compared to NLO predictions for the SM based on calculations by Kühn and Rodrigo (K&R) [10] and Bernreuther and Si (B&S) [11,49]. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "text": "The latter two distributions are shown in the form of normalized differential cross sections as a function of |y|. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "text": "All unfolded quantities correspond to the parton level. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "text": "The statistical uncertainty of all quoted results encompasses the subdominant effects of the limited number of simulated events used for the measurement. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "text": "It should be noted that the acceptance corrections for the two phase spaces differ as a function of |y|; as a result, statistical fluctuations in the data can have different effects on the measured asymmetries.The uncertainty in the theoretical prediction by Kühn and Rodrigo[10]  is estimated by varying the top quark mass, the PDFs,",
            "section": "Fig. 3 .",
            "paragraph_rank": 68,
            "section_rank": 19
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 20
        },
        {
            "text": "Fig. 4. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 69,
            "section_rank": 20
        },
        {
            "text": "Corrected asymmetry as a function of |y tt | (upper left), p tt T (upper right), and m tt (lower left and lower right). ",
            "section": "Fig. 4 .",
            "paragraph_rank": 69,
            "section_rank": 20
        },
        {
            "text": "The latter is shown in two different binnings. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 69,
            "section_rank": 20
        },
        {
            "text": "All results correspond to the fiducial phase space. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 69,
            "section_rank": 20
        },
        {
            "text": "The measured values are compared to an NLO prediction for the SM based on calculations by Bernreuther and Si (B&S) [11,49]. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 69,
            "section_rank": 20
        },
        {
            "text": "The inner bars indicate the statistical uncertainties, while the outer bars represent the statistical and systematic uncertainties added in quadrature.",
            "section": "Fig. 4 .",
            "paragraph_rank": 69,
            "section_rank": 20
        },
        {
            "text": "collected in proton-proton collisions at √ s = 8 TeV with the CMS detector, corresponds to an integrated luminosity of 19.7 fb −1 .",
            "paragraph_rank": 70,
            "section_rank": 21
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 22
        },
        {
            "text": "Fig. 5. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 71,
            "section_rank": 22
        },
        {
            "text": "Corrected asymmetry as a function of |y tt | (upper left), p tt T (upper right), and m tt (lower left and lower right). ",
            "section": "Fig. 5 .",
            "paragraph_rank": 71,
            "section_rank": 22
        },
        {
            "text": "The latter is shown in two different binnings. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 71,
            "section_rank": 22
        },
        {
            "text": "All results correspond to the full phase space. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 71,
            "section_rank": 22
        },
        {
            "text": "The measured values are compared to NLO predictions for the SM based on calculations by Kühn and Rodrigo (K&R) [10] and Bernreuther and Si (B&S) [11,49], as well as to the predictions of a model featuring an effective axial-vector coupling of the gluon (EAG) [52,53]. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 71,
            "section_rank": 22
        },
        {
            "text": "The inner bars indicate the statistical uncertainties, while the outer bars represent the statistical and systematic uncertainties added in quadrature. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 71,
            "section_rank": 22
        },
        {
            "text": "and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); MoER, ERC IUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NIH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); CINVESTAV, CONACYT, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS and RFBR (Russia); MESTD (Serbia); SEIDI and CPAN (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). ",
            "section": "Fig. 5 .",
            "paragraph_rank": 71,
            "section_rank": 22,
            "entity_spans": [
                {
                    "start": 463,
                    "end": 467,
                    "type": "software",
                    "rawForm": "MOE",
                    "resp": "service",
                    "id": "software-simple-s2"
                },
                {
                    "start": 772,
                    "end": 777,
                    "type": "software",
                    "rawForm": "STAR",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "Individuals have received support from the Marie-Curie programme and the European Research Council and EPLANET (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Science and Industrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund; the Compagnia di San Paolo (Torino); the Consorzio per la Fisica (Trieste); MIUR project 20108T4XTM (Italy); the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the National Priorities Research Program by Qatar National Research Fund; the Rachadapisek Sompot Fund for Postdoctoral Fel-",
            "section": "Fig. 5 .",
            "paragraph_rank": 71,
            "section_rank": 22
        },
        {
            "text": "C",
            "section_rank": 23
        },
        {
            "text": ".",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Autermann, S. Beranek, M. Edelhoff, L. Feld, A. Heister, M.K.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Kiesel, K. Klein, M. Lipinski, A. Ostapchuk, M. Preuten, F. Raupach, S. Schael, J.F.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Schulte, T. Verlage, H. Weber, B. Wittmer, V. Zhukov 6 RWTH Aachen University, I. Physikalisches Institut, Aachen, Germany M. Ata, M. Brodski, E. Dietz-Laursonn, D. Duchardt, M. Endres, M. Erdmann, S. Erdweg, T. Esch, R. Fischer, A. Güth, T. Hebbeker, C. Heidemann, K. Hoepfner, D. Klingebiel, S. Knutzen, P. Kreuzer, M. Merschmeyer, A. Meyer, P. Millet, M. Olschewski, K. Padeken, P. Papacz, T. Pook, M. Radziej, H. Reithler, M. Rieger, F. Scheuch, L. Sonnenschein, D. Teyssier, S. Thüer RWTH Aachen University, III.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "Physikalisches Institut A, Aachen, Germany V. Cherepanov, Y. Erdogan, G. Flügge, H. Geenen, M. Geisler, F. Hoehle, B. Kargoll, T. Kress, Y. Kuessel, A. Künsken, J. Lingemann 2 , A. Nehrkorn, A. Nowack, I.M.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Nugent, C. Pistone, O. Pooth, A. Stahl RWTH Aachen University, III.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Physikalisches Institut B, Aachen, Germany M. Aldaya Martin, I. Asin, N. Bartosik, O. Behnke, U. Behrens, A.J.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Bell, K. Borras, A. Burgmeier, A. Cakir, L. Calligaris, A. Campbell, S. Choudhury, F. Costanza, C. Diez Pardos, G. Dolinska, S. Dooling, T. Dorland, G. Eckerlin, D. Eckstein, T. Eichhorn, G. Flucke, E. Gallo, J. Garay Garcia, A. Geiser, A. Gizhko, L. Benussi, S. Bianco, F. Fabbri, D. Piccolo INFN Laboratori Nazionali di Frascati, Frascati, Italy V. Calvelli a,b , F. Ferro a , M. Lo Vetere a,b , M.R.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "Monge a,b , E. Robutti a , S. Tosi a,b a INFN Sezione di Genova, Genova, Italy b Università di Genova, Genova, Italy L. Brianza, M.E.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Dinardo a,b , S. Fiorendi a,b , S. Gennai a , R. Gerosa a,b , A. Ghezzi a,b , P. Govoni a,b , S. Malvezzi a , R.A.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 46,
                    "end": 47,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s6"
                },
                {
                    "start": 110,
                    "end": 111,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s7"
                }
            ]
        },
        {
            "text": "Manzoni a,b , B. Marzocchi a,b,2 , D. Menasce a , L. Moroni a , M. Paganoni a,b , D. Pedrini a , S. Ragazzi a,b , N. Redaelli a , T. Tabarelli de Fatis a,b a INFN Sezione di Milano-Bicocca, Milano, Italy b Università di Milano-Bicocca, Milano, Italy S. Buontempo a , N. Cavallo a,c , S. Di Guida a,d,2 , M. Esposito a,b , F. Fabozzi a,c , A.O.M.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Iorio a,b , G. Lanza a , L. Lista a , S. Meola a,d,2 , M. Merola a , P. Paolucci a,2 , C. Sciacca a,b , F. Thyssen a INFN Sezione di Napoli, Napoli, Italy b Università di Napoli 'Federico II', Napoli, Italy c Università della Basilicata, Potenza, Italy d Università G. Marconi, Roma, Italy P. Azzi a,2 , N. Bacchetta a , L. Benato a,b , D. Bisello a,b , A. Boletti a,b , R. Carlin a,b , A. Carvalho Antunes De Oliveira a,b , P. Checchia a , M. Dall'Osso a,b,2 , T. Dorigo a , U. Dosselli a , F. Gasparini a,b , U. Gasparini a,b , F. Gonella a , A. Gozzelino a , M. Gulmini a,29 , S. Lacaprara a , M. Margoni a,b , A.T.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 371,
                    "end": 372,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s8"
                }
            ]
        },
        {
            "text": "Meneguzzo a,b , J. Pazzini a,b , N. Pozzobon a,b , P. Ronchese a,b , F. Simonetto a,b , E. Torassa a , M. Tosi a,b , M. Zanetti, P. Zotto a,b , A. Zucchetta a,b,2 , G. Zumerle a,b a INFN Sezione di Padova, Padova, Italy b Università di Padova, Padova, Italy c Università di Trento, Trento, Italy A. Braghieri a , A. Magnani a , P. Montagna a,b , S.P.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Ratti a,b , V. Re a , C. Riccardi a,b , P. Salvini a , I. Vai a , P. Vitulo a,b a INFN Sezione di Pavia, Pavia, Italy b Università di Pavia, Pavia, Italy L. Alunni Solestizi a,b , M. Biasini a,b , G.M.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Bilei a , D. Ciangottini a,b,2 , L. Fanò a,b , P. Lariccia a,b , G. Mantovani a,b , M. Menichelli a , A. Saha a , A. Santocchia a,b , A. Spiezia a,b a INFN Sezione di Perugia, Perugia, Italy b Università di Perugia, Perugia, Italy K. Androsov a,30 , P. Azzurri a , G. Bagliesi a , J. Bernardini a , T. Boccali a , G. Broccolo a,c , R. Castaldi a , M.A.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 332,
                    "end": 333,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s9"
                }
            ]
        },
        {
            "text": "Ciocci a,30 , R. Dell'Orso a , S. Donato a,c,2 , G. Fedi, L. Foà a,c, † , A. Giassi a , M.T.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 14,
                    "end": 15,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s10"
                }
            ]
        },
        {
            "text": "Grippo a,30 , F. Ligabue a,c , T. Lomtadze a , L. Martini a,b , A. Messineo a,b , F. Palla a , A. Rizzi a,b , A. Savoy-Navarro a,31 , A.T.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Serban a , P. Spagnolo a , P. Squillacioti a,30 , R. Tenchini a , G. Tonelli a,b , A. Venturi a , P.G.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 50,
                    "end": 51,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s11"
                }
            ]
        },
        {
            "text": "Verdini a a INFN Sezione di Pisa, Pisa, Italy b Università di Pisa, Pisa, Italy c Scuola Normale Superiore di Pisa, Pisa, Italy L. Barone a,b , F. Cavallari a , G. D'imperio a,b,2 , D. Del Re a,b , M. Diemoz a , S. Gelli a,b , C. Jorda a , E. Longo a,b , F. Margaroli a,b , P. Meridiani a , F. Micheli a,b , G. Organtini a,b , R. Paramatti a , F. Preiato a,b , S. Rahatlou a,b , C. Rovelli a , F. Santanastasio a,b , P. Traczyk a,b,2 a INFN Sezione di Roma, Roma, Italy b Università di Roma, Roma, Italy N. Amapane a,b , R. Arcidiacono a,c,2 , S. Argiro a,b , M. Arneodo a,c , R. Bellan a,b , C. Biino a , N. Cartiglia a , M. Costa a,b , R. Covarelli a,b , A. Degano a,b , N. Demaria a , L. Finco a,b,2 , B. Kiani a,b , C. Mariotti a , S. Maselli a , E. Migliore a,b , V. Monaco a,b , E. Monteil a,b , M. Musich a , M.M.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 327,
                    "end": 328,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s12"
                },
                {
                    "start": 521,
                    "end": 522,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s13"
                },
                {
                    "start": 577,
                    "end": 578,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s14"
                },
                {
                    "start": 638,
                    "end": 639,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s15"
                }
            ]
        },
        {
            "text": "Obertino a,b , L. Pacher a,b , F. Nessi-Tedaldi, F. Pandolfi, J. Pata, F. Pauss, L. Perrozzi, M. Peruzzi, M. Quittnat, M. Rossini, A. Starodumov 45 , M. Takahashi, V.R.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s16"
                }
            ]
        },
        {
            "text": "Tavolaro, K. Theofilatos, R. Wallny S. Malik, J. Nash, A. Nikitenko 45 , J. Pela, M. Pesaresi, K. Petridis, D.M.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 26,
                    "end": 27,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s17"
                }
            ]
        },
        {
            "text": "Raymond, A. Richards, A. Rose, C. Seez, A. Tapper, K. Uchida, M. Vazquez Acosta 61 , T. Virdee, S.C.",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Zenz",
            "section": "C",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Electron candidates are required to have a transverse momentum larger than 30 GeV and be within |η| < 2.5, excluding the transition region between the ECAL barrel and endcaps of 1.44 < |η sc | < 1.57 since the reconstruction of an electron object in this region is not optimal, where η sc is the pseudorapidity of the electron candidate supercluster[31]. ",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "Furthermore, electron candidates are selected based on the value of a multivariate discriminant, which combines different variables related to calorimetry and tracking parameters, but also p T and η of the electron candidate. ",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "In this definition, electrons must have p T > 20 GeV, |η| < 2.5 and I rel < 0.15, while passing a loose criterion on the value of the multivariate discriminant. ",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "Muons are required to have p T > 10 GeV, |η| < 2.5, and I rel < 0.2.",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "Table 2",
            "section_rank": 25
        },
        {
            "text": "The bin ranges for the individual bins of the differential measurements. ",
            "section": "Table 2",
            "paragraph_rank": 74,
            "section_rank": 25
        },
        {
            "text": "Two different choices of binning are used for the distribution of m tt .",
            "section": "Table 2",
            "paragraph_rank": 74,
            "section_rank": 25
        },
        {
            "text": "Cacciari, G.P. Salam, G. Soyez, The anti-k t jet clustering algorithm, J. High Energy Phys. ",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "04 (2008) 063, http://dx.doi.org/10.1088/1126-6708/2008/04/063, arXiv:0802.1189. ",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "[33] CMS Collaboration, Determination of jet energy calibration and transverse momentum resolution in CMS, J. Instrum. ",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "6 (2011) P11002, http://dx.doi.org/ 10.1088/1748-0221/6/11/P11002, arXiv:1107.4277. ",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "[34] CMS Collaboration, Identification of b-quark jets with the CMS experiment, J. Measurement of the t-channel single-top-quark production cross section and of the |V tb | CKM matrix element in pp collisions at √ s = 8 TeV, J. High Energy Phys. ",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "06 (2014) 090, http://dx.doi.org/10.1007/ Gabrielli, M. Raidal, A. Racioppi, Implications of the effective axialvector coupling of gluon on top-quark charge asymmetry at the LHC, Phys. ",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "Rev. D 85 (2012) 074021, http://dx.doi.org/10.1103/PhysRevD.85.074021, arXiv: 1112.5885. ",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "[53] E. Gabrielli, M. Raidal, Effective axial-vector coupling of gluon as an explanation to the top quark asymmetry, Phys. ",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "Rev. D 84 (2011) 054017, http://dx.doi.org/10.1103/PhysRevD.84.054017, arXiv:1106.4553. ",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "J. Talvitie, T. Tuuva Lappeenranta University of Technology, Lappeenranta, Finland M. Besancon, F. Couderc, M. Dejardin, D. Denegri, B. Fabbro, J.L. Faure, C. Favaro, F. Ferri, S. Ganjour, A. Givernaud, P. Gras, G. Hamel de Monchenault, P. Jarry, E. Locci, M. Machet, J. Malcles, J. Rander, A. Rosowsky, M. Titov, A. Zghiche",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "Centre de Calcul de l'Institut National de Physique Nucleaire et de Physique des Particules, CNRS/IN2P3, Villeurbanne, France S. Beauceron, C. Bernet, G. Boudoul, E. Bouvier, C.A. Carrillo Montoya, J. Chasserat, R. Chierici, D. Contardo, B. Courbon, P. Depasse, H. El Mamouni, J. Fan, J. Fay, S. Gascon, M. Gouzevitch, B. Ille, F. Lagarde, I.B. Laktineh, M. Lethuillier, L. Mirabito, A.L. Pequegnot, S. Perries, J.D. Ruiz Alvarez, D. Sabes, L. Sgandurra, V. Sordini, M. Vander Donckt, P. Verdier, S. Viret, H. Xiao",
            "paragraph_rank": 76,
            "section_rank": 26
        },
        {
            "text": "Acknowledgements",
            "section_rank": 28
        },
        {
            "text": "We thank Werner Bernreuther, Zong-Guo Si, Johann Kühn, German Rodrigo, Emidio Gabrielli, Antonio Racioppi, and Martti Raidal for kindly providing theoretical predictions for the differential distributions that are measured in this letter.",
            "section": "Acknowledgements",
            "paragraph_rank": 77,
            "section_rank": 28
        }
    ]
}