{
    "level": "sentence",
    "abstract": [
        {
            "text": "Neutrino produced in a chain of nuclear reactions in the Sun starting from the fusion of two protons, for the first time has been detected in a realtime detector in spectrometric mode. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The unique properties of the Borexino detector provided an oppurtunity to disentangle pp-neutrino spectrum from the background components. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "A comparison of the total neutrino flux from the Sun with Solar luminosity in photons provides a test of the stability of the Sun on the 10 5 years time scale, and sets a strong limit on the power production in the unknown energy sources in the Sun of no more than 4% of the total energy production at 90% C.L.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The solar photon luminosity (a total power radiated in form of photons into space) is determined by measuring the total solar irradiance by spacecrafts over the wide subrange of the electromagnetic spectrum, from x-rays to radio wavelengths; it has been accurately monitored for decades. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The luminosity L ⊙ = 3.846 × 10 26 W is measured for a precision of 0.4% with the largest uncertainty of about 0.3% due to disagreements between the measurements of different satellite detectors [1,2]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 198,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2]"
                }
            ]
        },
        {
            "text": "The energy lost by neutrinos adds L ν = 0.023 • L ⊙ to this value [3]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The solar luminosity constraint on the solar neutrino fluxes can be written as [4]:",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "where 1 a.u. is the average earth-sun distance, the coefficient α i is the amount of energy provided to the star by nuclear fusion reactions associated with each of the important solar neutrino fluxes, Φ i . ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The numerical values of the α's are determined to an accuracy of 10 −4 and better.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The estimated uncertainty in the luminosity of the Sun corresponds to less than 3% uncertainty in total solar neutrino flux.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The Sun is a weakly variable star, its luminosity has short term fluctuations [2,5]. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 81,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                }
            ]
        },
        {
            "text": "The major fluctuation occurs during the eleven-year solar cycle with amplitude of about 0.1%. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Long-term solar variability (such as the Maunder minimum in the 16th and 17th century) is commonly beleived to do not exceed the short term variations.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Because of the relation (1) between the solar photon and neutrino luminosity, the measurement of the total neutrino luminosity will provide a test of the stability of the Sun at the time scale of 40000 years [6], the time needed for the radiation born at the center of the Sun to arrive to its surface. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Finding a disagreement between L ⊙ and L ν would have significant long term enviromental implications, and in the case of an agreement of two measurements it would be possible to limit the unknown sources of the solar energy, different from the known thermonuclear fusion of light elements in the pp-chain and CNO-cycle.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The main neutrino sources in the Sun are the pp-and 7 Be reactions, providing roughly 91 and 7% of the total neutrino flux respectively. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Borexino already measured 7 Be neutrino flux with 5% precision [7], but till recent time the pp-neutrino flux was derived in a differential measurement using the data of solar detectors.",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "Solar pp neutrinos measurement is a critical test of stellar evolution theory, discussion of the physics potential of the pp solar neutrino flux mea-surement can be found in [8,9,10] (at the moment of the discussion the parameters space for MSW solution was not established yet, thus the authors were giving priority to this part of the physical potential).",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 177,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 179,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "A number of projects aiming to perform pp-neutrino detection have been put forward in past two decades, but with all the time passed since the proposals, none of them started the operation facing the technical problems with realization. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The principal characteristics of the proposals are presented in table 1. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The radiochemical experiments sensitive to the solar pp-neutrinos (SAGE [11] and GALLEX [12]) are not cited in the table, the combined best fit of the radiochemical and other solar experiments gives solar pp-neutrino flux of (6.0 ± 0.8) × 10 10 cm −2 s −1 [11] in a good agreement with expected value of 6.0 × (1.000 ± 0.006) × 10 10 cm −2 s −1 .  ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 256,
                    "end": 260,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ],
            "entity_spans": [
                {
                    "start": 67,
                    "end": 72,
                    "type": "software",
                    "rawForm": "SAGE",
                    "resp": "service",
                    "id": "software-simple-s1"
                },
                {
                    "start": 81,
                    "end": 88,
                    "type": "software",
                    "rawForm": "GALLEX",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "Table 1: Key characteristics of the solar neutrino projects sensitive to the pp-neutrino. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The number of expected neutrino is calculated for the fraction of the neutrino spectrum above the threshold, but the region of sensitivity (limited i.e. by signal to backgrounds ratio of 1) could be stricter.",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Project",
            "section_rank": 3
        },
        {
            "text": "A possibility to use ultrapure liquid organic scintillator as a low energy solar neutrino detector for a first time was discussed in [24,25]. ",
            "section": "Project",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[24,"
                },
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "25]"
                }
            ]
        },
        {
            "text": "The authors come to the conclusion that a liquid scintillator detector with an active volume of 10 tons is a feasible tool to register the solar pp-neutrino if operated at the target level of radiopurity for Borexino and good energy resolution (5% at 200 keV) is achieved. ",
            "section": "Project",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Borexino detector",
            "section_rank": 4
        },
        {
            "text": "The Borexino detector consists of a dome-like structure (see Fig.1), 16 meters in diameter, filled with a mass of 2,400 tons of highly purified water which acts as the shield against the external radioactive emissions of the rocks and the environment that surround the facility. ",
            "section": "Borexino detector",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 66,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig.1"
                }
            ]
        },
        {
            "text": "The water buffer acts also as an effective detector of the residual cosmic rays. ",
            "section": "Borexino detector",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Within the volume of water a steel sphere is mounted which hosts 2,200 looking inward photomultiplier tubes providing 34% geometrical coverage. ",
            "section": "Borexino detector",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "On the outer side of the stainless sphere 200 PMTs of the outer muon veto detector are mounted, these PMTs detects the Cherenkov light caused by muons passing through.",
            "section": "Borexino detector",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The sphere contains one thousand tonnes of pseudocumene. ",
            "section": "Borexino detector",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Finally, the innermost core of the facility contains roughly 280 tons of the scintillating liquid bounded within a 100 µm thick nylon transparent bag with ∼4.2 m radius. ",
            "section": "Borexino detector",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The water and the pseudocumene buffers, as well as the scintillator itself, have a record-low level of radioactive purity. ",
            "section": "Borexino detector",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The energy of each event is measured using light response of the scintillator, and the position of the interaction is determined using timing information from the PMTs. ",
            "section": "Borexino detector",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The latter is important for the selection of the innermost cleanest part of the detector within 3 meters radius, as only the internal 100 tonnes of scintillator have the radioactive background low enough to allow the solar neutrino detection, the scintillator layer close to the nylon serves as an active shield against the γ originating from the nylon trace radioactive contamination. ",
            "section": "Borexino detector",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The threshold of the detector is set as low as possible to exclude triggering from the random dark count of PMTs. ",
            "section": "Borexino detector",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The Borexino has excellent energy resolution for its size, this is the result of the high light yield of ∼500 p.e./MeV/2000 PMTs. ",
            "section": "Borexino detector",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The energy resolution is as low as 5% at 1 MeV.",
            "section": "Borexino detector",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Data processing",
            "section_rank": 5
        },
        {
            "text": "The low-energy range, namely 165-590 keV, of the Borexino experimental spectrum has been recently carefully analyzed with a purpose of the ppneutrino flux measurement [27]. ",
            "section": "Data processing",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "The data were acquired from January 2012 to May 2013 and correspond to 408 live days of the data taking. ",
            "section": "Data processing",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "These are the data were collected at the beginning of the second phase of Borexino which had started after the additional purification of the liquid scintillator following the calibration campaign of 2010-2011 [28]. ",
            "section": "Data processing",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "The main backgrounds for the solar neutrino studies were significantly reduced in the Phase 2, the content of 85 Kr is compatible with zero, and background from 210 Bi reduced by a factor 3 to 4 compared to the values observed at the end of the Phase 1 just before the purification.",
            "section": "Data processing",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The experimental spectrum is presented in Fig.1 ",
            "section": "Data processing",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 47,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig.1"
                }
            ]
        },
        {
            "text": "The main features of the experimental spectrum can be seen in the figure: the main contribution comes from the 14 C decays at low energies (below 200 keV), the monoenergetic peak corresponds to 5.3 MeV α−particles from 210 Po decay. ",
            "section": "Data processing",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The statistics in the first bins used in the analysis is very high, of the order of 5 × 10 5 events, demanding development of the very precise model for the studies -the allowed systematic precision at low energy part should be comparable to the statistical fluctuations of 0.14%.",
            "section": "Data processing",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Data analysis",
            "section_rank": 6
        },
        {
            "text": "The Borexino spectrum in the low energy range is composed mainly of the events from β-decays of 14 C present in liquid organic oscillator in trace quantities, its measured abundance with respect to the 12 C is (2.7 ± 0.1) × 10 −18 g/g. ",
            "section": "Data analysis",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "The β -decay of 14 C is an allowed ground-state to groundstate (0 + → 1 + ) Gamow-Teller transition with an endpoint energy of E 0 = 156.476 ± 0.004 keV.",
            "section": "Data analysis",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "In Borexino the amount of the active PMTs is high (∼2000), demanding setting of the high acquisition threshold in order to exclude detector triggering from random coincidence of dark count in PMTs: hardware trigger was set at the level of 25 PMTs in coincidence within 30 ns window, providing negligible random events count. ",
            "section": "Data analysis",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "The acquisition efficiency corresponding to 25 triggered PMTs is roughly 50% and corresponds to the energy release of ∼50 keV. ",
            "section": "Data analysis",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "In present analysis, the same as in the \"pp\"-analysis, the threshold was set at the lowest possible value at ∼60 triggered PMTs (∼160 keV). ",
            "section": "Data analysis",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "In independent measurement with laser the trigger inefficiency was found to be below 10 −5 for energies above 120 keV [26]. ",
            "section": "Data analysis",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "Energy resolution",
            "section_rank": 7
        },
        {
            "text": "The most sensitive part of the analysis is the behaviour of the energy resolution with energy. ",
            "section": "Energy resolution",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "The variance of the signal is smeared by the dark noise of the detector (composed of the dark noise from individual PMTs). ",
            "section": "Energy resolution",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "In order to account for the dark noise the data were sampled every two seconds forcing randomly fired triggers. ",
            "section": "Energy resolution",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "Some additional smearing of the signal is expected because of the continuously decreasing number of the PMTs in operation. ",
            "section": "Energy resolution",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "The amount of live PMTs is followed in real time and we know precisely its distribution, so in principle this additional smearing can be precisely accounted for. ",
            "section": "Energy resolution",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "It was found that the following approximation works well in the energy region of interest:",
            "section": "Energy resolution",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "where N = N 0 < f (t) > T is average number of working PMTs during the period of the data taking, f (t) is a function describing the amount of working PMTs in time with f (0) = N 0 . ",
            "section": "Energy resolution",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "The last parameter here is",
            "section": "Energy resolution",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "T , it is the variance of the f (t) function over the time period of the data taking.",
            "section": "Energy resolution",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "An additional contribution to the variance of the signal was identified, it is the intrinsic width of the scintillation response. ",
            "section": "Energy resolution",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "From the simple consideration this contribution reflects the additional variations due to the fluctuations of the delta-electrons production and the energy scale non-linearity. ",
            "section": "Energy resolution",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "It should scale inversely proportional to the energy loss. ",
            "section": "Energy resolution",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Because of the limited range of the sensitivity to this contribution, basically restricted to the very tail of the 14 C spectrum, the precise energy dependence could be neglected and we used a constant additional term in the resolution. ",
            "section": "Energy resolution",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Taking it all together, the variance of the energy resolution (in terms of the used energy estimator) is:",
            "section": "Energy resolution",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "where σ d is contribution of the dark noise (fixed) and σ int is contribution from the intrinsic line shape smearing. ",
            "section": "Energy resolution",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The probability p 1 is linked to the energy estimator with relation n = Np 1 .",
            "section": "Energy resolution",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "Scintillation line shape",
            "section_rank": 8
        },
        {
            "text": "The shape of the scintillation line (i.e. the response of the detector to the monoenergetic source uniformly distributed over the detector's volume) is another sensitive component of the analysis. ",
            "section": "Scintillation line shape",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "A common approximation with a normal distribution is failing to describe the tails of the MC-generated monoenergetic response already at the statistics of the order of 10 3 events. ",
            "section": "Scintillation line shape",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "This was notified already in the first phase of Borexino and the approximation of the scintillation line shape with generalized gamma-function [29] have been used to fit monoenergetic 210 Po peak in the solar 7 Be neutrino analysis [30,31,7]. ",
            "section": "Scintillation line shape",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[29]"
                },
                {
                    "start": 209,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                },
                {
                    "start": 232,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[30,"
                },
                {
                    "start": 236,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "31,"
                },
                {
                    "start": 239,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7]"
                }
            ]
        },
        {
            "text": "The generalized gamma-function (GGC) was developed for the energy estimator based on the total collected charge, but it provided a reasonable approximation for the energy estimator based on the number of triggered PMTs given the moderate statistics corresponding to the total amount of the events in 210 Po peak. ",
            "section": "Scintillation line shape",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "The fit quality of the 210 Po peak is rather insensitive to the residual deviations in the tails. ",
            "section": "Scintillation line shape",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "This is not the case for the precise 14 C spectrum modeling, as all the events in the fraction of the 14 C spectrum above the energy threshold originate from the spectral smearing. ",
            "section": "Scintillation line shape",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "An ideal detector's response to the point-like monoenergetic source at the center is a perfect binomial distribution and it would be well approximated by a Poisson distribution. ",
            "section": "Scintillation line shape",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "When dealing with real response one should adjust the \"base distribution\" width to take into account at least the additional smearing of the signal due to the various factors. ",
            "section": "Scintillation line shape",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "The problem with binomial \"base function\" (or with its Poisson approximation) is that its width is defined by the mean value. ",
            "section": "Scintillation line shape",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "In case of Poisson the variance of the signal coincide with mean µ. ",
            "section": "Scintillation line shape",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "A better approximation of the response function was tested with MC model, namely the scaled Poisson (SP) distribution:",
            "section": "Scintillation line shape",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "featuring two parameters, that could be evaluated using expected mean and variance of the response:",
            "section": "Scintillation line shape",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "The agreement of the approximation and the detector response function was tested with Borexino MC model and it was found that at low energies (2) better reproduces the scintillation line shape compared to the generalized gamma function up to the statistics of 10 8 , while at energies just above the 14 C tail both distribution gives comparable approximation. ",
            "section": "Scintillation line shape",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "The quality of the fit was estimated using χ 2 criterion, for example with 10 7 total statistics (these events are uniformly distributed in the detector and then the FV is selected) for n = 50 (approximately 140 keV) we found χ 2 /n.d.f.=88.0/61 for the GGC compared to χ 2 /n.d.f.=59.3/61 for the SP distribution.",
            "section": "Scintillation line shape",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "As proven by MC tests, the SP distribution as a base function works well in the energy region of interest despite of the additional smearing due to the factors enlisted in the previous paragraph. ",
            "section": "Scintillation line shape",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "This is a result of the \"absorption\" of the relatively narrow non-statistical distributions by the much wider base function, as follows from MC such an absorption results in the smearing of the total distribution without changing its shape.",
            "section": "Scintillation line shape",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "As it was noted above, the fit was performed in n scale. ",
            "section": "Scintillation line shape",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "All the theoretical spectra involved in the fit were first translated into the n scale and then smeared using resolution function (2) with µ and scale factor s calculated using (3). ",
            "section": "Scintillation line shape",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "As it is clear from the discussion above, the detector's response has the shape described by (2) only in the \"natural\" n scale. ",
            "section": "Scintillation line shape",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "If the measured values of n would been converted into the energy, the shape will be deformed because of the non-linearity of the energy estimator scale with respect to the energy, complicating the construction of the precise energy response.",
            "section": "Scintillation line shape",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "Standard fit",
            "section_rank": 9
        },
        {
            "text": "The \"standard\" options of the spectral fit are: number of triggered PMTs in a fixed time window of 230 ns (npmts) used as energy estimator; 62-220 npmts fit range; 75.5±1.5 tonnes fiducial volume (defined by the condition R<3.02 m and |Z| <1.67 m).",
            "section": "Standard fit",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The rate of the solar neutrinos is constrained either at the value found by Borexino in the different energy range (R( 7 Be) = 48 ± 2.3 cpd [7]), or fixed at the prediction of the SSM in the SMW/LMA oscillation scenario (R(pep)=2.80 cpd, R(CNO)=5.36 cpd). ",
            "section": "Standard fit",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "All counts here and below are quoted for 100 tonnes of LS.",
            "section": "Standard fit",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "The 14 C rate was constrained at the value found in independent measurement with the second cluster R( 14 C) = 40 ± 1 Bq (or R( 14 C) = (3.456 ± 0.0864) × 10 6 cpd). ",
            "section": "Standard fit",
            "paragraph_rank": 29,
            "section_rank": 9,
            "entity_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s3"
                },
                {
                    "start": 125,
                    "end": 126,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "The synthetic pile-up rate was constrained at the values found with the algorithm. ",
            "section": "Standard fit",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "The normalization factors for other background components were mainly left free ( 85 Kr, 210 Bi and 210 Po) and the fixed rate of 214 Pb (R( 214 Pb) = 0.06 cpd) was calculated on the base of the amount of identified radon events. ",
            "section": "Standard fit",
            "paragraph_rank": 29,
            "section_rank": 9,
            "entity_spans": [
                {
                    "start": 138,
                    "end": 139,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "The light yield and two energy resolution parameters (v T and σ int ) are left free. ",
            "section": "Standard fit",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "The position of the 210 Po is also left free in the analysis, decoupling it from the energy scale.",
            "section": "Standard fit",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "Systematics study",
            "section_rank": 10
        },
        {
            "text": "An evident source of systematics is uncertainty of the FV. ",
            "section": "Systematics study",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "The FV mass is defined using position reconstruction code, residual bias in the reconstructed position is possible. ",
            "section": "Systematics study",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "The systematic error of the position reconstruction code was defined during the calibration campaign, comparing the reconstructed source position with the nominal one [27,28]. ",
            "section": "Systematics study",
            "paragraph_rank": 30,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27,"
                },
                {
                    "start": 171,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "28]"
                }
            ]
        },
        {
            "text": "At the energies of interest the systematic error on the FV mass is 2%.",
            "section": "Systematics study",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "The stability and robustness of the measured pp neutrino interaction rate was verified by performing fits varying initial conditions, including fit energy range, method of pile-up construction, and energy estimator. ",
            "section": "Systematics study",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The distribution of the central values for pp-neutrino interaction rates obtained for all these fit conditions was then used as an estimate of the maximal systematic error (partial correlations between different factors are not excluded).",
            "section": "Systematics study",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The remaining external background in the fiducial volume at energies relevant for the pp neutrino study is negligible. ",
            "section": "Systematics study",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "In the particular case of the very low-energy part of the spectrum, the fit was repeated in five smaller fiducial volumes (with smaller radial and/or z-cut), which yields very similar results, indicating the absence of the influence of the external backgrounds at low energies. ",
            "section": "Systematics study",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "The solar pp neutrino interaction rate measured by Borexino is pp = 144 ± 13(stat) ± 10(syst) cpd/100 t, compatible with the expected rate of pp theor = 131 ± 2 cpd/100 t. ",
            "section": "Systematics study",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "The corresponding total solar pp-neutrino flux is φ pp (Borex) = (6.6 ± 0.7) × 10 10 cm −2 s −1 , in a good agreement with the combined best fit value of the radiochemical and other solar experiments φ pp (other) = (6.0 ± 0.8) × 10 10 cm −2 s −1 [11]. ",
            "section": "Systematics study",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Both are in agreement with the expected value of 6.0 × (1.000 ± 0.006) × 10 10 cm −2 s −1 .",
            "section": "Systematics study",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "Results and Implications",
            "section_rank": 11
        },
        {
            "text": "The survival probability for electron neutrino from pp-reaction is P ee (Borex) = 0.64±0.12. ",
            "section": "Results and Implications",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "This is the fourth energy range explored by Borexino, all the Borexino results on the electron neutrino survival probability are presented graphically in Fig.3.",
            "section": "Results and Implications",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 159,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig.3"
                }
            ]
        },
        {
            "text": "Taking into account that Borexino and other experiments measurements are independent, the results can be combined:",
            "section": "Results and Implications",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "The electron neutrino survival probability measured in all solar but Borexino experiment is P ee (other) = 0.56 ± 0.08, combining it with Borexino one we obtain: Reaction GS98 [34] AGS09 [  Table 2: The Standard Solar Model predictions (for high metallicity and low metallicity abundances) and current experimental status of the Solar neutrino fluxes measurement. ",
            "section": "Results and Implications",
            "paragraph_rank": 35,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[34]"
                },
                {
                    "start": 187,
                    "end": 188,
                    "type": "bibr",
                    "text": "["
                },
                {
                    "start": 190,
                    "end": 197,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The limits are given for 90% C.L.. ",
            "section": "Results and Implications",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "The corresponding energy release is calculated in the last column P ee = 0.60 ± 0.07, well compatible with theoretical prediction of the MSW/LMA model 0.561 +0.030 −0.042 . ",
            "section": "Results and Implications",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "All available measurements of the solar neutrino fluxes are shown in Tab.2. ",
            "section": "Results and Implications",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "The total energy production in the solar reactions observed till now (by detecting corresponding neutrino fluxes) is 4.04 ± 0.28 W•s −1 in a good agreement with a total measured L ⊙ = 3.846 × 10 26 W•s −1 . ",
            "section": "Results and Implications",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "There is not much space left for the unknown energy sources, the 90% C.L. lower limit for the total energy production (conservatively assuming zero contribution from the not-observed reactions) is L tot = 3.68 × 10 26 W•s −1 . ",
            "section": "Results and Implications",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "If one assumes that such an unknown source exists, its total power with 90% probability can't exceed 0.15×10 26 W•s −1 . ",
            "section": "Results and Implications",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "In other words no more than 4% of the total energy production in the Sun is left for the unknown energy sources, confirming that the Sun shines due to the thermonuclear fusion reactions.",
            "section": "Results and Implications",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "Figure 1 :",
            "section_rank": 12
        },
        {
            "text": "Figure 1: Schematic view of the Borexino detector.",
            "section": "Figure 1 :",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "text": "Figure 2 :",
            "section_rank": 13
        },
        {
            "text": "Figure 2: Borexino energy spectrum between 165 and 590 keV. ",
            "section": "Figure 2 :",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "The pp neutrino component is shown in red, the 14 C spectrum in dark purple and the synthetic pile-up in light purple. ",
            "section": "Figure 2 :",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "The large green peak is 210 Po α-decays.7 ",
            "section": "Figure 2 :",
            "paragraph_rank": 37,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Be (dark blue), pep and CNO (light blue) solar neutrinos, and 210 Bi (orange) spectra are almost flat in this energy region.",
            "section": "Figure 2 :",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "Figure 3 :",
            "section_rank": 14
        },
        {
            "text": "Figure 3: Survival probabilities for electron neutrino (Borexino only data from[27,7,32,33])",
            "section": "Figure 3 :",
            "paragraph_rank": 38,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27,"
                },
                {
                    "start": 83,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 85,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "32,"
                },
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "33]"
                }
            ]
        },
        {
            "text": "Talk at the International Workshop on Prospects of Particle Physics: \"Neutrino Physics and Astrophysics\", JINR, INR, 1 February -8 February 2015, Valday, Russia.",
            "section": "Figure 3 :",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "Acknowledgments",
            "section_rank": 16
        },
        {
            "text": "The Borexino program is made possible by funding from INFN (Italy), NSF (USA), BMBF, DFG, and MPG (Germany), RFBR: Grants 14-22-03031 and 13-02-12140, RFBR-ASPERA-13-02-92440 (Russia), and NCN Poland (UMO-2012/06/M/ST2/00426). ",
            "section": "Acknowledgments",
            "paragraph_rank": 40,
            "section_rank": 16
        },
        {
            "text": "We acknowledge the generous support and hospitality of the Laboratori Nazionali del Gran Sasso (LNGS).",
            "section": "Acknowledgments",
            "paragraph_rank": 40,
            "section_rank": 16
        }
    ]
}