{
    "level": "sentence",
    "abstract": [
        {
            "text": "Uncertainties in modeling neutrino-nucleus interactions are a major contribution to systematic errors in Long Base Line neutrino oscillation experiments. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Accurate modeling of neutrino interactions requires additional experimental observables such as the Adler angles which carry information about the polarization of the ∆ resonance and the interference with non-resonant single pion production. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The Adler angles were measured with limited statistics in bubble chamber neutrino experiments as well as in electron-proton scattering experiments. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We discuss the viability of measuring these angles in neutrino interactions with nuclei.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "In the case of Polystyrene there will be an additional ≈15% of interactions occurring with a free proton, in which the neutrino energy and the Adler angles will be well-determined, except for detector effects.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "We consider both the ∆ ++ and the ∆ + is mandated by the fact that normally the proton is not detected. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In this case, the pπ + reference system needs to be redefined based on detector observables, namely the lepton and the π + . ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In addition, we reconstruct the neutrino energy assuming that the target nucleon is at rest, thereby ignoring its intrinsic Fermi momentum, and assuming that the neutrino direction is known. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In this scenario, energy-momentum conservation allows to estimate the neutrino energy as :   The difference between the reconstructed and the true φ angle is shown in Figure 7.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 175,
                    "type": "figure",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "The average bias is close to zero while the maximal RMS error is nearly 1.  ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "V. BIAS IN ASYMMETRY MEASUREMENTS",
            "section_rank": 3
        },
        {
            "text": "We estimated the potential bias in the reconstruction of the Adler angles by means of a toy Monte Carlo. ",
            "section": "V. BIAS IN ASYMMETRY MEASUREMENTS",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "We take the dependence found from the deuterium results cited ",
            "section": "V. BIAS IN ASYMMETRY MEASUREMENTS",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "where α is derived from the asymmetry calculation in the above paper 12 to be 0.083.  ",
            "section": "V. BIAS IN ASYMMETRY MEASUREMENTS",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Table I shows the result when we take into account the effect of the Fermi momentum. ",
            "section": "V. BIAS IN ASYMMETRY MEASUREMENTS",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The effect of the Fermi momentum seems to be negligible at this level, as expected from Figure 7.",
            "section": "V. BIAS IN ASYMMETRY MEASUREMENTS",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 96,
                    "type": "figure",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "The same calculation was performed for an angular dependence of the type (1+α sin 2φ).",
            "section": "V. BIAS IN ASYMMETRY MEASUREMENTS",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The results are shown in Table II . ",
            "section": "V. BIAS IN ASYMMETRY MEASUREMENTS",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 25,
                    "end": 33,
                    "type": "table",
                    "text": "Table II"
                }
            ]
        },
        {
            "text": "The results are worse than in the previous case due to the convolution with the reconstructed φ RMS of the faster oscillation frequency.",
            "section": "V. BIAS IN ASYMMETRY MEASUREMENTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "We have also estimated the bias in the  when investigating the nuclear effects on the results of the reaction.",
            "section": "V. BIAS IN ASYMMETRY MEASUREMENTS",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "VI. ",
            "section_rank": 4
        },
        {
            "text": "CONCLUSIONS",
            "section_rank": 4
        },
        {
            "text": "We have shown that it is possible to mea- ",
            "section": "VI. CONCLUSIONS",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The next generation of Long Base Line (LBL) accelerator neutrino oscillation experiments 1,2 aims at the discovery of CP violation in the lepton sector and the determination of the neutrino mass hierarchy. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Systematic errors are likely to limit the accuracy of these measurements because the energy region of this new generation of experiments, ranging from 0.5 to 10 GeV, is dominated by several poorly measured crosssection channels: charged and neutral current quasi-elastic scattering, single-pion production, multi-pion resonant production and collective nuclear responses such as short and a) fsanchez@ifae.es long range nuclear correlations 3 . ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Additional challenges are our incomplete understanding of the nuclear effects contributing to the cross-section and inaccuracies in reconstructing the neutrino energy. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "In neutrino oscillation experiments, accurate measurements of oscillation parameters demand that uncertainties arising from the errors on neutrino fluxes and from the neutrino interactions themselves be properly factorized. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "In turn, this requires the correct modeling of neutrino-nucleus cross sections channels. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Neutrino cross-section knowledge suffers from three levels of uncertainties: ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "i) Cross-sections at the nucleon level are not perfectly known. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Vector form factors are derived from electron scattering, 1 arXiv:1511.00501v2 [hep-ex] 28 Apr 2016 but axial and pseudoscalar form factors are assumed to be dipolar and constrained by the PCAC hypothesis. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "ii) Cross-sections are modified by effects due to the nuclear medium through short-and long-range correlations and by uncertainties in nucleon kinematics inside the nucleus. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "iii) The particles produced in the primary interaction cross the high-density nuclear medium which alters the particle composition of the event. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Experimentally, the picture is confused even further by the typically broad neutrino energy spectrum and by beam flux uncertainties. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "During the last decade efforts were focused on the description and measurement of quasielastic scattering; however we now also need to accurately model interactions occurring at higher energies such as single pion production. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "These data are sparse and contradictory even at the nucleon level 4 . ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "In addition, current and future measurements can be performed only on nuclei. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "In this paper, we explore the possibility of measuring Adler angles 5 in neutrino chargedcurrent pion production on nuclei. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "A full description of the theoretical implications of Adler angles measurements can be found in the references 6 . ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Experimental results from electron scattering on hydrogen have been published by the CLAS 7,8 collaboration and previously by earlier experiments 9 . ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "These results were ob-tained on hydrogen targets, thereby avoiding initial and final state nuclear interactions and with the advantage of knowing the initial electron kinematics. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Here, we discuss the possibility of measuring these angles in modern neutrino experiments, which are typically performed in broad-band beams and using heavy nuclear targets. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "In these experiments the neutrino energy must be reconstructed from the data, the initial target nucleon is not at rest and the final state particles undergo nuclear re-scattering. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "This work is based on the NEUT 10 Monte Carlo model, described in the following section. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "The angular observables are illustrated next, followed by Monte Carlo results and conclusions. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "II. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "MONTE CARLO MODEL Neutrino interactions are simulated with the NEUT 10 program libraries, which include neutral current (NC) and charged current (CC) processes of elastic and quasi-elastic scattering, meson exchange currents, single meson production, single gamma production, coherent pion production and non-resonant inelastic scattering. ",
            "paragraph_rank": 11,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "type": "version",
                    "rawForm": "10",
                    "resp": "service",
                    "id": "#software-simple-s1"
                }
            ]
        },
        {
            "text": "NEUT uses the Rein-Sehgal 11 model to simulate neutrino-induced single pion production and an ad-hoc model for multiple pion production up to a hadronic invariant mass of 2.0 GeV/c 2 . ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "NEUT also includes a contribution from non-resonant pion production and the ∆ polarization values measured in deuterium 12 . ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Final State Interactions (FSI) of hadrons taking place within the nuclear medium are also simulated using a microscopic cascade model. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "In the case of final state pions, the considered processes are inelastic scattering, pion absorption and charge exchange. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "The simulated nucleon interactions are elastic scattering as well as single and double ∆ production. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "FSI interactions alter both the multiplicity of pions in the final state as well as the kinematics of the pions. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "For the current evaluation, events are generated with a T2K neutrino spectrum 13 . ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "The simulation includes all channels present in the NEUT Monte Carlo. ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Most current experiments measure neutrino cross-sections on carbon-based detectors, such as plastic scintillator (Polystyrene). ",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "To avoid confusion between hydrogen and carbon targets, we decided to study interactions on carbon nuclei.",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "decaying to a π + because they are indistinguishable at the experimental level for most of the final state nucleon momenta.III. ",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "ADLER ANGLESThe Adler reference system 5 describes the pπ + final state in the pπ + reference system. ",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "The two angles are defined as in Fig.1, where φ and θ are sensitive to the transverse and longitudinal polarization of the pπ + system for interactions mediated by a ∆ ++ , ∆ + and for non-resonant contributions. ",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "The two angles are properly defined at the nucleon interaction level but they are altered by the Final State Interactions and theFermi momentum of the target nucleon. ",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "A. Adler angles at the level of the nucleus Modern experiments detect neutrino interactions on targets consisting of relatively heavy nuclei (carbon, oxygen, iron, argon); therefore the definition of the Adler angles needs to be modified. ",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "The first modification",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 7
        },
        {
            "text": "FIG. 1. ",
            "section": "FIG. 1 .",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "Definition of the Adler Angles at the nucleon (true) level ",
            "section": "FIG. 1 .",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "(a) and the nuclear level ",
            "section": "FIG. 1 .",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "(b).",
            "section": "FIG. 1 .",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The momenta of the particles are defined in the q = p ν − p µ rest frame.",
            "section": "FIG. 1 .",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "are the fourmomenta of the muon and the pion, d ν is the neutrino direction, E bind is the target nucleon binding energy (≈ 25 MeV in NEUT for a carbon target) and m p is the free proton mass. ",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "text": "The target nucleon momentum cannot be inferred when the outgoing proton is not detected. ",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "text": "The uncertainty introduced by this approximation will be discussed later. ",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "text": "This definition of the neutrino energy and the assumption that the target nucleon is at rest allow us to calculate the invariant mass of the p-π system and to estimate the values of the observables used in deuterium experiments 12,14 . ",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "text": "We approximate the direction of the final p-π + system by the momentum transfer to the nucleus ( q = p ν − p µ ). ",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "text": "The angle between the true p-π + system and the estimated q is shown in Figure 2. ",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "text": "Under the aforementioned assumptions this approximation causes a bias of about 0.2 rad.The same observables can be reconstructed for the cases of ∆ − → nπ − and ∆ 0 → pπ − to measure the Delta polarization in anti-neutrino nucleus interactions.",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "text": "FIG. 2 . ",
            "section_rank": 9
        },
        {
            "text": "3 FIG. 3 .",
            "section_rank": 9
        },
        {
            "text": "FIG. 2. ",
            "section": "FIG. 2 . 3 FIG. 3 .",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "Angle between the p p + p π system and the q approximation at the level of the nucleus.",
            "section": "FIG. 2 . 3 FIG. 3 .",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "10 FIG. 4 .",
            "section_rank": 10
        },
        {
            "text": "FIG. 4. ",
            "section": "10 FIG. 4 .",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "Reconstructed hadronic invariant mass. ",
            "section": "10 FIG. 4 .",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "The empty histogram shows the CC one-π events. ",
            "section": "10 FIG. 4 .",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "The vertical line histogram shows the invariant mass when the pion momentum is modified by the FSI. ",
            "section": "10 FIG. 4 .",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "The horizontal line histogram shows the CC-DIS contribution to the CC oneπ + sample and the mesh-filled histogram shows the remaining backgrounds.",
            "section": "10 FIG. 4 .",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "1 FIG. 5 .",
            "section_rank": 11
        },
        {
            "text": "FIG. ",
            "section_rank": 11
        },
        {
            "text": "6 .",
            "section_rank": 11
        },
        {
            "text": "FIG. 5. ",
            "section": "1 FIG. 5 .FIG. 6 .",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "Relative p-π invariant mass reconstruction error ((W reco − W )/W ) as a function of the true p-π invariant mass . ",
            "section": "1 FIG. 5 .FIG. 6 .",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "The black circles (squares) represent the mean value of the relative error post(pre)-FSI. ",
            "section": "1 FIG. 5 .FIG. 6 .",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "The empty circles (squares) show the RMS of the reconstructed invariant mass relative error post(pre)-FSI.",
            "section": "1 FIG. 5 .FIG. 6 .",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "5 FIG. 7 .",
            "section_rank": 12
        },
        {
            "text": "FIG. 7. ",
            "section": "5 FIG. 7 .",
            "paragraph_rank": 18,
            "section_rank": 12
        },
        {
            "text": "Reconstructed φ angle minus the true φ as a function of the φ angle. ",
            "section": "5 FIG. 7 .",
            "paragraph_rank": 18,
            "section_rank": 12
        },
        {
            "text": "The black circles (squares) show the mean value of the difference post(pre)-FSI . ",
            "section": "5 FIG. 7 .",
            "paragraph_rank": 18,
            "section_rank": 12
        },
        {
            "text": "The empty circles(squares) points show the RMS of the difference post(pre)-FSI.",
            "section": "5 FIG. 7 .",
            "paragraph_rank": 18,
            "section_rank": 12
        },
        {
            "text": "5 FIG. 8 .",
            "section_rank": 13
        },
        {
            "text": "FIG. 8. ",
            "section": "5 FIG. 8 .",
            "paragraph_rank": 19,
            "section_rank": 13
        },
        {
            "text": "Reconstructed θ angle minus the true θ angle as a function of θ. ",
            "section": "5 FIG. 8 .",
            "paragraph_rank": 19,
            "section_rank": 13
        },
        {
            "text": "The black circles (squares) show the mean value of the difference post(pre)-FSI. ",
            "section": "5 FIG. 8 .",
            "paragraph_rank": 19,
            "section_rank": 13
        },
        {
            "text": "The empty circles(squares) show the RMS of the difference post(pre)-FSI.",
            "section": "5 FIG. 8 .",
            "paragraph_rank": 19,
            "section_rank": 13
        },
        {
            "text": ".",
            "section": "5 FIG. 8 .",
            "paragraph_rank": 19,
            "section_rank": 13
        },
        {
            "text": "We fit the same angular dependence for the distributions of the φ angle at the nucleon and the nucleus level after subtracting the background and for events with W and W reco below 1400 MeV in order to select events dominated by ∆ ++ and ∆ + resonant contri-butions; seeFigure 4. ",
            "paragraph_rank": 20,
            "section_rank": 14
        },
        {
            "text": "The results are shown in Figure 9. ",
            "paragraph_rank": 20,
            "section_rank": 14
        },
        {
            "text": "The fitted α values, 0.082±0.004 at the nucleon level and 0.053 ± 0.005 at the nucleus level are similar. ",
            "paragraph_rank": 20,
            "section_rank": 14
        },
        {
            "text": "The errors shown only include the effects of the Monte Carlo statistics. ",
            "paragraph_rank": 20,
            "section_rank": 14
        },
        {
            "text": "For the reconstructed φ, we have subtracted the non-CC 1π + interactions. ",
            "paragraph_rank": 20,
            "section_rank": 14
        },
        {
            "text": "Background modeling will introduce an additional source of uncertainty that is not evaluated in this study. ",
            "paragraph_rank": 20,
            "section_rank": 14
        },
        {
            "text": "The bias in the determination of the asymmetry was estimated by generating several φ functional dependencies and adjusting the angular dependence. ",
            "paragraph_rank": 20,
            "section_rank": 14
        },
        {
            "text": "The results are shown in Table I. Although there is a bias in the determination of the α parameter caused by the smearing of the reconstructed φ angle, there is still sensitivity to the determination of α. ",
            "paragraph_rank": 20,
            "section_rank": 14
        },
        {
            "text": "An accurate experimental measurement should consider the variation of the polarization with the event kinematics 6 .",
            "paragraph_rank": 20,
            "section_rank": 14
        },
        {
            "text": "FIG. 9 .",
            "section_rank": 15
        },
        {
            "text": "FIG. 9. ",
            "section": "FIG. 9 .",
            "paragraph_rank": 21,
            "section_rank": 15
        },
        {
            "text": "φ distribution at the nucleon (black dots) and nucleus (black triangles) levels weighted by the angular dependence as described in the text. ",
            "section": "FIG. 9 .",
            "paragraph_rank": 21,
            "section_rank": 15
        },
        {
            "text": "The solid line is the result of the fit to the function A(1 + α sin φ)",
            "section": "FIG. 9 .",
            "paragraph_rank": 21,
            "section_rank": 15
        },
        {
            "text": "sure the Adler angles in neutrino-nucleus scattering. ",
            "paragraph_rank": 22,
            "section_rank": 16
        },
        {
            "text": "The results based on the NEUT Monte Carlo show that one can determine the transverse polarization of the ∆ resonance because the information is reasonably well maintained despite the FSI and the need to reconstruct the energy of the incoming neutrino from the experimental data. ",
            "paragraph_rank": 22,
            "section_rank": 16
        },
        {
            "text": "The longitudinal polarization is shown to depend strongly on the kinematics of the emerging pion, but it appears to allow investigatingf the effects of pion re-scattering, high mass resonances and deep inelastic processes on the CC one-π + tracks emerging from the nucleus. ",
            "paragraph_rank": 22,
            "section_rank": 16
        },
        {
            "text": "The results indicate that current highstatistics experiments can explore complex observables like Adler angle as a function of the kinematic parameters of the scattering process such as the energy of the neutrino, the hadronic invariant mass and fourmomentum transfer.",
            "paragraph_rank": 22,
            "section_rank": 16
        },
        {
            "text": "TABLE I .",
            "section_rank": 17
        },
        {
            "text": "TABLE II .",
            "section_rank": 17
        },
        {
            "text": "The values of the angular dependence fits (α) for different values of transverse polarization and sin φ dependence. ",
            "section": "TABLE I .TABLE II .",
            "paragraph_rank": 23,
            "section_rank": 17
        },
        {
            "text": "Results are shown for pions before and after the FSI. ",
            "section": "TABLE I .TABLE II .",
            "paragraph_rank": 23,
            "section_rank": 17
        },
        {
            "text": "The values of the angular dependence fits (α) for different values of transverse polarization and sin 2φ dependence. ",
            "section": "TABLE I .TABLE II .",
            "paragraph_rank": 23,
            "section_rank": 17
        },
        {
            "text": "Results are shown for pions pre-and post-FSI.",
            "section": "TABLE I .TABLE II .",
            "paragraph_rank": 23,
            "section_rank": 17
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 19
        },
        {
            "text": "The author acknowledges the support re- ",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 24,
            "section_rank": 19
        }
    ]
}