{
    "level": "sentence",
    "abstract": [
        {
            "text": "We report results from the first search for νµ → νe transitions by the NOvA experiment. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "In an exposure equivalent to 2.74 × 10 20 protons-on-target in the upgraded NuMI beam at Fermilab, we observe 6 events in the Far Detector, compared to a background expectation of 0.99 ± 0.11 (syst.) events based on the Near Detector measurement. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "A secondary analysis observes 11 events with a background of 1.07 ± 0.14 (syst.). ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The 3.3σ excess of events observed in the primary analysis disfavors 0.1π < δCP < 0.5π in the inverted mass hierarchy at the 90% C.L.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "This Letter reports the first NOvA measurement of the oscillation of muon neutrinos (ν µ ) into electron neutrinos (ν e ) at the first oscillation maximum. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The oscillation probability to first order is proportional to sin 2 2θ 13 , which is well measured by reactor experiments [1]. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Accelerator experiments measuring ν µ → ν e oscillations differ from reactor experiments in that they are sensitive to three physical parameters that are currently unknown or poorly known [2]: sin 2 θ 23 , which determines the coupling of ν µ to the third neutrino mass state; δ CP , which determines the extent to which CP symmetry is violated in the neutrino sector; and the ordering of the neutrino masses, specifically whether the masses of the solar doublet are smaller (normal hierarchy, NH) or larger (inverted hierarchy, IH) than the third neutrino mass. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The mass hierarchy may be determined by observing an enhancement (NH) or suppression (IH) of the ν µ → ν e oscillation probability caused by coherent forward scattering of electron neutrinos on electrons in the earth [3]. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "For a fixed ratio of baseline to neutrino energy, this effect increases with the experiment's baseline. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Previous accelerator measurements of this oscillation mode have been reported by MINOS [4] and T2K [5]. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[4]"
                },
                {
                    "start": 99,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[5]"
                }
            ],
            "entity_spans": [
                {
                    "start": 81,
                    "end": 87,
                    "type": "software",
                    "rawForm": "MINOS",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "The NOvA ex-periment has the longest baseline of any past or present accelerator neutrino oscillation experiment.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "NOvA uses Fermilab's NuMI neutrino beam, upgraded to allow 700 kW maximum power [6,7]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[6,"
                },
                {
                    "start": 83,
                    "end": 85,
                    "type": "bibr",
                    "text": "7]"
                }
            ]
        },
        {
            "text": "The beam is created by 120 GeV protons from the Main Injector striking a 1.2 m long graphite target. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Two magnetic horns focus pions and kaons produced in the target. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The focused hadrons decay in a 675 m long decay pipe. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The average beam power increased from 250 kW to 450 kW over the period of data taking.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The NOvA experiment [7] has two detectors located 1 km and 810 km from the NuMI beam target. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Both are sited 14.6 mrad off the central axis of the beam, as measured from the average neutrino production point, where they observe neutrinos mainly in a narrow range of energies between 1 and 3 GeV. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "These off-axis locations enhance the neutrino flux in the region of the first oscillation maximum and reduce backgrounds, particularly from higher-energy neutral current events. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Simulation predicts that at the position of the Near Detector (ND), the NuMI beam is composed mostly of ν µ with a 3.8% ν µ component and a 2.1% (ν e +ν e ) component.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The NOvA detectors are functionally equivalent track-ing calorimeters [8], composed of cells of liquid scintillator [9] encased in polyvinyl chloride (PVC) extrusions [10]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[8]"
                },
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[9]"
                },
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The cross sectional dimension of each cell, including the PVC, is 3.9 cm wide by 6.6 cm deep. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The extrusions are 15.5 m long in the Far Detector (FD) and 3.9 m long in the ND. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "They are arranged in planes with the long cell dimension alternating between the vertical and horizontal orientations. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The FD (ND) contains 896 (192) planes with a total mass of 14 kt (193 t). ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "To enhance muon containment, the downstream end of the ND has an additional ten layers of 10-cm-thick steel plates interleaved with pairs of one vertical and one horizontal plane of scintillator cells. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In the fiducial region of the detectors, the liquid scintillator comprises 62% of the detector mass. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The signal from each liquid scintillator cell is read out through a single wavelength-shifting fiber. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The fiber is looped at the far end of the cell, and both near ends of the fiber terminate on the same pixel of a 32-pixel avalanche photodiode (APD) [11]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The APD signal is continuously integrated, shaped, then digitized. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Signals above a preset threshold are sent to a buffer pending a trigger decision [12]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "All signals within a 550 µs window around the 10 µs NuMI spill are recorded. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Signals from periodic time windows asynchronous to the beam spill are also recorded to collect cosmic rays for calibration.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The data used for this analysis were taken between February 6, 2014 and May 15, 2015. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The FD was under construction until November 2014. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Data collected whenever 4 kt or more of contiguous detector mass was operational were used in this analysis. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The effective fiducial mass varied from 2.3 kt for 4.0 kt of total mass to 10 kt for the full 14 kt. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The exposure accumulated was 3.45 × 10 20 protons on target (POT), equivalent to 2.74 × 10 20 POT collected in the full 14 kt detector.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The two-detector design of the experiment reduces the reliance on Monte Carlo (MC) simulation, but the simulation still plays an important role in the analysis. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "We use fluka [13], interfaced with a geant4 [14] geometry using flugg [15] to model the interaction of NuMI protons in the NOvA target, the transport of the products through the target and magnetic field of the horns, and the decay of those products into neutrinos. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[13]"
                },
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The interactions of neutrinos in the NOvA detectors are simulated using genie [16], and geant4 is used to propagate the resulting particles and record energy depositions in the liquid scintillator. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "To produce simulated raw signals, or hits, we use experiment-specific simulations to model the capture of scintillation photons in the fibers, light attenuation in the fibers, and the response of the APDs and readout electronics [17].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Raw hits from both data and simulation pass through a series of reconstruction stages [18] to produce neutrino interaction candidates. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "First, collections of hit cells close in space and time are clustered [19,20], then those clusters are examined to find particle paths [21]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[19,"
                },
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "20]"
                },
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "The in-tersections of the paths are taken as seeds to find the neutrino interaction vertex [22]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The set of cells associated with each of the particle paths emanating from the reconstructed vertex is identified [23,24]; partial sharing of hits among paths is allowed. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[23,"
                },
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "24]"
                }
            ]
        },
        {
            "text": "Paths are classified as shower-like based on the transverse energy distribution, and the most energetic shower is designated the primary shower. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Events with a well-defined vertex and reconstructed shower are considered for further analysis.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Raw signals are corrected for light attenuation in the fiber and for cell-to-cell non-uniformity. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Cosmic ray muons that stop in the detector are used as a standard candle for energy calibration [25]. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "The energy is computed as the sum of the calibrated energy deposited in each cell, using the simulation to correct for the inert material and the energy lost to undetected particles.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The NOvA FD is on the surface, beneath a modest overburden which blocks most of the electromagnetic component of cosmic ray secondaries. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "To further reject backgrounds from these events, we require that selected events are in a 12 µs time window around the beam spill. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Additionally, showers must be well separated from the edges of the detector [26]. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "Restricting the distance of the primary shower from the detector edges also removes events on the periphery of the detector. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The containment requirements are more stringent at the top and back of the detector where most of the cosmic background events enter the volume. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Additionally, steep events that likely originate from cosmic rays are rejected. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "These selection criteria were determined using a large sample of calibration data. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "To measure the cosmic background, the rejection criteria are applied to the independent data set collected during the 550 µs around the beam spill, excluding a 30 µs window centered on the spill. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "This sample reproduces the detector configuration and data quality conditions of the data in the beam spill.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "To observe ν µ → ν e oscillations, electron neutrino charged-current interactions (ν e CC) must be identified in the FD. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "These interactions are characterized by an electron cascade, along with other potential activity produced by the breakup of the recoil nucleus. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The size of the electromagnetic cascade is characterized by the detector Molière radius of ∼3 cell widths and radiation length of ∼6 planes. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The combination of the beam energy spectrum and the energy-dependent nature of the oscillation means the maximal ν e signal appears around 2 GeV.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The interactions of the beam ν e component are a background to the analysis. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Neutral-current (NC) and ν µ CC interactions are also backgrounds to this analysis, particularly when the hadronic recoil system contains a π 0 . ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The ν µ CC are a relatively small background in the FD as they are suppressed by oscillations. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Even less significant are ν τ CC interactions from ν µ → ν τ oscillations and ν µ from the beam. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "NC events and cosmic ray induced events populate the low energy range, while beam ν e CC events tend to be at higher energies. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Therefore, we select neutrino interaction candidates with a total calorimetric energy of 1.3 to 2.7 GeV. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Additional requirements on the number of occupied cells in the event and the length of the longest particle path suppress clear non-ν e CC interactions.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "To further enhance the ν e CC sample purity, more sophisticated algorithms are necessary. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "A first method, a likelihood-based selector (LID), compares the longitudinal and transverse energy deposition in the primary shower to template histograms for various simulated particles [24,27,28]. ",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[24,"
                },
                {
                    "start": 191,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "27,"
                },
                {
                    "start": 194,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "28]"
                }
            ]
        },
        {
            "text": "The likelihood differences among different particle hypotheses and other topological variables are used as input to an artificial neural network to construct the primary classifier. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The energy range of events selected with this primary method is further restricted to 1.5 to 2.7 GeV to remove additional backgrounds from cosmic radiation.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "A second selection method, Library Event Matching (LEM), compares an input event from either data or simulation to a large and independent library of simulated events [29]. ",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "The properties of the library events that are most similar to the input event provide information about the most likely identity of the neutrino interaction. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "This and additional identifying information from the best matches in the library is fed into an ensemble decision tree that gives the final classifier for this technique.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Both selectors achieve similar signal efficiency and background rejection of simulated events. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The LID selection method achieves a signal efficiency of 34% relative to the event sample meeting the containment criteria, while the LEM selection is 35% efficient. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Simulations predict a 62% overlap in the signal events chosen. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Both classifiers reject 99% of beam backgrounds. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Each of the selection techniques achieves a rejection better than 1 in 10 8 for cosmic induced backgrounds. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The more traditional LID selection was chosen as the primary selection technique, but it was agreed that results from LEM would also be presented. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "This choice and all other analysis techniques were finalized before inspecting the FD beam data.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Similar selection criteria are applied to the ND sample, where all events are background events. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "Energy cuts are not applied in the ND so the full spectrum can be inspected. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "Figure 1 shows the reconstructed energy spectrum of the events passing the primary selector in the ND data, compared to the simulation, which is normalized to the same exposure. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "About 7% more background events are selected in the data relative to the simulation.",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "The FD beam-induced background is predicted by scaling the number of events selected in the FD simulation by the observed ND ratio of data to simulation in each bin of reconstructed energy. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "Each background component is scaled by the same factor. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "The FD simulated events are weighted by the three flavor oscillation probability [30]. ",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "The small number of expected ν τ background events is taken directly from the FD simulation. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "The predicted background from cosmic radiation and the beam, broken down by component, is given in Table I   The number of signal events expected from ν e appearance is also derived from the ND data. ",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 106,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The energy spectrum of ν µ CC-selected events [19,32,33] in the ND is compared to the simulation and the discrepancy between the two is interpreted as an inexact modeling of the underlying true energy spectrum. ",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[19,"
                },
                {
                    "start": 50,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "32,"
                },
                {
                    "start": 53,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "33]"
                }
            ]
        },
        {
            "text": "The FD simulated energy spectrum for ν e events is adjusted to account for the discrepancy, increasing the predicted signal by 1%. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "With the oscillation parameters given in [31] 5.2 (5.4) signal events from ν µ → ν e are expected to pass the LID (LEM) selection criteria.",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "While the two-detector technique mitigates the impact of many sources of systematic uncertainty, some residual uncertainties remain. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "These uncertainties are evaluated by modifying the simulation to account for the different sources of uncertainty, then generating new simulated events. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "Background and signal predictions are made using the modified sample; the change in the number of events predicted compared to the nominal simulation is used to quantify the size of each effect. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "The effects considered are tabulated in Table II.",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 48,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table II"
                }
            ]
        },
        {
            "text": "Dominant sources of uncertainty in the signal prediction arise from uncertainties in the modeling of neutrinonucleus interactions, including a 40% uncertainty on the value of the axial-vector mass of 0.99 GeV/c 2 used in the quasielastic scattering model [16,34]. ",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[16,"
                },
                {
                    "start": 259,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "34]"
                }
            ]
        },
        {
            "text": "The allowed variation in this effective parameter encompasses recent measurements [35][36][37][38] and is a proxy for possible multinucleon processes not included in the interaction model [39][40][41][42]. ",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "[35]"
                },
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "[36]"
                },
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "[37]"
                },
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "[38]"
                },
                {
                    "start": 188,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "[39]"
                },
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "[40]"
                },
                {
                    "start": 196,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "[41]"
                },
                {
                    "start": 200,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "Dominant sources of uncertainty affecting the background prediction include a 5% uncertainty on both the absolute energy calibration and the inter-detector energy calibration, uncertainty in the modeling of scintillator saturation by highly ionizing particles [43], and modeling of the neutrino flux. ",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "The error incurred by scaling each background component by the same amount, instead of employing a data-driven decomposition of the background components, is estimated by individually scaling each background component to account for the entire difference between data and simulation. ",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "An overall normalization uncertainty on both signal and background levels in the FD comes from a survey of the mass of the materials used in the ND relative to the FD, combined with uncertainty in the measurement of POT delivered as well as a small difference between data and simulation in the efficiency for reconstructing events. ",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "Other considerations include possible biases arising from different containment criteria in the ND relative to the FD, imperfect removal of uncontained vertex events, and limited statistics in both the simulation and the ND data set. ",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "Adding all the effects in quadrature gives a 17.6% (15.0%) systematic uncertainty on the signal prediction and a 10.8% (13.4%) systematic uncertainty on the background prediction for the primary (secondary) selection technique.",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "Upon examining the FD data, 6 events were observed, compared to the background prediction of 0.99 ± 0.11 (syst.). ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The observation corresponds to a 3.3σ excess over the background prediction. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "With the secondary event selection, we observe 11 events, a 5.3σ excess over the background prediction of 1.07 ± 0.14 (syst.). ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "All the events selected by the primary selector are in the sample selected by the secondary. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "Using the trinomial probability distribution and the number of simulated events that overlap between the selectors or are selected by each exclusively, we compute a 7.8% probability of observing our Calorimetric energy (GeV) particular overlap configuration or a less likely configuration. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "Figure 2 shows the energy distribution in the FD for events selected by either selection technique compared to the predicted spectrum with oscillation parameters as given in [31]. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                },
                {
                    "start": 174,
                    "end": 178,
                    "type": "bibr",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The likelihood for a Poisson distributed variable is used to compare the observed number of events to that predicted for a particular set of oscillation parameters. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "Figure 3 shows the values of δ CP and sin 2 2θ 13 consistent with the observed number of events in the data for each of the selectors. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Following the procedure of Feldman and Cousins [44], we determine confidence intervals by inspecting the range of likelihood ratios observed in pseudoexperiments. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "[44]"
                }
            ]
        },
        {
            "text": "Uncertainties in signal and background predictions, in the solar oscillation parameters, and in the atmospheric mass splitting [45] are included in the generation of these pseudo-experiments, while sin 2 θ 23 is fixed at 0.5. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "The data selected by the primary selector are compatible with three-flavor oscillations at the reactor value of θ 13 . ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The number of events selected by the secondary selector favors a higher value of sin 2 2θ 13 for sin 2 θ 23 fixed at 0.5, or alternatively a higher value of sin 2 θ 23 for sin 2 2θ 13 constrained to the reactor measurement. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "Figure 4 shows the compatibility between the observation and the number of events expected as a function of the mass hierarchy and δ CP if we additionally assume the reactor constraint of sin 2 2θ 13 = 0.086 ± 0.005 [1]. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4"
                },
                {
                    "start": 216,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The maximal mixing constraint is also removed, and uncertainty in sin 2 θ 23 is included in the generation of the pseudo-experiments [45]. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "For each value of δ CP and choice of hierarchy we compute the likelihood ratio to the best fit parameters and show the fraction of pseudo- experiments which have a larger or equal likelihood ratio, converted into a significance. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The discontinuities are due to the discrete set of possible event counts. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The range of 0.1π < δ CP < 0.5π in the IH is disfavored at the 90% C.L. The number of events selected by the secondary analysis is larger than the number of events expected given the range of oscillation parameters favored in global fits [46], but 13% of pseudo-experiments generated at the NOvA best fit find at least as many events as observed in the data. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "type": "bibr",
                    "ref_id": "b75",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "With the secondary selector all values of δ CP in the IH are disfavored at greater than 90% C.L. The range of 0.25π < δ CP < 0.95π in the NH is disfavored at the 90% C.L.",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "In conclusion, with an exposure of 2.74 × 10 20 POT, NOvA observes 6 ν e -like events in the FD, with a background prediction of 0.99 ± 0.11 (syst.). ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The 3.3σ excess of events above background disfavors 0.1π < δ CP < 0.5π in the inverted mass hierarchy at the 90% C.L. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 3
        },
        {
            "text": "FIG. 1:Reconstructed energy distribution for events selected with the primary selector in the ND data and MC simulation. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "text": "Events selected with the secondary selector show similar agreement between data and simulation.",
            "section": "FIG. 1 :",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 4
        },
        {
            "text": "FIG. 2: Reconstructed energy distribution of events selected in the FD. ",
            "section": "FIG. 2 :",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "Solid (dotted) histograms show the prediction for the primary (secondary) selector. ",
            "section": "FIG. 2 :",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "Arrows indicate where the data lie. ",
            "section": "FIG. 2 :",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "Solid arrows show events from the primary selector, while dotted arrows show the additional events from the secondary.",
            "section": "FIG. 2 :",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 5
        },
        {
            "text": "FIG. 3: Allowed values of δCP vs sin 2 2θ13. ",
            "section": "FIG. 3 :",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "Top (bottom) plots show the NH (IH). ",
            "section": "FIG. 3 :",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "Left (right) plots show results for the primary (secondary) selector. ",
            "section": "FIG. 3 :",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "Both have sin 2 θ23 fixed at 0.5.",
            "section": "FIG. 3 :",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "FIG. 4 :",
            "section_rank": 6
        },
        {
            "text": "FIG. 4: Significance of the difference between the selected and the predicted number of events as a function of δCP and the hierarchy. ",
            "section": "FIG. 4 :",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The primary (secondary) selection technique is shown with solid (dotted) lines.",
            "section": "FIG. 4 :",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "TABLE I :",
            "section_rank": 7
        },
        {
            "text": "Predicted number of background events for each of the event selection techniques.",
            "section": "TABLE I :",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "TABLE II :",
            "section_rank": 8
        },
        {
            "text": "Systematic uncertainty on the background and signal prediction for events selected by the primary selector in the FD. ",
            "section": "TABLE II :",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "The last row corresponds to the quadrature sum.",
            "section": "TABLE II :",
            "paragraph_rank": 27,
            "section_rank": 8
        }
    ]
}