{
    "level": "sentence",
    "abstract": [
        {
            "text": "Heavy quarks are produced through initial hard scatterings and they are affected by the hot and dense medium created in heavy-ion collisions throughout its whole evolution. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Due to their heavy mass, charm quarks are expected to thermalize much more slowly than light flavor quarks. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The charm quark flow is a unique tool to study the extent of thermalization of the bulk medium dominated by light quarks and gluons. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "At high p T , D meson azimuthal anisotropy is sensitive to the path length dependence of charm quark energy loss in the medium, which offers new insights into heavy quark energy loss mechanisms -gluon radiation vs. collisional processes. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "We present the STAR measurement of elliptic flow (v 2 ) of D 0 and D ± mesons in Au+Au collisions at √ s NN = 200 GeV, for a wide transverse momentum range. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "These results are obtained from the data taken in the first year of physics running of the new STAR Heavy Flavor Tracker detector, which greatly improves open heavy flavor hadron measurements by the topological reconstruction of secondary decay vertices. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The D meson v 2 is finite for p T > 2 GeV/c 2 and systematically below the measurement of light particle species at the same energy. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Comparison to a series of model calculations favors scenarios where charm flows with the medium and is used to infer a range for the charm diffusion coefficient 2πT D s .",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Heavy flavor quarks are suggested to be an excellent probe to study the strongly coupled quark-gluon plasma (sQGP) as they are produced early in heavy-ion collisions through hard scattering processes and experience the full evolution of the system, while their large masses are mostly unaffected by the QCD medium. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "Furthermore, drawing an analogy to Brownian motion the heavy quarks propagating through the medium are sensitive to the sQGP transport properties, for example 2πT D s , which is given in term of the temperature T and the charm diffusion coefficient D s [1]. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Recent measurements at RHIC and LHC show that high p T charmed hadron yields in central collisions are considerably suppressed suggesting strong interactions, while the elliptic flow v 2 measured at LHC is comparable to that of light hadrons [2,3,4]. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 245,
                    "end": 247,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3,"
                },
                {
                    "start": 247,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "At RHIC, the enhancement in the nuclear modification factor at intermediate p T is suggestive of both charm flow and production via coalescence. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "However, charm flow inferred from measurements of semi-leptonic decays suffer from large uncertainties. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "A precise measurement of v 2 over a broad p T range, and in particular at low momenta, will provide useful insights into the properties of sQGP medium.",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "Experimental setup",
            "section_rank": 3
        },
        {
            "text": "The data used in this analysis were recorded in year 2014 by the STAR experiment at the Relativistic Heavy ion Collider (RHIC) in Brookhaven National Laboratory, USA. ",
            "section": "Experimental setup",
            "paragraph_rank": 2,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 65,
                    "end": 70,
                    "type": "software",
                    "rawForm": "STAR",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "The STAR experiment possesses full azimuthal coverage at mid-rapidity using the Time Projection Chamber (TPC) to reconstruct tracks inside a uniform 0.5 T magnetic field. ",
            "section": "Experimental setup",
            "paragraph_rank": 2,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "STAR",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "The entire Heavy Flavor Tracker (HFT) micro-vertexing detector was included for the first time in 2014 and greatly improved STAR's tracking resolution, providing track pointing resolution of less than 50µm for kaons with p T = 750 MeV/c. ",
            "section": "Experimental setup",
            "paragraph_rank": 2,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "software",
                    "rawForm": "STAR",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "Daughter tracks are required to have a minimum of 20 hits in the TPC and hits in all three layers of the HFT, p T > 0.6 GeV/c and pseudorapidity |η| < 1. ",
            "section": "Experimental setup",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "Particle identification is done using energy loss dE/dx from the TPC, selecting candidates within 2 to 3 standard deviations from the expected value and is further enhanced by use of the Time of Flight detector(TOF) when available. ",
            "section": "Experimental setup",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "1/β is estimated from the momentum and timing from TOF, and is required to be less than 0.03 from the expected value. ",
            "section": "Experimental setup",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "Once daughter candidates have been identified, the decay vertex can be reconstructed, which is displaced from the primary vertex of collision. ",
            "section": "Experimental setup",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "In the case of two body decays the decay is reconstructed at the mid point on their distance of closest approach (DCA). ",
            "section": "Experimental setup",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "For three body decays, such as D ± , the average between the midpoints of pairwise DCA's is taken as the decay position. ",
            "section": "Experimental setup",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "The combinatorial background can be greatly suppressed by cutting on the following topological variables: decay length (distance between primary and decay vertices), DCA between daughter tracks, DCA between reconstructed parent and the primary vertex (PV), DCA between daughter tracks and the PV; and in the case of D ± the distances between the midpoints from each pairwise combination.",
            "section": "Experimental setup",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "Azimuthal anisotropy",
            "section_rank": 4
        },
        {
            "text": "Once D-meson candidates have been selected, the second order azimuthal anisotropy, v 2 , is studied using two different methods: the event plane method and the two particle correlation method, which will be discussed briefly in the following paragraphs. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 4,
            "section_rank": 4
        },
        {
            "text": "In the event plane method the second order event plane, Ψ, is reconstructed from TPC tracks and corrected for the non-uniform detector efficiency [5]. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "In order to reduce the non-flow contributions from other two or multi-body correlations, a relative pseudorapidity gap |∆η| ≤ 0.15 around D 0 candidates is excluded from the event plane reconstruction. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 4,
            "section_rank": 4
        },
        {
            "text": "The azimuthal distribution of D mesons with respect to the event plane φ − Ψ is then obtained and weighted by 1/ /R, the inverse of the D 0 reconstruction efficiency and the event plane resolution R [6] for each centrality. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ],
            "entity_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s4"
                },
                {
                    "start": 197,
                    "end": 199,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "In each φ − Ψ bin the mixed-event background is scaled to the like-sign background and subtracted from the unlike-sign invariant mass spectrum. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 4,
            "section_rank": 4
        },
        {
            "text": "The D 0 yield is obtained by either the fit or sideband method: at low p T the invariant mass spectrum is fitted with a Gaussian, representing the signal, and a first order polynomial describing the correlated background; for the last p T bin (5-10 GeV/c) the fit is limited by low background statistics, and the D 0 yield is obtained by subtracting scaled counts in two invariant mass regions around the signal region. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 4,
            "section_rank": 4
        },
        {
            "text": "The observed v obs 2 is then obtained by fitting the yield versus φ−Ψ with the functional form A(1+2v 2 cos(2(φ− Ψ))). ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 4,
            "section_rank": 4
        },
        {
            "text": "Finally, the observed v obs 2 is corrected for the average even plane resolution < 1/R > to obtain the true  Figure 1a shows the weighted yield as a function of the angle relative to the event plane φ − Ψ for D 0 candidates with 3 < p T < 4 GeV/c. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1a"
                }
            ],
            "entity_spans": [
                {
                    "start": 85,
                    "end": 86,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "service",
                    "id": "software-simple-s6"
                }
            ]
        },
        {
            "text": "In the two particle correlation method, the average D 0 -hadron correlation is calculated",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 4,
            "section_rank": 4
        },
        {
            "text": "Assuming that the D 0 and hadron have no correlation other than with the event plane, it can be shown that",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "Finally, together with the hadron-hadron correlation, V h1−h2  Figure 1c shows the azimuthal anisotropy parameter for both D 0 and D ± as well as a comparison between both methods. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 72,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1c"
                }
            ]
        },
        {
            "text": "The event plane and two particle correlation results show good overall agreement within systematic uncertainties, and the D ± v 2 is consistent, within large uncertainties, with that of D 0 . ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "The remaining contribution of non-flow effects to the measured v 2 is estimated by scaling the non-flow in p+p collisions to Au+Au [7]. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "In this case the non-flow contribution can be written as",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "where the sum i is done over near side charged hadrons in p+p, M and v 2 are the average multiplicity and charged hadron v 2 in Au+Au. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Figure 2a shows the v 2 for D-mesons compared with other particle species. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2a"
                }
            ]
        },
        {
            "text": "The D 0 azimuthal anisotropy is significantly different from zero for p T > 2 GeV/c and is systematically lower than that of the lighter hadrons [8] in the range for 1 < p T < 4 GeV/c, but the extent of heavy flavor thermalization is still under investigation. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "In figure 2b the results for D 0 are compared to four theoretical models. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "The calculation by the SUBATECH group [9] employs pQCD with Hard Thermal Loop approximation for soft collisions and agrees with the measurement over the whole p T range. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The TAMU model [10] uses a non-perturbative T-matrix approach assuming the two-body interactions can be described by a potential as a function of the transfered 4-momentum. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Two curves from TAMU are shown: the scenario including charm diffusion(blue) agrees with the data while the predictions without charm diffusion(magenta) are consistently lower. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "In the model developed by the Duke university group [11] the diffusion coefficient 2πT D s is a free parameter which, in the case of the red curve shown, has been constrained using the R AA measured at LHC with a value of roughly 7, and under-predicts the v 2 observed in our data. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Figure 2c shows the value obtained for the diffusion coefficient from different model calculations compared to the yellow band on the far right showing the range of inferred values that are compatible with the measurement from STAR. ",
            "section": "Azimuthal anisotropy",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2c"
                }
            ],
            "entity_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "type": "software",
                    "rawForm": "STAR",
                    "resp": "service",
                    "id": "software-simple-s7"
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 5
        },
        {
            "text": "STAR has carried out the first heavy flavor measurements in heavy ion collisions using the newly installed, state of the art vertexing detector, the HFT. ",
            "section": "Summary",
            "paragraph_rank": 8,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "STAR",
                    "resp": "service",
                    "id": "software-simple-s8"
                }
            ]
        },
        {
            "text": "The measured charmed meson v 2 in Au+Au collisions is found to be finite, though systematically below v 2 of light hadrons. ",
            "section": "Summary",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "Comparison to a series of models shows that they are able to describe the data, favoring the scenario where charm quarks flow with the medium. ",
            "section": "Summary",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "The models infer a range of compatible values for the charm diffusion coefficient 2πT D s between 2 or 10. ",
            "section": "Summary",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "As part of STAR's continuing heavy flavor program, 2 billion Au+Au minimum bias events will be recorded in 2016 with full aluminum cables in the innermost silicon layer of the HFT. ",
            "section": "Summary",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "An expected 2-3 factor improvement in the D 0 significance at p T = 1 GeV/c 2 will allow the study of the centrality dependence of v 2 in heavy ion collisions.",
            "section": "Summary",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "Fig. 1 :",
            "section_rank": 6
        },
        {
            "text": "Fig. 1: ",
            "section": "Fig. 1 :",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "a) Weighted D 0 yield vs. φ − Ψ for 0-80% central collisions and p T ∈ [3, 4] GeV/c. ",
            "section": "Fig. 1 :",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "b) < cos(2∆φ) > between (un)like-sign pairs and charged particles as a function of p T . ",
            "section": "Fig. 1 :",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "c) Comparison between v 2 from event plane and two particle correlation methods.",
            "section": "Fig. 1 :",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "/2 can be obtained. ",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "text": "D 0 background is estimated by the average of the sidebands (both like-sign and unlike-sign) as well as the D 0 like-sign invariant mass spectrum in the signal range.Figure 1bshows V 2 for D 0 candidates and background (within the D 0 invariant mass range) as a function of transverse momentum. ",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "text": "As in the case of the event plane method, the contribution from non-flow is suppressed by introducing a gap |∆η| > 0.2 in the measurement of D − h correlations, and particles in opposite sides of the TPC (h 1 ∈ η < 0 and h 2 ∈ η > 0) are used for the hadron-hadron correlation. ",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "text": "Due to limited statistics, D ± yield is obtained in and out-of plane and the v 2 is obtained following the event plane method.",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "text": "Fig. 2 :",
            "section_rank": 8
        },
        {
            "text": "Fig. 2: ",
            "section": "Fig. 2 :",
            "paragraph_rank": 11,
            "section_rank": 8
        },
        {
            "text": "a) Measured v 2 for D 0 compared to that of light hadrons. ",
            "section": "Fig. 2 :",
            "paragraph_rank": 11,
            "section_rank": 8
        },
        {
            "text": "b) Comparison for measured D 0 v 2 and model calculations. ",
            "section": "Fig. 2 :",
            "paragraph_rank": 11,
            "section_rank": 8
        },
        {
            "text": "c) Diffusion coefficient from model calculations and inferred range from STAR results.",
            "section": "Fig. 2 :",
            "paragraph_rank": 11,
            "section_rank": 8,
            "entity_spans": [
                {
                    "start": 73,
                    "end": 78,
                    "type": "software",
                    "rawForm": "STAR",
                    "resp": "service",
                    "id": "software-simple-s9"
                }
            ]
        },
        {
            "text": "Acknowledgements",
            "section_rank": 10
        },
        {
            "text": "This material is based upon work supported by the U.S. Department of Energy, Office of Science, Office of Workforce Development for Teachers and Scientists, Office of Science Graduate Student Research (SCGSR) program. ",
            "section": "Acknowledgements",
            "paragraph_rank": 12,
            "section_rank": 10
        },
        {
            "text": "The SCGSR program is administered by the Oak Ridge Institute for Science and Education for the DOE under contract number DE-AC05-06OR23100.",
            "section": "Acknowledgements",
            "paragraph_rank": 12,
            "section_rank": 10
        }
    ]
}