{
    "level": "sentence",
    "abstract": [
        {
            "text": "A measurement of the calorimeter response to isolated charged hadrons in the ATLAS detector at the LHC is presented. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "This measurement is performed with 3.2 nb −1 of proton-proton collision data at √ s = 7 TeV from 2010 and 0.1 nb −1 of data at √ s = 8 TeV from 2012. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "A number of aspects of the calorimeter response to isolated hadrons are explored. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "After accounting for energy deposited by neutral particles, there is a 5% discrepancy in the modelling, using various sets of Geant4 hadronic physics models, of the calorimeter response to isolated charged hadrons in the central calorimeter region. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The description of the response to anti-protons at low momenta is found to be improved with respect to previous analyses. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The electromagnetic and hadronic calorimeters are also examined separately, and the detector simulation is found to describe the response in the hadronic calorimeter well. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The jet energy scale uncertainty and correlations in scale between jets of different momenta and pseudorapidity are derived based on these studies. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The uncertainty is 2-5% for jets with transverse momenta above 2 TeV, where this method provides the jet energy scale uncertainty for ATLAS.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The proton-proton collisions measured by the ATLAS detector at the Large Hadron Collider (LHC) produce quarks and gluons that are observed as collimated sprays of hadrons, called jets. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The hadrons in jets are measured as chargedparticle tracks and showers of particles in the calorimeters. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Uncertainties in the measurement of jet energies and the modelling of the calorimeter response to hadrons often dominate systematic uncertainties in measurements at the LHC.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The measurement of the calorimeter response to single charged hadrons provides an important validation of the modelling of hadronic showers in the calorimeters and of the detector geometry implemented in the ATLAS simulation [1]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "type": "bibr",
                    "text": "[1]"
                }
            ],
            "entity_spans": [
                {
                    "start": 208,
                    "end": 214,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "It is one of the few low-level measurements that can verify specific aspects of the modelling of the jet response. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "It also allows a component-wise derivation of the jet energy scale uncertainty and the extension of the uncertainty to high jet transverse momentum ( p T > 1.8 TeV in 2012) where there are too few jets in the data for standard in situ calibration techniques (e.g. dijet or multi-jet balance techniques) to be applied [2]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 317,
                    "end": 320,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The response to isolated charged hadrons was measured in ATLAS using data collected in 2009 and 2010 [3] and has been used to evaluate part of the standard ATLAS jet energy scale uncertainty since 2010 [2,4]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[3]"
                },
                {
                    "start": 202,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[2,"
                },
                {
                    "start": 205,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "4]"
                }
            ],
            "entity_spans": [
                {
                    "start": 57,
                    "end": 62,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s2"
                },
                {
                    "start": 156,
                    "end": 161,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "The response to charged hadrons also has been used for the calibration of the detector response to hadronically decaying τ -leptons [5].",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "This paper describes the updated measurement of the response to isolated charged hadrons using data from both 2010 and 2012 with the most recent detector simulation. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Between 2010 and 2012, the centre-of-mass energy was increased from 7 to 8 TeV, and the calorimeter conditions changed as the calorimeters were repaired and recalibrated. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In particular for comparisons sensitive to these changes, both 7 and 8 TeV data are presented. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Generally, the conclusions are consistent between the two years. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The detector simulation includes significant improvements in the detector description [6,7] and makes use of new models of hadronic physics in Geant4 [8]. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[6,"
                },
                {
                    "start": 89,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "7]"
                },
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Several variations of the inclusive response measurement are used to validate key aspects of the modelling of energy reconstruction in the calorimeter. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "As in Ref. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "[3], the decays of identified particles are used to identify the type of particle entering the calorimeter (e.g. π ± , proton, or antiproton), in order to further validate the details of the hadronic physics models.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The calibration of jets based on the energy deposited by individual particles involves a number of steps that can be separately tested. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Many particles are not sufficiently energetic to reach the calorimeter, and some particles interact before reaching the calorimeter and do not deposit a significant amount of energy. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The fraction of particles not depositing energy in the calorimeter is the first important test of the geometry (i.e. description of the detector material distribution) and simulation of hadrons, discussed in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "4.1. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The energy deposited in the calorimeter is then grouped into topological clusters. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The procedure by which the clusters are constructed should not bias the energy measured in the calorimeter; this is explored in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "4.4.1. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "These topological clusters can be calibrated to the hadronic scale, and the way in which the calibration affects the calorimeter energy measurement is discussed in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "4.4.2. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The construction of topological clusters involves an energy threshold, which differs between different data-taking periods at the LHC. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The effect of changing these thresholds on the measured response is explained in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "4",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "4"
                }
            ]
        },
        {
            "text": ".4.7.",
            "section_rank": 3
        },
        {
            "text": "A jet is a complex object, however, and good modelling of the average properties of jets does not always indicate that jets would be well described in more extreme configurations. ",
            "section": ".4.7.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Some jets may be composed of more positively or more negatively charged particles, resulting in differences in response. ",
            "section": ".4.7.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The separate modelling of positively and negatively charged particles is discussed in Sect. ",
            "section": ".4.7.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "4.4.3. ",
            "section": ".4.7.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Because hadrons may interact early or late in the calorimeter, jets may not be regularly distributed longitudinally. ",
            "section": ".4.7.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The description of the separate calorimeter layers is discussed further in Sects. ",
            "section": ".4.7.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "4.4.5 and 4.4.6. ",
            "section": ".4.7.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "A number of different hadron species can contribute to jets. ",
            "section": ".4.7.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Their charged components are primarily charged pions, charged kaons, and (anti-)protons. ",
            "section": ".4.7.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The responses of these individual species of hadrons are discussed further in Sect. ",
            "section": ".4.7.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "5. ",
            "section": ".4.7.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "These results primarily build confidence in the extrapolation from simple isolated-hadron configurations to complex jet configurations.",
            "section": ".4.7.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The studies of the calorimeter response to isolated charged hadrons are then used to construct a jet energy scale uncertainty in Sect. ",
            "section": ".4.7.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "6. ",
            "section": ".4.7.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "6"
                }
            ]
        },
        {
            "text": "The jet energy scale uncertainty, derived in this manner, is applicable only to the particular set of jets used in the derivation. ",
            "section": ".4.7.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Just as in the case of the other in situ uncertainty estimations, additional uncertainties that depend on the details of the jet selection must be considered. ",
            "section": ".4.7.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "One of these is an uncertainty due to the modelling of additional protonproton collisions (pile-up) simultaneous with the collision of interest. ",
            "section": ".4.7.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Historically, although searches for new physics and measurements of the Standard Model are almost always performed in events with pile-up, isolated hadron response studies have always been performed in events with low or no pile-up. ",
            "section": ".4.7.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "In Sect. ",
            "section": ".4.7.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "4.4.4, the calorimeter response to isolated charged hadrons in events with pile-up is discussed. ",
            "section": ".4.7.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "These studies are sufficiently promising that future studies of the calorimeter response to isolated charged hadrons might be performed in larger data sets, including events with pile-up.",
            "section": ".4.7.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The paper is organised as follows. ",
            "section": ".4.7.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The ATLAS detector is briefly introduced in Sect. ",
            "section": ".4.7.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "2. ",
            "section": ".4.7.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Section 3 describes the data and simulated event samples and event selection, as well as the reconstruction methodology. ",
            "section": ".4.7.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Section 4 then details several features of the response to isolated charged hadrons, including the subtraction of neutral background particles. ",
            "section": ".4.7.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The calorimeter response to specific species of charged hadrons identified using displaced decays is described in Sect. ",
            "section": ".4.7.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "5. The calorimeter response to charged hadrons is used to understand the jet response and uncertainties in Sect. ",
            "section": ".4.7.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "6. Finally, Sect. ",
            "section": ".4.7.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "7 provides the conclusions of these studies.",
            "section": ".4.7.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "ATLAS detector",
            "section_rank": 4
        },
        {
            "text": "The ATLAS detector [9] is a general purpose particle detector covering almost 4π in solid angle 1 and consisting of an inner tracking detector (ID), a calorimeter, and a muon spectrometer. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The ID consists of silicon pixel and strip (SCT) tracking detectors covering |η| < 2.5 and a straw-tube tracker (TRT) covering |η| < 2.0, all immersed in an axial 2 T magnetic field provided by a superconducting solenoid. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "A typical central track includes three measurements (hits) in the pixel detector, eight hits in the SCT, and 35 hits in the TRT. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Below |η| = 0.6, a particle passes through approximately 0.5 radiation lengths (0.2 interaction lengths) of material before reaching the calorimeter. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Between |η| = 0.6 and |η| = 1.8, the amount of material in the ID rises from 1.5 radiation lengths (0.4 interaction lengths) to a maximum of almost 2.5 radiation lengths (0.7 interaction lengths). ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The sampling calorimeter is hermetic out to |η| = 4.9 and is generally divided into barrel (|η| < 1.4), endcap (1.4 ≤ |η| < 3.2) and forward (3.2 ≤ |η| < 4.9) regions. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The highly-segmented electromagnetic (EM) calorimeter uses liquid argon (LAr) with lead or copper absorber material and includes three longitudinal sampling layers in addition to a presampler for |η| < 1.8. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The hadronic calorimeter uses scintillator tiles with steel absorber in the barrel (|η| < 1.7) and LAr with copper (tungsten) absorber in the endcap (forward) region.",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "A three-level trigger system is used to select events for offline analysis. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The first level is hardware-based, while the second two levels are implemented in software. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The minimum-bias trigger scintillators, used for selecting events in this analysis, are two sets of 16 thin scintillators covering 2.08 < |η| < 3.83. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "These scintillators are highly efficient for selecting events with charged particles in this |η| range and are integrated into the first level of the trigger.",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Data sets and selection",
            "section_rank": 5
        },
        {
            "text": "Data samples",
            "section_rank": 6
        },
        {
            "text": "The primary data sample consists of eight million protonproton collision events corresponding to an integrated luminosity of 0.1 nb −1 from a data taking period at the beginning of 2012 at √ s = 8 TeV. ",
            "section": "Data samples",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Additionally, a sample of three million data events corresponding to an integrated luminosity of 3.2 nb −1 recorded during 2010 at √ s = 7 TeV are examined. ",
            "section": "Data samples",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "These data from 2010 were studied previously in Ref. ",
            "section": "Data samples",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "[3], but they were subsequently reanalysed with improved understanding of the detector (e.g. improved knowledge of the detector material and alignment). ",
            "section": "Data samples",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Both of these samples were collected during periods in which the fraction of events with pile-up was negligible. ",
            "section": "Data samples",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "In events with pile-up, the average number of simultaneous collisions is denoted μ . ",
            "section": "Data samples",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "To study issues related to pile-up, an additional data sample from 2012 is used, corresponding to an integrated luminosity of 551 nb −1 , which has approximately 15 proton-proton collisions per event on average and collisions every 50 ns. ",
            "section": "Data samples",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "This data sample includes some effects from both in-time pileup, collisions simultaneous to the collision of interest, and out-of-time pile-up, collisions in bunch crossings before or after the collision of interest. ",
            "section": "Data samples",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Out-of-time pile-up primarily affects the calorimeter response due to the response time of the calorimeter and the bipolar signal pulse shaping in the LAr calorimeter [9]. ",
            "section": "Data samples",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "All data samples are required to pass basic data-quality requirements.",
            "section": "Data samples",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Monte Carlo simulation",
            "section_rank": 7
        },
        {
            "text": "The primary 2012 data sample is compared to 20 million simulated single-, double-, and non-diffractive proton-proton collision events, generated using Pythia8.160 [10] using the A2 configuration of underlying event and hadronization parameters (tune) [11] and the MSTW 2008 leadingorder parton distribution function set [12,13]. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[10]"
                },
                {
                    "start": 251,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[11]"
                },
                {
                    "start": 320,
                    "end": 324,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[12,"
                },
                {
                    "start": 324,
                    "end": 327,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "13]"
                }
            ]
        },
        {
            "text": "Throughout the paper, the p T spectrum of tracks in Monte Carlo (MC) simulation is weighted to match that of the data. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "A separate MC simulation sample is produced with conditions consistent with that of the 2010 data taking period for comparison to the 2010 data sample.",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The simulated events are passed through the ATLAS detector simulation [1] based on Geant4 9.4 [8]. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[8]"
                }
            ],
            "entity_spans": [
                {
                    "start": 88,
                    "end": 94,
                    "type": "version",
                    "rawForm": "4 9.4",
                    "resp": "service",
                    "id": "#software-simple-s3"
                }
            ]
        },
        {
            "text": "2 Two samples with different collections of hadronic physics models [14] are used: one, called QGSP_BERT, includes a quarkgluon string model [15][16][17][18][19] with a pre-compound and evaporation model for hadron momenta above 12 GeV, the parameterised low-energy proton inelastic model based on GHEISHA [20] from 9.5 to 25 GeV, and the Bertini intranuclear cascade [21][22][23] and nuclear de-excitation model below 9.9 GeV. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "2"
                },
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[14]"
                },
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[15]"
                },
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[16]"
                },
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[17]"
                },
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[18]"
                },
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[19]"
                },
                {
                    "start": 368,
                    "end": 372,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[21]"
                },
                {
                    "start": 372,
                    "end": 376,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[22]"
                },
                {
                    "start": 376,
                    "end": 380,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "In the regions where the models overlap, a smooth transition from one to the other is enforced. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "For protons and neutrons, an additional quasi-elastic scattering model is applied. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "The other set of hadronic physics models, called FTFP_BERT, includes the Fritiof model [24][25][26][27] with a pre-compound model above 4 GeV and the Bertini intra-nuclear cascade model below 5 GeV. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[24]"
                },
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[25]"
                },
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[26]"
                },
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "These two sets of hadronic physics models also differ in the models applied to anti-hyperons and anti-baryons, which in particular leads to an expected difference in the modelling of the calorimeter response to anti-protons.",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "In all cases, the simulated detector conditions match those of the data-taking period, and the simulated events and data are passed through the same trigger and reconstruction software. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Where the data include pile-up, minimum-bias events generated with Pythia8 are overlaid on top of one another to mimic the simultaneous collisions in the detector, including the bipolar pulse shape of the calorimeter electronics. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "The MC simulation samples with pile-up are only included using the QGSP_BERT set of hadronic physics models.",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Event selection and reconstruction",
            "section_rank": 8
        },
        {
            "text": "In order to be selected by the trigger system, events in the low-μ data are required to have at least two hits in the minimum-bias trigger scintillators. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "In the MC simulation, this trigger is more than 95% efficient for events passing the following offline selection.",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "To collect data during data-taking periods with pile-up, three triggers are used. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Only a fraction of events passing the selection criteria of any of the triggers are written out, as the rates are above the maximum bandwidth for the trigger. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "The first trigger is random and requires only crossing proton bunches in the detector. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "The events accepted by this trigger correspond to an integrated luminosity of 24 nb −1 . ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Two triggers that require tracks that are isolated from other charged tracks at the front-face of the calorimeter and have at least 9 or 18 GeV of p T are used to provide additional events. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "The events accepted by these two triggers correspond to 499 and 551 nb −1 , respectively. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "In the MC simulation, because it is highly efficient, the trigger requirement has no significant impact on the results.",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Each event is required to have a well-reconstructed vertex with at least four associated tracks with p T > 400 MeV. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "In the low-μ data set, the events are required to have exactly one vertex, to further suppress any residual contribution from pile-up. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "The tracks selected for the measurement are required to have p T > 500 MeV and to have at least one hit in the pixel detector and six hits in the SCT, as well as small longitudinal and transverse impact parameters |z 0 × sin θ | < 1.5 mm and |d 0 | < 1.5 mm with respect to the primary vertex [3]. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "This reduces the contribution from spurious and poorly measured tracks to a negligible level. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "In order to ensure that the tracks are isolated, no other track extrapolated to the second longitudinal layer of the EM calorimeter is allowed within a cone of size R = ( φ) 2 + ( η) 2 < 0.4 around the track of interest. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "This criterion was shown previously to reduce the effect from other nearby charged particles on the measurement to a negligible level [3].",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Although it does not provide the same level of precision tracking information as the pixel and SCT layers, the TRT provides additional information to efficiently reject the tracks originating from hadronic interactions in the ID material. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "Tracks interacting in the ID produce a range of secondary particles, often including ions and neutrons, which can be difficult to model correctly. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "Moreover, the kinematics and species of hadrons resulting from these interactions is generally poorly known and may not be well modeled. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "For most of the results in this paper, in the region |η| < 2.0, more than 20 hits in the TRT are required to ensure that the particle producing the track reaches the calorimeter. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "The impact of this selection criterion on the measured calorimeter response is carefully examined in Sect. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "4.3.",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "In each event, the calorimeter cells' energies are topologically clustered using a 4-2-0 algorithm [28]. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "This algorithm suppresses noise by forming energy clusters around seeds with at least four times larger (in absolute value) signal than the average noise, which includes both the electronic noise and the pile-up contributions. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "The threshold is defined by the width of the energy distribution in a cell in an MC simulation sample containing a fixed amount of pile-up (e.g. μ = 30). ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "All neighbouring cells with at least twice larger signal than the average noise are added to the clusters, and a final layer of cells at the boundary of the cluster is added without any noise threshold requirement. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "This final layer improved the energy resolution in single-particle studies with the ATLAS calorimeter test beam [29]. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "After this procedure, clusters may be split if there are several local maxima of energy found within them. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "Because the cell energy requirements are on the magnitude of the signal, negative energy clusters are possible. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "The topological clusters are not calibrated beyond a correction for the sampling fraction of an electron shower in the calorimeter; no correction is applied for non-compensation or energy loss outside of the sampling portion of the calorimeter. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "Thus, the topological clusters are calibrated only to the electromagnetic scale (EM scale).",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "The noise thresholds used in the clustering procedure for the low-μ data and MC simulation are extracted from simulated events without pile-up. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "In the data and MC simulation that include pile-up, the thresholds are re-calculated in simulated events with μ = 30. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "The difference between the two noise calculations is a factor of two in |η| < 2.0, rising to more than a factor of 20 for |η| > 4.0 [30]. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "The impact of the Fig. 1 An illustration ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 24,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "(a) of the construction of the E/ p variable used throughout this paper. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "The particle is identified by matching a track (green) with momentum p to topological energy clusters in the EM and hadronic calorimeters (red), while nearby topological energy clusters from neutral-particle background (light blue) must be removed. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "The red (black) dashed circle on the horizontal plane has a radius R = 0.1 (0.2) around the track. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "The same diagram is shown for the neutral-particle background selection ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "(b) using late-showering hadrons, described in Sect. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "4.2. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "The construction is similar, but the energy deposited in the EM calorimeter by the particle is required to be consistent with a minimally-ionising particle (MIP). ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 156,
                    "end": 161,
                    "type": "bibr",
                    "text": "(MIP)"
                }
            ]
        },
        {
            "text": "No attempt is made to identify individual clusters as originating from background particles. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "The subtraction is done on average difference between these thresholds are described further in Sect. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "4.4.7. ",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "In the remainder of the paper, unless explicitly stated, the nominal data set includes the low-μ data with calorimeter thresholds calculated in events with μ = 0.",
            "section": "Event selection and reconstruction",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "Charged hadron response",
            "section_rank": 9
        },
        {
            "text": "The calorimeter response to charged hadrons is studied using the ratio of the energy deposited by the isolated charged particle in the calorimeter, E, to the momentum of its track, p, as measured by the ID. ",
            "section": "Charged hadron response",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "The ratio is denoted E/ p, and the average ratio is denoted E/ p . ",
            "section": "Charged hadron response",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "As the track momentum measurement has a small uncertainty in for the range 0.5 < p/ GeV < 30 considered in this paper, which is negligible below 5 GeV and is taken as a conservative 1% above this value [3], it is an excellent proxy for the energy measurement of the isolated charged hadron. ",
            "section": "Charged hadron response",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The energy of a topological cluster in a certain layer of the calorimeter is matched to the track if the energy-weighted position of the cells associated with the topological cluster in that layer is situated within R = 0.2 of the extrapolated position of the track in that particular layer. ",
            "section": "Charged hadron response",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "The cone size of R = 0.2 around the track was optimised such that, on average, about 90% of the energy of the charged hadron is included, while the contribution from the neutral-particle background is kept to a low level [3].",
            "section": "Charged hadron response",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The construction of the E/ p variable is illustrated in Fig. 1. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 62,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Figure 2 shows several examples of the E/ p distributions for data and MC simulations with both sets of hadronic physics models. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The distributions are normalised to have unit area. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Examples are given for two track momentum bins in the central region of the calorimeter, for data with low μ and a higher |η| region, and for data in the central region of the calorimeter with higher μ . ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "In these distributions, no requirement is made on the number of TRT hits associated to the track. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "The mean of the distribution is significantly less than one because of the loss of some energy outside of the clusters included in the definition of E and the noncompensating response of the calorimeter. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "The large fraction of tracks with E/ p = 0 corresponds to tracks without an associated topological cluster in the calorimeter. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "This can happen if either a particle interacts hadronically before reaching the calorimeter or no single energy deposit is large enough to seed a topological cluster [3]. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The negative tail of these distributions is caused by noise in the calorimeter, which for data taking conditions with low μ consists mostly of electronics noise, while the long positive tail is caused by the background of neutral particles, since these particles add to the measured E but not to p. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "In events with significant amounts of pile-up, such as those shown in Fig. 2d, the positive tail from in-time pile-up can be quite large, and the negative tail is enhanced by several orders of magnitude due to the impact of out-of-time pile-up. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 77,
                    "type": "figure",
                    "text": "Fig. 2d"
                }
            ]
        },
        {
            "text": "At low |η|, the MC simulation underestimates the negative E tail from noise; however, this tail is only a very small fraction of the distribution. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "In the same |η| region but at higher momenta, the amount of energy from neutral-particle backgrounds is overestimated by the MC simulation, as can be seen from the high E/ p region in Fig. 2b. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 184,
                    "end": 191,
                    "type": "figure",
                    "text": "Fig. 2b"
                }
            ]
        },
        {
            "text": "The fraction of the distribution with E ≤ 0 can be further examined to understand features of the geometry, hadronic interaction models, and noise modelling. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "No requirement is placed on the number of TRT hits associated to the track for these distributions in order to include particles that may have undergone a hadronic interaction earlier in the ID. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "This fraction for inclusive charged particles is shown in Fig. 3 as a function of track momentum and |η| separately for tracks of positive and negative charges. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 64,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The bin edges in |η| in these distributions follow geometric features of the calorimeters. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "The 2010 and 2012 data are shown separately and display similar features. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "This fraction is directly displayed as a function of the number of traversed interaction lengths of material as described by the geometry of the simulation in Fig. 4 for tracks with 1.2 < p/ GeV < 1.8. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 165,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "The fraction of the distribution with E ≤ 0 increases with |η| and interaction lengths, as the detector material increases, and decreases with momentum. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Differences between the two charge distributions are clearly visible, particularly at low momenta. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "These differences are closely related to the population of particle  Detector noise, which is largely symmetric, drives the portion of the response distribution with E < 0. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "This region is dominated by particles that did not have any significant energy deposited in the calorimeter. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Thus, the tail can be used to further examine the modelling of calorimeter noise   Figure 5 shows the ratio of the number of tracks with associated E < 0 to those with no associated clusters of energy as a function of track momentum -this is an approximation of the relative rate at which particles with low momenta, or which have scattered before reaching the calorimeter, coincide with a sufficiently large amount of noise that a negative-energy topological cluster is formed. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 91,
                    "type": "figure",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "In general, additional detector material in the simulation should manifest itself as a higher E = 0 rate in the simulation than in the data, but this effect is cancelled in the ratio. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "The ratio shows a disagreement at the 10% level in the central region of the calorimeter, but the data and MC simulation are consistent in a more forward region 0.6 < |η| < 1.1. ",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Further forward |η| bins indicate 10%-level disagreements.",
            "section": "Charged hadron response",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "E/ p distributions",
            "section_rank": 10
        },
        {
            "text": "Neutral background subtraction",
            "section_rank": 11
        },
        {
            "text": "Energy deposits from close-by particles bias the calorimeter measurement of E. While the isolation requirement on the charged-hadron track is efficient at reducing the effect from other charged particles to negligible levels, there is no equivalent method for eliminating the contribution from neutral particles, such as neutral hadrons or photons from π 0 → γ γ decays.",
            "section": "Neutral background subtraction",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "Since neutral particles, which are mostly photons with some low-energy hadrons, deposit their energy mostly in the EM calorimeter, it is possible to measure the background in situ by considering late showering charged hadrons, which behave like minimally-ionising particles (MIP) in the EM layers of the calorimeter. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "Such late showering hadrons are selected by requiring that they leave less than 1.1 GeV in the EM calorimeter inside a cone of size R = 0.1 around their track. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "They are further required to have energy deposited in the same cone in the hadronic calorimeter that is at least 40% and less than 90% of the track momentum. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "The energy deposited by close-by neutral particles is then measured in the EM calorimeter in the region 0.1 < R < 0.2 around the MIP particle's track. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "A geometric factor of 4/3 is applied to estimate the energy deposits from the neutral-particle background in the whole R = 0.2 cone. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "The mean of this background distribution over many events in a given track momentum and pseudorapidity bin, E/ p BG , estimates the energy deposited by photons and neutral hadrons in the EM calorimeter. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "This selection is illustrated in Fig. 1. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 25,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 39,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Using a similar method with the individual layers of the hadronic calorimeter, the energy deposited by the background particles in the hadronic calorimeter was found to be negligible. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "As described in Ref. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "[3], an alternative method that used information about the shape of the hadronic shower was used to estimate the neutral-particle background. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 25,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The difference between this method and the nominal method of about 10% of the background, which itself is generally less than 25% of the measured response, is taken as a systematic uncertainty.",
            "section": "Neutral background subtraction",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "The E/ p is corrected by the average background to give the corrected average response:",
            "section": "Neutral background subtraction",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "This corrected response is the primary observable used in the studies of calorimeter response to isolated charged hadrons in the remainder of this paper.",
            "section": "Neutral background subtraction",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "While this method accounts for the average energy deposited by the neutral-particle background, it cannot account for per-event background fluctuations. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "This is particularly important when considering threshold effects, since a small background energy deposit might be sufficient to raise the signal in a cell above the threshold required to seed a topological cluster. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "In events with large background, this can lead to a positive bias in E/ p COR . ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "Even if the hadronic shower and calorimeter response to the charged hadron were perfectly modeled, significant mis-modelling of the neutral-particle background can lead to different rates of this signal promotion. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "Above p ≈ 4 GeV, when the fraction of tracks with E = 0 is small, this effect is negligible.",
            "section": "Neutral background subtraction",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "Figures 6 and 7 show the measured E/ p BG in data and MC simulation as a function of track momentum and pseudorapidity, respectively. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "The general shape of the background is reasonably well modeled by the simulations, but important discrepancies exist between the two, such as the simulation's overestimation of the background at intermediate (2 < p/ GeV < 8) track momentum in the central (|η| < 1.1) region of the detector. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "These differences are attributed to the phenomenological models used to describe non-perturbative QCD processes in Pythia8, as well as the difficulty of correctly modelling the calorimeter response to low-momentum neutral particles. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "They do not strongly indicate a deficiency in the detector description, which would typically be isolated in a narrow region of |η| away from the well-understood central ID region. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "The broad discrepancy as a function of |η| shown in Fig. 7d is consistent with a deficiency in the modelling of coherent neutral particle radiation in Pythia8, as the background is consistently and significantly higher in the MC simulation than in the data. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 29,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 59,
                    "type": "figure",
                    "text": "Fig. 7d"
                }
            ]
        },
        {
            "text": "Provided the neutral-particle background is correctly accounted for separately in data and MC simulation, however, any imperfection in the modelling of neutral particles can be removed from the comparison of calorimeter response. ",
            "section": "Neutral background subtraction",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "The neutral-particle background is calculated separately for each dataset and calorimeter configuration considered in this paper.",
            "section": "Neutral background subtraction",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Reduction of hadronic interactions in the ID",
            "section_rank": 12
        },
        {
            "text": "Part of the difference between the rate of tracks with no associated energy in the simulation and the data (e.g. in Fig. 4) may be due to geometry differences, since additional material tends to increase the rate of particles that do not reach the calorimeter and deposit significant energy. ",
            "section": "Reduction of hadronic interactions in the ID",
            "paragraph_rank": 30,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 122,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "Another part may be due to poor modelling of secondary particles from hadronic interactions that occur before the calorimeter, as suggested in Sect. ",
            "section": "Reduction of hadronic interactions in the ID",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "3. ",
            "section": "Reduction of hadronic interactions in the ID",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Tracks that do not have a large number of hits in the TRT are likely to result from particles that have undergone hadronic interactions while propagating through the ID. ",
            "section": "Reduction of hadronic interactions in the ID",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "The large scattering angles of secondary charged particles, as well as the rate of secondary neutral particles, both contribute to the original track not being extended to the face of the calorimeter. ",
            "section": "Reduction of hadronic interactions in the ID",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Thus, examining tracks with a small number of hits in the TRT provides information about particles that likely underwent hadronic interactions. ",
            "section": "Reduction of hadronic interactions in the ID",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "A comparison of the E/ p COR for tracks that do not have a large number of hits in the TRT with those that do is shown in Fig. 8. ",
            "section": "Reduction of hadronic interactions in the ID",
            "paragraph_rank": 30,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 128,
                    "type": "figure",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "The E/ p COR for tracks without a large number of TRT hits is  very poorly modeled by the simulation, showing 25%-level discrepancies at low momenta, suggesting problems with the description of secondary particles from these relatively lowenergy nuclear interactions. ",
            "section": "Reduction of hadronic interactions in the ID",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "For tracks with a large number of TRT hits, there remains a 5-10% discrepancy. ",
            "section": "Reduction of hadronic interactions in the ID",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "This dis-crepancy, which is smaller for 2012 data than in the case of 2010 data, is explored in subsequent sections of the paper. ",
            "section": "Reduction of hadronic interactions in the ID",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "For the remainder of the paper, more than 20 hits are required in the TRT, in order to suppress tracks from particles that undergo nuclear interactions before the calorimeter. ",
            "section": "Reduction of hadronic interactions in the ID",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": ", where the background is well modeled for the same momenta but the material in front of the calorimeter is substantially larger, the MC simulation describes the data to within the uncertainties. ",
            "section": "Reduction of hadronic interactions in the ID",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Tracks that are assigned calorimeter energy E = 0 are included in these distributions.",
            "section": "Reduction of hadronic interactions in the ID",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Use of clusters or cells in response measurement",
            "section_rank": 13
        },
        {
            "text": "The calorimeter response is normally calculated using topological clusters of energy in the calorimeter. ",
            "section": "Use of clusters or cells in response measurement",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "Figure 10 shows a ratio of the E/ p COR derived directly from the energy deposition in the calorimeter cells near the extrapolated track position, E/ p cell , to the E/ p COR calculated using topological energy clusters, here labelled E/ p cluster . ",
            "section": "Use of clusters or cells in response measurement",
            "paragraph_rank": 31,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 10"
                }
            ]
        },
        {
            "text": "For this comparison, all cells within R = 0.2 of the extrapolated track position are included in calculating the cell-level energy. ",
            "section": "Use of clusters or cells in response measurement",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "In order to provide a subtraction of the appropriate background contribution, the background is also calculated using cells instead of clusters. ",
            "section": "Use of clusters or cells in response measurement",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "This comparison provides a useful test of the modelling of topological clustering effects and the hadronic shower width by the simulation. ",
            "section": "Use of clusters or cells in response measurement",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "These distributions agree within the statistical uncertainties for central |η|, demonstrating an excellent modelling of the effect of topological clustering on the calorimeter response distri-bution. ",
            "section": "Use of clusters or cells in response measurement",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "In the more forward region, there are percent-level disagreements. ",
            "section": "Use of clusters or cells in response measurement",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "It is also clear that the cell calculation provides a response up to 15% higher in the central region at low momentum, which is expected because of the effect of the threshold on the calorimeter cells applied during the clustering.",
            "section": "Use of clusters or cells in response measurement",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "Effect of cluster calibration on response measurement",
            "section_rank": 14
        },
        {
            "text": "The topological clusters used for the calorimeter response comparison are measured at the EM scale, meaning that the calibration does not attempt to compensate for energy depositions measured by the calorimeter outside of the topological cluster, energy losses in uninstrumented material inside and outside of the topological cluster, or the non-compensating response of the calorimeter. ",
            "section": "Effect of cluster calibration on response measurement",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "The local cluster weighting (LCW) technique [2] applies a calibration to the topological cluster energy according to the position and properties of the energy depositions in the topological cluster (e.g. depth in the calorimeter and energy density) in order to account for these effects. ",
            "section": "Effect of cluster calibration on response measurement",
            "paragraph_rank": 32,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 44,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Figure 11 shows a comparison of the LCWcalibrated E/ p COR in data and simulation, both including and omitting tracks with E = 0. ",
            "section": "Effect of cluster calibration on response measurement",
            "paragraph_rank": 32,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 11"
                }
            ],
            "entity_spans": [
                {
                    "start": 36,
                    "end": 49,
                    "type": "software",
                    "rawForm": "LCWcalibrated",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "When calculating E/ p COR with the LCW calibration, the same calibration method is applied to the clusters used to determine the background. ",
            "section": "Effect of cluster calibration on response measurement",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "The response is significantly higher than that of Fig. 9a due to the calibration, since the calibration raises the average  Fig. 11 Comparison of the E/ p COR calculated using LCWcalibrated topological clusters as a function of track momentum, corrected for the neutral-particle background, for tracks with |η| < 0.6, and a zero or more associated topological clusters or b one or more associated topological clusters. ",
            "section": "Effect of cluster calibration on response measurement",
            "paragraph_rank": 32,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "type": "figure",
                    "text": "Fig. 9a"
                },
                {
                    "start": 124,
                    "end": 131,
                    "type": "figure",
                    "text": "Fig. 11"
                }
            ],
            "entity_spans": [
                {
                    "start": 176,
                    "end": 190,
                    "type": "software",
                    "rawForm": "LCWcalibrated",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "Figure 9a shows the same quantity as Fig. 11a, calculated using EM-scale topological clusters. ",
            "section": "Effect of cluster calibration on response measurement",
            "paragraph_rank": 32,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 9a"
                },
                {
                    "start": 37,
                    "end": 45,
                    "type": "figure",
                    "text": "Fig. 11a"
                }
            ]
        },
        {
            "text": "The bottom portion of each panel shows the ratio of MC simulation to data, separately for the two sets of hadronic physics models, and separately for 2010 and 2012 data. ",
            "section": "Effect of cluster calibration on response measurement",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "The error bars represent statistical uncertainties suggesting a discrepancy in the description of hadronic interactions before the sampling portion of the calorimeter. ",
            "section": "Effect of cluster calibration on response measurement",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "The calibrated response to single particles, which is not unity with either of these selections, is a result of imperfections in the calibration procedure. ",
            "section": "Effect of cluster calibration on response measurement",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "Nonetheless, the momentum dependence of the response is almost completely removed by the LCW calibration when considering tracks with at least one associated topological cluster. ",
            "section": "Effect of cluster calibration on response measurement",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "As the discrepancies between MC simulation and data are most critical for the studies presented here and the LCW calibration does not affect these discrepancies significantly, in the remainder of this paper the EM-scale response is used for almost all comparisons. ",
            "section": "Effect of cluster calibration on response measurement",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "Charge dependence of response",
            "section_rank": 15
        },
        {
            "text": "The E/ p COR for positive and negative tracks, including tracks that do not match a topological cluster, is shown in Fig. 12. ",
            "section": "Charge dependence of response",
            "paragraph_rank": 33,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 124,
                    "type": "figure",
                    "text": "Fig. 12"
                }
            ]
        },
        {
            "text": "The two sets of hadronic physics models provide an almost identical result for positively charged tracks, which are dominated by π + , K + , and protons. ",
            "section": "Charge dependence of response",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "At low momenta the models are identical, and at high momenta they are tuned to the same thin-target data. ",
            "section": "Charge dependence of response",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "For negatively charged tracks, some difference between QGSP_BERT and FTFP_BERT is observed. ",
            "section": "Charge dependence of response",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "This difference is primarily due to the difference in the modelling of the response to anti-protons, as is suggested by Fig. 13, which compares the E/ p distributions for negatively charged and positively charged tracks in a low-momentum bin. ",
            "section": "Charge dependence of response",
            "paragraph_rank": 33,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 127,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 13"
                }
            ]
        },
        {
            "text": "The two sets of hadronic physics models show identical distributions for positively charged tracks and show a clear discrepancy for negatively charged tracks with E ≈ 1.5 × p. ",
            "section": "Charge dependence of response",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "In this momentum bin, the average calorimeter response is around 0.4, as seen in Fig. 9a. ",
            "section": "Charge dependence of response",
            "paragraph_rank": 33,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "type": "figure",
                    "text": "Fig. 9a"
                }
            ]
        },
        {
            "text": "Anti-protons, however, also contribute their annihilation energy in the calorimeter. ",
            "section": "Charge dependence of response",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "This additional 2 GeV (938 MeV for each of the anti-proton and the proton with which it annihilates), after including the effect of the non-compensating response of the calorimeter (roughly 50%), gives an extra 1 GeV to the energy measured in the calorimeter. ",
            "section": "Charge dependence of response",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "This difference is explored further in Sect. ",
            "section": "Charge dependence of response",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "5.4.",
            "section": "Charge dependence of response",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "Single-hadron response in events with pile-up",
            "section_rank": 16
        },
        {
            "text": "Historically, the calorimeter response to isolated single particles has been measured using events with only a single proton-proton collision in the event. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "Pile-up contributes additional neutral-particle background to the event that is normally only removed on average from the topological clusters. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "The charged-particle background from pile-up can still be removed using the track isolation requirement. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "Moreover, fluctuations of the neutral-particle background significantly worsen the energy resolution for low-momentum particles. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "Nonetheless, as the background subtraction technique in this paper depends only on the average background distributions, the (pile-up and background-corrected) E/ p COR can still be measured in events with pile-up, in this case also binned in μ and the number of reconstructed vertices. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "To ensure a fair comparison, all data and MC simulation samples used in these comparisons are reconstructed with consistent calorimeter thresholds corresponding to μ = 30.",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "There are two response issues to be addressed in these events. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "The first is the dependence of the response on the number of reconstructed vertices, which is an excellent proxy for the in-time pile-up. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "The raw response, background, and background-corrected response to isolated charged hadrons as a function of the number of reconstructed vertices is shown in Fig. 14. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 35,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "type": "figure",
                    "text": "Fig."
                }
            ]
        },
        {
            "text": "There is a clear dependence in both the raw and background distributions. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "The difference is almost completely removed, however, in the E/ p COR distribution. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "After the background subtraction, the values are also in good agreement with those calculated in the low-μ dataset. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "In each case, similar trends are present in both data and MC simulation. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "In the MC simulation with pile-up, the events are weighted such that the μ distribution matches that of the data, in order to ensure that out-of-time pile-up contributions are well modeled. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "Both samples are required to have μ < 20.6.",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "The ATLAS calorimeter is additionally sensitive to outof-time pile-up, collisions in bunch crossings close in time to the one that was selected by the trigger, although this depen-dence is mitigated somewhat by the bipolar pulse shape of the calorimeter electronics. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "A bunch-dependent correction is applied to the calorimeter energy measured in each calorimeter cell to correct for the residual average energy shift per bunch due to the bunch train structure and the fluctuations in the luminosity per bunch crossing. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "Energy deposits up to 100 ns after, and up to 800 ns before the collision of interest may affect the energy measured in a calorimeter cell. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "Thus, an equally important test is the stability of the response to isolated charged hadrons against the average number of protonproton collisions per bunch crossing, μ . ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "This dependence is shown in Fig. 15. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 36,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 35,
                    "type": "figure",
                    "text": "Fig. 15"
                }
            ]
        },
        {
            "text": "Again, there is a dependence in both the raw and background distributions, while the E/ p COR distribution shows that the pile-up is well compensated for by the background subtraction scheme. ",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "As shown in the figure, the low-μ values of E/ p COR are consistent with those at higher values of μ .",
            "section": "Single-hadron response in events with pile-up",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "Single-hadron response in the hadronic calorimeter",
            "section_rank": 17
        },
        {
            "text": "To measure the response of the hadronic calorimeter, only tracks that deposit an amount of energy in the EM calorimeter consistent with a MIP are selected. ",
            "section": "Single-hadron response in the hadronic calorimeter",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "The criteria for selecting a MIP are identical to those described in Sect. ",
            "section": "Single-hadron response in the hadronic calorimeter",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "4.2. ",
            "section": "Single-hadron response in the hadronic calorimeter",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "The measured energy corresponds to the energy of the topological clusters in the hadronic calorimeter within R = 0.2 of the extrapolated track. ",
            "section": "Single-hadron response in the hadronic calorimeter",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "Figure 16 shows a comparison of the data to the MC simulation for tracks passing this MIP selection of E/ p Had RAW , built using topological clusters in the hadronic calorimeter, calibrated at the EM scale and after the LCW calibration, in the central region, |η| < 0.6. ",
            "section": "Single-hadron response in the hadronic calorimeter",
            "paragraph_rank": 37,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 16"
                }
            ]
        },
        {
            "text": "The raw and corrected values are identical because the background in the tile calorimeter is negligible. ",
            "section": "Single-hadron response in the hadronic calorimeter",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "Agreement of the data and the simulation is better than in the inclusive E/ p COR shown in the previous section. ",
            "section": "Single-hadron response in the hadronic calorimeter",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "Any residual neutral-particle background effects that might be present in the response to inclusive single particles are negligible in this comparison, but particles are selected that had a particularly late shower, weakening the dependence on the distribution of secondary particles from hadronic interactions. ",
            "section": "Single-hadron response in the hadronic calorimeter",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "This measure of the response is repeated for different detector regions. ",
            "section": "Single-hadron response in the hadronic calorimeter",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "Figure 17 shows the response of the hadronic calorimeter for 0.6 < |η| < 1.1 and 1.1 < |η| < 1.4.",
            "section": "Single-hadron response in the hadronic calorimeter",
            "paragraph_rank": 37,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 17"
                }
            ]
        },
        {
            "text": "Single-hadron response in the EM calorimeter",
            "section_rank": 18
        },
        {
            "text": "In order to examine the response of the EM calorimeter alone, particles are selected that deposit most of their energy in the EM calorimeter. ",
            "section": "Single-hadron response in the EM calorimeter",
            "paragraph_rank": 38,
            "section_rank": 18
        },
        {
            "text": "In this case, tracks are required to have no associated energy in the hadronic calorimeter. ",
            "section": "Single-hadron response in the EM calorimeter",
            "paragraph_rank": 38,
            "section_rank": 18
        },
        {
            "text": "Such a selection is inherently more sensitive to neutral-particle backgrounds, which deposit most of their energy in the EM  Fig. 18 for EM scale response and after the LCW calibration is applied. ",
            "section": "Single-hadron response in the EM calorimeter",
            "paragraph_rank": 38,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "type": "figure",
                    "text": "Fig. 18"
                }
            ]
        },
        {
            "text": "These distributions show disagreement at the 5% level over much of the momentum range, for both topological cluster calibrations. ",
            "section": "Single-hadron response in the EM calorimeter",
            "paragraph_rank": 38,
            "section_rank": 18
        },
        {
            "text": "This is consistent with the description of the response of this calorimeter component being the main cause of the discrepancy observed in the inclusive distributions.",
            "section": "Single-hadron response in the EM calorimeter",
            "paragraph_rank": 38,
            "section_rank": 18
        },
        {
            "text": "Modelling of response with modified calorimeter noise thresholds",
            "section_rank": 19
        },
        {
            "text": "During the low-μ data-taking period, the noise threshold used for clustering of energy included only electronics noise. ",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 39,
            "section_rank": 19
        },
        {
            "text": "During most of the data-taking period in 2012, however, a different calorimeter noise threshold setting was applied when defining topological clusters. ",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 39,
            "section_rank": 19
        },
        {
            "text": "This higher threshold serves to suppress pile-up, while lowering the clustering efficiency for true energy deposits. ",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 39,
            "section_rank": 19
        },
        {
            "text": "A comparison of the raised threshold used for most of 2012 (corresponding to μ = 30) to the threshold used during the low-μ data-taking period (corresponding to μ = 0) in the same dataset is shown in Fig. 19. ",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 39,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 200,
                    "end": 207,
                    "type": "figure",
                    "text": "Fig. 19"
                }
            ]
        },
        {
            "text": "When including a higher threshold, as expected, a higher fraction of tracks are not associated with a topological cluster because a more significant energy deposit is required to seed a cluster. ",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 39,
            "section_rank": 19
        },
        {
            "text": "This manifests as a significant drop in the average response at low momentum. ",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 39,
            "section_rank": 19
        },
        {
            "text": "At high momentum ( p > 6 GeV), however, and when considering only tracks that match to at least one topological cluster, agreement between the two threshold settings is typically within 10%. ",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 39,
            "section_rank": 19
        },
        {
            "text": "As most pile-up consists of low-momentum particles, this is an indication that the higher threshold setting is successful at rejecting pile-up, while keeping and not altering the  When excluding tracks that do not match any cluster, at low momentum the higher minimum cluster energy increases the average response, because the majority of tracks match only one cluster. ",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 39,
            "section_rank": 19
        },
        {
            "text": "At moderate momenta (2 < p/ GeV < 7), most tracks match more than one cluster, and a low-energy cluster is cut away by the higher threshold, resulting in a reduction in E/ p COR . ",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 39,
            "section_rank": 19
        },
        {
            "text": "Figure 20 shows the same comparison for a higher |η| range. ",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 39,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 20"
                }
            ]
        },
        {
            "text": "Figure 21 shows the ratio of E/ p COR with higher threshold to E/ p COR with the nominal threshold for data and MC simulation, where tracks with E ≤ 0 have been excluded. ",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 39,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 21"
                }
            ]
        },
        {
            "text": "The data and MC simulation agree over the entire range of momentum.",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 39,
            "section_rank": 19
        },
        {
            "text": "The change in threshold settings affects the EM calorimeter in particular, because particles from pile-up tend to be low-energy and deposit most of their energy in the EM calorimeter, leading to more similar threshold settings in the hadronic calorimeter when calculated with and without pile-up. ",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 40,
            "section_rank": 19
        },
        {
            "text": "For tracks leaving significant energy in the tile calorimeter and only minimal energy in the EM calorimeter, therefore, the two topological cluster settings are expected to provide comparable results. ",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 40,
            "section_rank": 19
        },
        {
            "text": "This comparison is shown in Fig. 22 for two different ranges of |η|. ",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 40,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 35,
                    "type": "figure",
                    "text": "Fig. 22"
                }
            ]
        },
        {
            "text": "As expected, agreement is better than 5% above 800 MeV, and the distributions are statistically consistent over most of the range.",
            "section": "Modelling of response with modified calorimeter noise thresholds",
            "paragraph_rank": 40,
            "section_rank": 19
        },
        {
            "text": "Identified particle response",
            "section_rank": 20
        },
        {
            "text": "In addition to the calorimeter response to an inclusive set of isolated charged hadrons, uncertainties in jet energy scale calibration rely on an understanding of the modelling of the detector response to specific particle species. ",
            "section": "Identified particle response",
            "paragraph_rank": 41,
            "section_rank": 20
        },
        {
            "text": "A jet includes a variety of hadrons that need to be modelled. ",
            "section": "Identified particle response",
            "paragraph_rank": 41,
            "section_rank": 20
        },
        {
            "text": "A measurement of the response to individual hadron species can be used to validate that the MC simulation correctly models each component of the jet shower. ",
            "section": "Identified particle response",
            "paragraph_rank": 41,
            "section_rank": 20
        },
        {
            "text": "This study uses decays of identified particles that have long enough lifetimes to be identified via a secondary vertex. ",
            "section": "Identified particle response",
            "paragraph_rank": 41,
            "section_rank": 20
        },
        {
            "text": "A sample of individual particle species is extracted to provide separate measurements of the calorimeter response to each. ",
            "section": "Identified particle response",
            "paragraph_rank": 41,
            "section_rank": 20
        },
        {
            "text": "Only the 2012 data are used for these comparisons, as the 2010 and 2012 data show consistent features. ",
            "section": "Identified particle response",
            "paragraph_rank": 41,
            "section_rank": 20
        },
        {
            "text": "Decays of ,¯ , and K 0 S hadrons are used to identify individual protons, anti-protons, and pions respectively. ",
            "section": "Identified particle response",
            "paragraph_rank": 41,
            "section_rank": 20
        },
        {
            "text": "These hadrons are required to be isolated from all other tracks in the event. ",
            "section": "Identified particle response",
            "paragraph_rank": 41,
            "section_rank": 20
        },
        {
            "text": "The calorimeter response to these particles is expected to vary, particularly for the anti-proton because of its eventual annihilation. ",
            "section": "Identified particle response",
            "paragraph_rank": 41,
            "section_rank": 20
        },
        {
            "text": "These differences can be measured at low energy, where they have a significant effect.",
            "section": "Identified particle response",
            "paragraph_rank": 41,
            "section_rank": 20
        },
        {
            "text": "Event selection",
            "section_rank": 21
        },
        {
            "text": "In addition to the event selection required for the inclusive tracks listed in Sect. ",
            "section": "Event selection",
            "paragraph_rank": 42,
            "section_rank": 21
        },
        {
            "text": "3, events are required to have at least one secondary vertex. ",
            "section": "Event selection",
            "paragraph_rank": 42,
            "section_rank": 21
        },
        {
            "text": "The same selection used for inclusive tracks is applied to the identified hadrons, except for the impact parameter requirement.",
            "section": "Event selection",
            "paragraph_rank": 42,
            "section_rank": 21
        },
        {
            "text": "To match the energy available to be deposited in the calorimeter, the ratio E/ p is measured as a function of the available energy, E a , calculated using information in the  ",
            "section": "Event selection",
            "paragraph_rank": 43,
            "section_rank": 21
        },
        {
            "text": "Reconstruction of particle candidates",
            "section_rank": 22
        },
        {
            "text": "The selection of particle decays in the ID is based on previous ATLAS results [31]. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The decay K 0 S → π + π − , the dominant K 0 S decay to charged particles, is used to select pions. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "Similarly, the decays → π − p and¯ → π +p , also the dominant and¯ decays to charged particles, are used to identify protons and anti-protons respectively, by select-ing the higher-momentum track associated with the decay vertex. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "In and¯ decays, because of the boost of the or¯ , it is kinematically more likely for the proton or antiproton to have greater momentum than the pion. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "Considering the two tracks associated with the decay vertex, a positively charged higher-momentum track indicates that the candidate is a , while a negatively charged higher-momentum track indicates that the candidate is a¯ . ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "The decay-product tracks are both required to have p T > 500 MeV. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "The tracks used to measure the E/ p distributions are divided into two bins of pseudorapidity, |η| < 0.6 and 0.6 < |η| < 1.1. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "Agreement between data and MC simulation for tracks with larger pseudorapidity is consistent with those at lower |η|, but has significantly larger statistical uncertainty.  ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "Example mass distributions for reconstructed K 0 S , , and candidates with at least one central track (|η| < 0.6) are shown in Fig. 23. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 134,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 23"
                }
            ]
        },
        {
            "text": "These mass distributions are fitted to a modified Gaussian signal function and a polynomial background in bins of pseudorapidity as described in Ref. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "[3]. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The MC simulation and data distributions in these figures are normalised to unit area so that their shapes can be compared. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "For each candidate type and each bin of pseudorapidity, the fits are used to construct an acceptance window to minimize background while retaining the majority of candidates. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "The windows are centred on the fitted mean and contain three standard deviations of the fitted signal function around the mean value. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "The number of candidates found in data and each MC simulation sample after passing the pseudorapidity dependent mass cuts and the remaining selection are shown in Table 1. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 163,
                    "end": 170,
                    "type": "table",
                    "ref_id": "tab_9",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "These raw counts show clearly that roughly twice as many events were generated with FTFP_BERT as with QGSP_BERT. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "The ratio of and¯ candidates to K 0 S can- 1.1 × 10 4 7.9 × 10 3 1.6 × 10 4",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "1.0 × 10 4 7.1 × 10 3 1.5 × 10 4",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 45,
            "section_rank": 22
        },
        {
            "text": "didates is 40% higher in the data than in the MC simulation. ",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "A similar difference in the relative yields between data and MC simulation was observed in 2010 [3].",
            "section": "Reconstruction of particle candidates",
            "paragraph_rank": 46,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Background estimation",
            "section_rank": 23
        },
        {
            "text": "There are three primary sources of charged backgrounds in the identified particle E/ p distributions. ",
            "section": "Background estimation",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "First, nuclear interactions in the ID can fake particle decays. ",
            "section": "Background estimation",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "The narrow mass window for decay candidates suppresses this background significantly. ",
            "section": "Background estimation",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "The particles can also undergo nuclear interactions before entering the calorimeter. ",
            "section": "Background estimation",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "These types of interactions are suppressed by requiring that the daughter tracks have many hits in the TRT. ",
            "section": "Background estimation",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "Another charged background for identified candidates comes from combinatoric sources. ",
            "section": "Background estimation",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "The purity of K 0 S candidates is found to be high (>99%), and the majority of tracks result from pions, so no correction is applied to the pion E/ p distributions. ",
            "section": "Background estimation",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "The and¯ candidates can be faked by pions from K 0 S decays by falsely treating them as protons. ",
            "section": "Background estimation",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "To remove this background, and¯ candidates which fall within the K 0 S mass window when the invariant mass is calculated using the pion hypothesis are vetoed. ",
            "section": "Background estimation",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "After applying this veto as well as the remaining selection, the combinatoric background for and¯ is found to be small (<1%).",
            "section": "Background estimation",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "The final charged background for the proton (anti-proton) E/ p distributions occurs when a (¯ ) decay fakes a¯ ( ) decay because the pion is actually the higher momentum track. ",
            "section": "Background estimation",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "text": "This is most common for low energy or¯ , and is governed by well-understood two-body decay kinematics. ",
            "section": "Background estimation",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "text": "These fakes are suppressed by the momentum requirements on the candidates, but are still present at the percent level. ",
            "section": "Background estimation",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "text": "However, since two-body decay kinematics are straightforward to describe, it is accurately modeled by the MC simulation and is taken into account through MC simulation predictions.",
            "section": "Background estimation",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "text": "There is also a contribution to the E/ p distributions from the neutral background, as discussed in Sect. ",
            "section": "Background estimation",
            "paragraph_rank": 49,
            "section_rank": 23
        },
        {
            "text": "4. ",
            "section": "Background estimation",
            "paragraph_rank": 49,
            "section_rank": 23
        },
        {
            "text": "Where the distributions are presented as differences between particle species, the neutral background should cancel in the difference. ",
            "section": "Background estimation",
            "paragraph_rank": 49,
            "section_rank": 23
        },
        {
            "text": "The isolation from charged particles ensures that this background is small. ",
            "section": "Background estimation",
            "paragraph_rank": 49,
            "section_rank": 23
        },
        {
            "text": "This cancellation was tested using a simulation of single particles and was found to be valid to within statistical uncertainties [3]. ",
            "section": "Background estimation",
            "paragraph_rank": 49,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "No additional correction or uncertainty is added for the neutral background.",
            "section": "Background estimation",
            "paragraph_rank": 49,
            "section_rank": 23
        },
        {
            "text": "Thus, all of the systematic uncertainties arising from backgrounds are found to be negligible compared to the statistical errors of the available data sample.",
            "section": "Background estimation",
            "paragraph_rank": 50,
            "section_rank": 23
        },
        {
            "text": "Identified particle response",
            "section_rank": 24
        },
        {
            "text": "Examples of the uncorrected distributions of E/ p for π + , π − , protons, and anti-protons are shown in Fig. 24, for a single bin of available energy and pseudorapidity: 2.2 < E a / GeV < 2.8 and |η| < 0.6. ",
            "section": "Identified particle response",
            "paragraph_rank": 51,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 112,
                    "type": "figure",
                    "text": "Fig. 24"
                }
            ]
        },
        {
            "text": "These distributions are normalised, so that their shapes can be compared without regard to the yield differences that are discussed in Sect. ",
            "section": "Identified particle response",
            "paragraph_rank": 51,
            "section_rank": 24
        },
        {
            "text": "5.2. ",
            "section": "Identified particle response",
            "paragraph_rank": 51,
            "section_rank": 24
        },
        {
            "text": "As in the inclusive hadron response studies, a small fraction of the identified tracks have negative values of E/ p. ",
            "section": "Identified particle response",
            "paragraph_rank": 51,
            "section_rank": 24
        },
        {
            "text": "The energy in this distribution has a long positive tail due to the neutral background. ",
            "section": "Identified particle response",
            "paragraph_rank": 51,
            "section_rank": 24
        },
        {
            "text": "The population of identified anti-protons with E/ p > 1 is much more prominent because of the annihila-tion of the anti-proton, which leads to a significantly greater calorimeter response to anti-protons than to pions or protons. ",
            "section": "Identified particle response",
            "paragraph_rank": 51,
            "section_rank": 24
        },
        {
            "text": "The response distribution is well reproduced by the MC simulation to within the statistical precision.",
            "section": "Identified particle response",
            "paragraph_rank": 51,
            "section_rank": 24
        },
        {
            "text": "A significant feature of the E/ p distributions is the fraction of tracks with E ≤ 0, as discussed in Sect. ",
            "section": "Identified particle response",
            "paragraph_rank": 52,
            "section_rank": 24
        },
        {
            "text": "4.1. ",
            "section": "Identified particle response",
            "paragraph_rank": 52,
            "section_rank": 24
        },
        {
            "text": "The fraction is large at low available energy, and the level of agreement between data and MC simulation reflects the modelling of the material in front of the calorimeter. ",
            "section": "Identified particle response",
            "paragraph_rank": 52,
            "section_rank": 24
        },
        {
            "text": "This fraction compared between particle species is shown in Fig. 25, in data and simulation with the FTFP_BERT set of hadronic physics models. ",
            "section": "Identified particle response",
            "paragraph_rank": 52,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 67,
                    "type": "figure",
                    "ref_id": "fig_10",
                    "text": "Fig. 25"
                }
            ]
        },
        {
            "text": "The QGSP_BERT set of hadronic physics models provides a similar description of the data. ",
            "section": "Identified particle response",
            "paragraph_rank": 52,
            "section_rank": 24
        },
        {
            "text": "This fraction is underestimated by the MC simulation by approximately 10% at low E a , with larger discrepencies for protons and anti-protons, although the available statistics in data and MC simulation are limited. ",
            "section": "Identified particle response",
            "paragraph_rank": 52,
            "section_rank": 24
        },
        {
            "text": "This suggests that the source of the discrepancy in the fraction of tracks with E ≤ 0 is not from the hadronic-interaction model for one particle species, but is caused by an effect present for all particle species.",
            "section": "Identified particle response",
            "paragraph_rank": 52,
            "section_rank": 24
        },
        {
            "text": "Differences in calorimeter response between particles of different species",
            "section_rank": 25
        },
        {
            "text": "In order to reduce the effect of the neutral background, the average responses, E/ p , are measured as differences between pairs of particle species. ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25
        },
        {
            "text": "The averages are just the arithmetic means of the E/ p distributions. ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25
        },
        {
            "text": "The difference between π + and π − is shown in Fig. 26, for two bins of pseudorapidity (|η| < 0.6 and 0.6 < |η| < 1.1). ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 54,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 26"
                }
            ]
        },
        {
            "text": "The response to π + is greater on average than the response to π − at low energy, which agrees with Ref. ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25
        },
        {
            "text": "[32], where the difference is attributed to a charge-exchange effect (i.e. the production of additional neutral pions in showers initiated by π + ). ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "The simulation models the data well, with some trend to underestimate the difference, although there are large statistical uncertainties at high available energy. ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25
        },
        {
            "text": "Figure 27 shows the difference between the response to protons and π + for two pseudorapidity bins. ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 27"
                }
            ]
        },
        {
            "text": "The response to protons is lower than the response to pions on average because a larger fraction of the initial energy is converted into an electromagnetic shower for pions [33,34]. ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[33,"
                },
                {
                    "start": 177,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "34]"
                }
            ]
        },
        {
            "text": "This is evident in the E/ p difference, where the response to pions is about 10% greater on average. ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25
        },
        {
            "text": "The data and MC simulation are fairly consistent, though there are large statistical uncertainties because of the low number of identified protons. ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25
        },
        {
            "text": "Figure 28 shows the difference between the response to anti-protons and π − for two pseudorapidity bins. ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 28"
                }
            ]
        },
        {
            "text": "The response to anti-protons is expected to be significantly larger than the response to pions at low available energy, because of the annihilation of the anti-proton in the calorimeter. ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25
        },
        {
            "text": "While the difference in response at low E a is small for the  QGSP_BERT set of hadronic physics models, because of a different model used to estimate anti-baryon nuclear interactions in the FTFP_BERT set of hadronic physics mod-els [14], the response to anti-protons is about 20% greater. ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Here, the FTFP_BERT set of hadronic physics models provides a slightly better description of the data. ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25
        },
        {
            "text": "The imper-  ",
            "section": "Differences in calorimeter response between particles of different species",
            "paragraph_rank": 53,
            "section_rank": 25
        },
        {
            "text": "Background-corrected isolated identified hadron response",
            "section_rank": 26
        },
        {
            "text": "Insofar as the neutral background is independent of the species of the particle of interest, the neutral background estimate described in Sect. ",
            "section": "Background-corrected isolated identified hadron response",
            "paragraph_rank": 54,
            "section_rank": 26
        },
        {
            "text": "4 is equally applicable to identified particles from displaced decays. ",
            "section": "Background-corrected isolated identified hadron response",
            "paragraph_rank": 54,
            "section_rank": 26
        },
        {
            "text": "Figure 29 shows the E/ p COR distributions for π + and π − as a function of track momentum in two bins of pseudorapidity. ",
            "section": "Background-corrected isolated identified hadron response",
            "paragraph_rank": 54,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 29"
                }
            ]
        },
        {
            "text": "The mean values of the E/ p distributions for identified π + and π − tracks are similar to the distributions for inclusive tracks as expected.",
            "section": "Background-corrected isolated identified hadron response",
            "paragraph_rank": 54,
            "section_rank": 26
        },
        {
            "text": "The difference between the response to π + and π − is also apparent here; the response to π + is greater than the response to π − for a given range of |η| and p. ",
            "section": "Background-corrected isolated identified hadron response",
            "paragraph_rank": 55,
            "section_rank": 26
        },
        {
            "text": "Although the accessible range of momenta of identified tracks is limited, these distributions suggest that the data and MC simulation differ in the π − distributions, where the difference is consistent with a difference of about 10% for momenta below 2 GeV. ",
            "section": "Background-corrected isolated identified hadron response",
            "paragraph_rank": 55,
            "section_rank": 26
        },
        {
            "text": "The data and MC simulation are more consistent in the π + distributions. ",
            "section": "Background-corrected isolated identified hadron response",
            "paragraph_rank": 55,
            "section_rank": 26
        },
        {
            "text": "This difference may explain the approximately 5% discrepancy at low momentum in the inclusive E/ p COR distributions, shown in Fig. 9.",
            "section": "Background-corrected isolated identified hadron response",
            "paragraph_rank": 55,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 133,
                    "type": "figure",
                    "text": "Fig. 9"
                }
            ]
        },
        {
            "text": "Estimation of charged-kaon calorimeter response",
            "section_rank": 27
        },
        {
            "text": "The charged-particle content of jets and of inclusive minimum-bias events generated using Pythia8 is dominated by charged pions (60-70%), with lesser components from charged kaons (15-20%) and protons and anti-protons (5-15%). ",
            "section": "Estimation of charged-kaon calorimeter response",
            "paragraph_rank": 56,
            "section_rank": 27
        },
        {
            "text": "The largest component of this composition that has not been measured in ATLAS is the charged-kaon compo-  Fig. 30 The ratio of the calorimeter response to single particles of various species to the calorimeter response to π + with the FTFP_BERT set of hadronic physics models. ",
            "section": "Estimation of charged-kaon calorimeter response",
            "paragraph_rank": 56,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 30"
                }
            ]
        },
        {
            "text": "Only statistical uncertainties are shown nent. ",
            "section": "Estimation of charged-kaon calorimeter response",
            "paragraph_rank": 56,
            "section_rank": 27
        },
        {
            "text": "Discriminants based on ionisation energy loss in thin detectors are only applicable at low momenta (<2 GeV), and most relevant resonances (φ, K * ) are too rare or suffer from too small a purity to construct a useful sample. ",
            "section": "Estimation of charged-kaon calorimeter response",
            "paragraph_rank": 56,
            "section_rank": 27
        },
        {
            "text": "It is possible to test the response to kaons using template subtraction, so that for each p and η bin the response to kaons is calculated from:",
            "section": "Estimation of charged-kaon calorimeter response",
            "paragraph_rank": 56,
            "section_rank": 27
        },
        {
            "text": "where f X is the fraction of species X as estimated in MC simulated event samples and E/ p X is the average corrected response to particle species X . ",
            "section": "Estimation of charged-kaon calorimeter response",
            "paragraph_rank": 57,
            "section_rank": 27
        },
        {
            "text": "Uncertainties in the species rates are estimated using several different MC simulation samples. ",
            "section": "Estimation of charged-kaon calorimeter response",
            "paragraph_rank": 57,
            "section_rank": 27
        },
        {
            "text": "This method yields a cross-check of the calorimeter response to charged kaons at a precision of about 20%. ",
            "section": "Estimation of charged-kaon calorimeter response",
            "paragraph_rank": 57,
            "section_rank": 27
        },
        {
            "text": "To this level, the response is well modeled in the simulation. ",
            "section": "Estimation of charged-kaon calorimeter response",
            "paragraph_rank": 57,
            "section_rank": 27
        },
        {
            "text": "The dominant uncertainties, however, are statistical and could be reduced in the future.",
            "section": "Estimation of charged-kaon calorimeter response",
            "paragraph_rank": 57,
            "section_rank": 27
        },
        {
            "text": "Calorimeter response to additional species of particles and close-by particles",
            "section_rank": 28
        },
        {
            "text": "The calorimeter response to different particle species vary significantly at low energy. ",
            "section": "Calorimeter response to additional species of particles and close-by particles",
            "paragraph_rank": 58,
            "section_rank": 28
        },
        {
            "text": "Figure 30 shows the responses of various particle types using the FTFP_BERT set of hadronic physics models. ",
            "section": "Calorimeter response to additional species of particles and close-by particles",
            "paragraph_rank": 58,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 30"
                }
            ]
        },
        {
            "text": "Above 20 GeV, the calorimeter response to all hadrons, charged or neutral, almost independent of species, is the same. ",
            "section": "Calorimeter response to additional species of particles and close-by particles",
            "paragraph_rank": 58,
            "section_rank": 28
        },
        {
            "text": "At lower energies, the response to protons and neutrons is significantly lower than to pions, and the response to anti-protons and anti-neutrons is significantly higher than the response to pions. ",
            "section": "Calorimeter response to additional species of particles and close-by particles",
            "paragraph_rank": 58,
            "section_rank": 28
        },
        {
            "text": "These differences are reflected in the different definitions of available energy used in this paper.",
            "section": "Calorimeter response to additional species of particles and close-by particles",
            "paragraph_rank": 58,
            "section_rank": 28
        },
        {
            "text": "With the 2010 dataset, it is possible to use K 0 S decays to test the hadronic shower widths and topological clustering effects using the response to nearby particles [3]. ",
            "section": "Calorimeter response to additional species of particles and close-by particles",
            "paragraph_rank": 59,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The MC simulation was shown to be consistent with the data, albeit with sizeable statistical uncertainties. ",
            "section": "Calorimeter response to additional species of particles and close-by particles",
            "paragraph_rank": 59,
            "section_rank": 28
        },
        {
            "text": "The 2012 dataset does not provide a sufficient number of events to test these effects with any additional accuracy.",
            "section": "Calorimeter response to additional species of particles and close-by particles",
            "paragraph_rank": 59,
            "section_rank": 28
        },
        {
            "text": "Extrapolation to jet energy response and uncertainty",
            "section_rank": 29
        },
        {
            "text": "Reconstructed jets are formed from topological clusters of energy using the anti-k t algorithm [35] with distance parameter R = 0.4. ",
            "section": "Extrapolation to jet energy response and uncertainty",
            "paragraph_rank": 60,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "In simulated dijet events, the calibrated jet momenta are compared to particle jets formed using the same algorithm from particles with lifetimes greater than 15 ps, excluding muons and neutrinos. ",
            "section": "Extrapolation to jet energy response and uncertainty",
            "paragraph_rank": 60,
            "section_rank": 29
        },
        {
            "text": "The calorimeter response to jets can be calculated as the ratio of the p T of the reconstructed jet to that of the closest particle jet in η-φ space. ",
            "section": "Extrapolation to jet energy response and uncertainty",
            "paragraph_rank": 60,
            "section_rank": 29
        },
        {
            "text": "The calibration of the reconstructed jets involves compensation for all of the effects discussed in the previous sections of this paper. ",
            "section": "Extrapolation to jet energy response and uncertainty",
            "paragraph_rank": 60,
            "section_rank": 29
        },
        {
            "text": "The study of jet momenta in this section uses simulated dijet events generated using Pythia8 with the CT10 parton distribution set [36] and the AU2 tune [11]. ",
            "section": "Extrapolation to jet energy response and uncertainty",
            "paragraph_rank": 60,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[36]"
                },
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Only the 2012 data and 8 TeV center-of-mass energy collisions are discussed in this section. ",
            "section": "Extrapolation to jet energy response and uncertainty",
            "paragraph_rank": 60,
            "section_rank": 29
        },
        {
            "text": "The 2010 data and 7 TeV collisions show consistent features.",
            "section": "Extrapolation to jet energy response and uncertainty",
            "paragraph_rank": 60,
            "section_rank": 29
        },
        {
            "text": "Jet properties",
            "section_rank": 30
        },
        {
            "text": "Jet properties vary significantly from jet to jet, because of fragmentation and hadronisation effects [37]. ",
            "section": "Jet properties",
            "paragraph_rank": 61,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "The spectra of hadrons, both in terms of momentum and species, inside the jets differ, leading to differences in the calorimeter response to jets [2]. ",
            "section": "Jet properties",
            "paragraph_rank": 61,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The spectra of particles inside jets are shown in Fig. 31. ",
            "section": "Jet properties",
            "paragraph_rank": 61,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 31"
                }
            ]
        },
        {
            "text": "The spectrum of photons is visibly softer than the spectrum of charged pions, owing to the fact that photons are coming predominantly from the decays of neutral pions. ",
            "section": "Jet properties",
            "paragraph_rank": 61,
            "section_rank": 30
        },
        {
            "text": "If the charged and neutral hadrons have approximately the same spectrum, the photons from meson decays ought to be softer than the hadrons. ",
            "section": "Jet properties",
            "paragraph_rank": 61,
            "section_rank": 30
        },
        {
            "text": "The spectrum is dominated by charged pions and photons.",
            "section": "Jet properties",
            "paragraph_rank": 61,
            "section_rank": 30
        },
        {
            "text": "Naturally, higher-energy particles contribute more energy to the total jet energy. ",
            "section": "Jet properties",
            "paragraph_rank": 62,
            "section_rank": 30
        },
        {
            "text": "Thus, although the number of particles at higher energy is significantly lower than the number at low energy, their contribution to the total jet energy measured in the calorimeter is enhanced. ",
            "section": "Jet properties",
            "paragraph_rank": 62,
            "section_rank": 30
        },
        {
            "text": "The contribution to the total jet energy of particles in specific momentum ranges is shown in Fig. 32. ",
            "section": "Jet properties",
            "paragraph_rank": 62,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 32"
                }
            ]
        },
        {
            "text": "The fractional contribution of high-energy particles is, as expected, significant for jets with high energy.",
            "section": "Jet properties",
            "paragraph_rank": 62,
            "section_rank": 30
        },
        {
            "text": "As shown in Fig. 33, the calorimeter response to jets initiated by a light quark differs from that of jets initiated by a gluon. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 33"
                }
            ]
        },
        {
            "text": "This is due to the difference in particle spectrum, multiplicity, and composition. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "In Fig. 33, the particle spectrum provided by Pythia8 is convolved with the calorimeter response to isolated charged hadrons measured in the data, extrapolated to higher energy where necessary. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 33"
                }
            ]
        },
        {
            "text": "As these measurements are at the EM scale, photons are assumed to have a calorimeter response of 1 in this study. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "Based on MC simulation, protons and neutrons at high energy (above 20 GeV, cf. Fig. 30) are assumed to have the same response. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 86,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 30"
                }
            ]
        },
        {
            "text": "All hadrons at high energy are given a response of 0.78, in agreement with the combined test beam results at high particle energy [38]. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "The jet energy response is then formed as the ratio of the jet energy after this convolution to the energy prior to convolution. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "For this study, jets are labeled as light-quark-initiated (quark) or gluon-initiated (gluon) according to the highestenergy parton matched to the jet, following Ref. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "[2]. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The difference in response between light-quark and gluon jets is 7% at low jet p T , falling to 1% at high p T . ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "This is consistent with the difference derived from the simulated calorimeter response to jets in Ref. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "[2]. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Differences with jets containing a b-hadron (b-jets) are also visible in this figure: these jets appear more like gluons at low p T and more like light quarks at high p T . ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "For simplicity, this study is restricted to jets with central |η|, but as the differences in jet properties persist at higher |η|, the differences in response discussed here also persist. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "For the jet response and uncertainty, the important quantity is the fraction of jet energy carried by particles in several momentum ranges. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "This determines what the most important measurements are, through the convolution of particle-level response and uncertainties into jet-level response and uncertainties. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "The fractions for several jet p T bins are shown in Fig. 34. The p T bin ranges correspond to the region covered by only the E/ p COR studies in this paper ( p T < 20 GeV), the region covered by both these measurements and the combined test beam (20 < p T / GeV < 30), the region covered by only the combined test beam (30 < p T / GeV < 350), and the region that is uncovered by these measurements ( p T > 350 GeV). ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 59,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 34"
                }
            ]
        },
        {
            "text": "Some structures are visible in this figure, in The fractional contribution to the total jet energy of particles in a certain range of momenta, for particles inside anti-k t , R = 0.4 jets with a 90 < p T / GeV < 100, b 400 < p T / GeV < 500, and c 1800 < p T / GeV < 2300 particular in the 20 < p/ GeV < 30 bin of particle momentum. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "The first structure corresponds to jets with exactly one such particle, the second structure to jets with two, and so on. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "The narrow momentum range of that particular bin leads to a clearer structure than in the other cases. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "The average fraction as a function of jet p T is shown in Fig. 35. As expected, the EM fraction of the jet is roughly constant as a function of the jet p T , and the contribution from high-momentum particles increases with jet p T . ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 35"
                }
            ]
        },
        {
            "text": "Within the MC simulation, it is possible to isolate the contribution to the energy deposited in the calorimeter from each individual particle in the jet. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "Figure 36 shows the spectrum of this energy deposited in the calorimeter within a jet, separated by the species of particle that caused the energy deposition. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 36"
                }
            ]
        },
        {
            "text": "In this figure, the entire energy from the shower of a positively charged pion is all considered part of the π + category, even if the energy was deposited by an electron that was created in the calorimeter, for example. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "The result is qualitatively sim-ilar to the spectrum from the generator-level particles in the jet (cf. Fig. 32), but this is a more accurate reflection of the particles that contribute to the jet's response. ",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 32"
                }
            ]
        },
        {
            "text": "Thus, it is this spectrum that is convoluted with the uncertainties described below in order to derive a jet energy scale uncertainty.",
            "section": "Jet properties",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "Jet energy scale and uncertainty",
            "section_rank": 31
        },
        {
            "text": "In order to derive a jet energy scale response and uncertainty, the calorimeter response to single particles shown in this paper is combined with the response measured in the combined test beam [38], and additional uncertainty terms are added from various effects that might not be well described by the MC simulation. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 64,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "Each aspect of the energy scale and uncertainty can potentially include both an offset (a relative difference in the scale, on average, between the data and the MC simulation) and an uncertainty. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 64,
            "section_rank": 31
        },
        {
            "text": "The individual terms  .09 × e −0.07× p/ GeV for |η| > 0.8, \"E/ p Threshold\", a parameterisation based on the studies in Sect. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 64,
            "section_rank": 31
        },
        {
            "text": "4.4.1). ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 64,
            "section_rank": 31
        },
        {
            "text": "• The uncertainty in the hadronic calorimeter response from the potential mis-modelling of threshold effects in topological clustering, taken as a flat 2% uncertainty below 10 GeV (from Sect. 4.4.1). ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 64,
            "section_rank": 31
        },
        {
            "text": "• The electromagnetic scale and uncertainty in the tile calorimeter (3% from Ref. [39]), LAr presampler (5% from Ref. [40]), LAr barrel and endcap EM calorimeters (1.5% each from Ref. [40]), and hadronic end cap calorimeter (3% from Ref. [40]). ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 64,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[39]"
                },
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[40]"
                },
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[40]"
                },
                {
                    "start": 238,
                    "end": 242,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "This uncertainty is applied to particles at the EM scale or for which no measurement is available: neutral particles, e ± , and particles with p > 350 GeV. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 64,
            "section_rank": 31
        },
        {
            "text": "• The uncertainty in the calorimeter response to neutral hadrons based on studies of physics model variations in Geant4 (10% for p < 3 GeV and 5% above, \"Neutral\").",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 64,
            "section_rank": 31
        },
        {
            "text": "[GeV]  Fig. 35 The fraction of jet energy carried by particles in several categories (hadrons and EM particles, in several ranges of particle p), for anti-k t , R = 0.4 jets with |η| < 0.6, as a function of jet p T",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 65,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 14,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 35"
                }
            ]
        },
        {
            "text": "• An additional uncertainty in the response to neutral K 0 L in the calorimeter based on studies of physics model variations in Geant4 (20%, \"K L \").",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 66,
            "section_rank": 31
        },
        {
            "text": "• The uncertainty in the background subtraction to the E/ p COR measurement at the EM scale (3% for p < 2 GeV and 1% above, from Sect. 4.2). ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 67,
            "section_rank": 31
        },
        {
            "text": "• An uncertainty derived from the difference in events with one and two reconstructed vertices, to account for possible pile-up effects (0.5%). ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 67,
            "section_rank": 31
        },
        {
            "text": "• The uncertainty in the p measurement from misalignment of the ID (1% above 5 GeV, \"E/ p Misalignment\"). ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 67,
            "section_rank": 31
        },
        {
            "text": "• The main E/ p comparison uncertainties, binned in p and |η|, as derived from the combined test beam results, from 20 to 350 GeV (\"CTB\" from Ref. [38]). ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 67,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "• The EM energy scale in the combined test beam of the LAr calorimeter (0.7%) and tile calorimeter (0.5%), for 20 < p/ GeV < 350 (from Ref. [38]). ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 67,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "• The response uniformity in the combined test beam of the LAr calorimeter (0.4%) and tile calorimeter (1.5%), for 20 < p/ GeV < 350 (from Ref. [38]). ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 67,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "• A flat 10% uncertainty added to all particles above the energy range probed with the combined test beam (i.e. for p/ GeV > 350) to conservatively cover the effects of saturation, punch-through, and non-linearity at high energy (included in \"Hadrons, p > 350 GeV\"). ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 67,
            "section_rank": 31
        },
        {
            "text": "• The same 10% uncertainty is applied in the combined test beam momentum range when examining regions higher in |η| where the response was not measured (also included in \"Hadrons, p > 350 GeV\").",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 67,
            "section_rank": 31
        },
        {
            "text": "No explicit uncertainty term is derived to account for possible dependence of the jet energy scale and uncertainty in the composition of the jets in the MC simulation, either in terms  Fig. 36 The spectra of energy deposited in the calorimeter by particles inside anti-k t , R = 0.4 jets with |η| < 0.6, for jets with a 90 < p T / GeV < 100 and b 400 < p T / GeV < 500  Fig. 37 The jet energy scale uncertainty contributions, as well as the total jet energy scale uncertainty, as a function of jet p T for a |η| < 0.6 and b 0.6 < |η| < 1.1 of partonic origin or particle content. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 36"
                },
                {
                    "start": 370,
                    "end": 377,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 37"
                }
            ]
        },
        {
            "text": "The uncertainty derived in this manner is applicable to data taken with a calorimeter threshold setting of μ = 30, but without any pile-up. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31
        },
        {
            "text": "Based on these effects, the jet energy scale uncertainty is extracted. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31
        },
        {
            "text": "Each term is treated as an independent Gaussiandistributed uncertainty, and pseudo-data are used to determine both the full uncertainty and the size of the uncertainty correlations between jets with different p T and |η|. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31
        },
        {
            "text": "The final jet energy scale uncertainty is shown in Fig. 37, with a detailed breakdown of the largest components of the jet energy scale uncertainty. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 58,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 37"
                }
            ]
        },
        {
            "text": "The dominant components of the uncertainty, by far, are the uncertainty from the in situ E/ p COR measurement (for p T < 600 GeV) and the uncertainty from particles that are outside the range probed by the test beam (for p T > 600 GeV). ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31
        },
        {
            "text": "In the central region of the detector (|η| < 0.6) and for jets of moderate p T , the uncertainty derived in this manner is about twice as large as the uncertainty derived with in situ methods [2], though it is comparable to the uncertainty derived with MC simulationbased methods [4]. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[2]"
                },
                {
                    "start": 280,
                    "end": 283,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "4 However, this is the only estimate of the , and thus provides a critical component for many physics analyses. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "4"
                }
            ]
        },
        {
            "text": "It also serves as a complementary study of the in situ jet response and uncertainty that strengthens the understanding of the modelling of the measurement of hadronic showers by the MC simulation. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31
        },
        {
            "text": "The pseudo-data are also used to explore the correlations in uncertainty of jets at different p T in the central region. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31
        },
        {
            "text": "The correlation is defined between the average reconstructed jet p T in a given bin of p T and |η| and is shown in Fig. 38. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 38"
                }
            ]
        },
        {
            "text": "Jets at similar momenta are correlated, though the differences in average properties lessens these correlations. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31
        },
        {
            "text": "At high p T and high |η|, because the jets are dominated by the \"Hadrons, p > 350 GeV\" term, the correlation becomes stronger. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31
        },
        {
            "text": "These correlations are calculated using the average jet response in an MC simulation sample made using the QGSP_BERT set of hadronic physics models. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31
        },
        {
            "text": "The properties of the jets in this sample, for example the energy deposited in a given layer of the calorimeter, is dependent on the sample. ",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31
        },
        {
            "text": "Therefore, the strength of these correlations may be different in a different MC simulation sample, or indeed in the data.",
            "section": "Jet energy scale and uncertainty",
            "paragraph_rank": 68,
            "section_rank": 31
        },
        {
            "text": "Conclusion",
            "section_rank": 32
        },
        {
            "text": "A measurement of the calorimeter response to isolated single charged hadrons in the ATLAS detector with data at √ s = 7 and 8 TeV is presented. ",
            "section": "Conclusion",
            "paragraph_rank": 69,
            "section_rank": 32
        },
        {
            "text": "This measurement is compared to the Footnote 4 continued analysis-dependent, for example uncertainties on the fragmentation of jets, that are not included here. ",
            "section": "Conclusion",
            "paragraph_rank": 69,
            "section_rank": 32
        },
        {
            "text": "These uncertainties are derived separately and applied on top of the other uncertainties. ",
            "section": "Conclusion",
            "paragraph_rank": 69,
            "section_rank": 32
        },
        {
            "text": "The uncertainty derived in this paper is most comparable to the \"in situ\" terms of the jet energy scale uncertainty from Ref. ",
            "section": "Conclusion",
            "paragraph_rank": 69,
            "section_rank": 32
        },
        {
            "text": "[2]. ",
            "section": "Conclusion",
            "paragraph_rank": 69,
            "section_rank": 32,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "simulation that incorporates the best knowledge of the detector in 2010 and 2012. ",
            "section": "Conclusion",
            "paragraph_rank": 69,
            "section_rank": 32
        },
        {
            "text": "After background subtraction, some discrepancy is observed in the response to charged hadrons in the central calorimeter at the level of 5%. ",
            "section": "Conclusion",
            "paragraph_rank": 69,
            "section_rank": 32
        },
        {
            "text": "In more forward regions the Geant4-based MC simulation is consistent with the data.",
            "section": "Conclusion",
            "paragraph_rank": 69,
            "section_rank": 32
        },
        {
            "text": "Displaced decays are used to construct samples of pions, protons, and anti-protons. ",
            "section": "Conclusion",
            "paragraph_rank": 70,
            "section_rank": 32
        },
        {
            "text": "These samples suggest that the description of response to anti-protons by the hadronic physics models in the FTFP_BERT set of hadronic physics models is consistent with the data below 5 GeV, while the description of QGSP_BERT deviates from the measurement by 10-20% at low momenta. ",
            "section": "Conclusion",
            "paragraph_rank": 70,
            "section_rank": 32
        },
        {
            "text": "Both sets of hadronic physics models show discrepancies with the data in the response to low-energy pions, with the response to negatively charged pions in particular over-estimated by 10-20% below a momentum of 2 GeV.",
            "section": "Conclusion",
            "paragraph_rank": 70,
            "section_rank": 32
        },
        {
            "text": "The jet energy scale uncertainty is derived using these calorimeter response observables, along with results from the ATLAS test beam and additional MC simulation. ",
            "section": "Conclusion",
            "paragraph_rank": 71,
            "section_rank": 32
        },
        {
            "text": "The uncertainty derived in this manner is 2-5% for jets with |η| < 0.6 across a broad range of the jet p T spectrum. ",
            "section": "Conclusion",
            "paragraph_rank": 71,
            "section_rank": 32
        },
        {
            "text": "This uncertainty is somewhat larger than the in situ jet energy scale uncertainty, but at high p T it remains the only jet energy scale uncertainty available. ",
            "section": "Conclusion",
            "paragraph_rank": 71,
            "section_rank": 32
        },
        {
            "text": "At high p T the jet energy scale uncertainty is dominated by the uncertainty in the response to particles above the momentum range probed by the test beam.",
            "section": "Conclusion",
            "paragraph_rank": 71,
            "section_rank": 32
        },
        {
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. ",
            "section": "Conclusion",
            "paragraph_rank": 72,
            "section_rank": 32
        },
        {
            "text": "Funded by SCOAP 3 .",
            "section": "Conclusion",
            "paragraph_rank": 72,
            "section_rank": 32
        },
        {
            "text": "Fig. 3",
            "section_rank": 33
        },
        {
            "text": "Fig. 3 The fraction of tracks as a function (a, b) of momentum and (c, ",
            "section": "Fig. 3",
            "paragraph_rank": 73,
            "section_rank": 33
        },
        {
            "text": "d) of |η| with E ≤ 0 for tracks with positive (a, ",
            "section": "Fig. 3",
            "paragraph_rank": 73,
            "section_rank": 33
        },
        {
            "text": "c) and negative (b, ",
            "section": "Fig. 3",
            "paragraph_rank": 73,
            "section_rank": 33
        },
        {
            "text": "d) charge. ",
            "section": "Fig. 3",
            "paragraph_rank": 73,
            "section_rank": 33
        },
        {
            "text": "The bottom portion of each panel shows the ratio of MC",
            "section": "Fig. 3",
            "paragraph_rank": 73,
            "section_rank": 33
        },
        {
            "text": "Fig. 4 Fig. 5",
            "section_rank": 34
        },
        {
            "text": "Fig. 4The fraction of tracks as a function of interaction lengths of material in front of the detector with E ≤ 0 for tracks with 1.2 < p/ GeV < 1.8 and a positive or b negative charge. ",
            "section": "Fig. 4 Fig. 5",
            "paragraph_rank": 74,
            "section_rank": 34
        },
        {
            "text": "The bottom por-",
            "section": "Fig. 4 Fig. 5",
            "paragraph_rank": 74,
            "section_rank": 34
        },
        {
            "text": "Fig. 6 E",
            "section_rank": 35
        },
        {
            "text": "Fig. 6 E/ p BG as a function of the track momentum, for tracks with at least 20 TRT hits and a |η| < 0.6, b 0.6 < |η| < 1.1, c 1.8 < |η| < 1.9, and d 1.9 < |η| < 2.3. ",
            "section": "Fig. 6 E",
            "paragraph_rank": 75,
            "section_rank": 35
        },
        {
            "text": "The bottom portion of each panel shows the ratio of MC simulation to data. ",
            "section": "Fig. 6 E",
            "paragraph_rank": 75,
            "section_rank": 35
        },
        {
            "text": "The error bars represent statistical uncertainties",
            "section": "Fig. 6 E",
            "paragraph_rank": 75,
            "section_rank": 35
        },
        {
            "text": "Fig. 12 Fig. 13",
            "section_rank": 36
        },
        {
            "text": "Fig. 12Comparison of the E/ p COR for a positive and b negative tracks as a function of track momentum, corrected for the neutralparticle background, for tracks with |η| < 0.6, in simulation with the FTFP_BERT and QGSP_BERT sets of hadronic physics models. ",
            "section": "Fig. 12 Fig. 13",
            "paragraph_rank": 76,
            "section_rank": 36
        },
        {
            "text": "The",
            "section": "Fig. 12 Fig. 13",
            "paragraph_rank": 76,
            "section_rank": 36
        },
        {
            "text": "Fig. 17 Fig. 18",
            "section_rank": 37
        },
        {
            "text": "Fig. 17Response of the hadronic calorimeter as a function of track momentum in a 0.6 < |η| < 1.1 and b 1.1 < |η| < 1.4 at the EM-scale. ",
            "section": "Fig. 17 Fig. 18",
            "paragraph_rank": 77,
            "section_rank": 37
        },
        {
            "text": "The bottom portion of each panel shows the ratio of MC simulation to",
            "section": "Fig. 17 Fig. 18",
            "paragraph_rank": 77,
            "section_rank": 37
        },
        {
            "text": "Fig. 19 Fig. 20",
            "section_rank": 38
        },
        {
            "text": "Fig. 19Comparison of the response of the calorimeter between the nominal topological cluster threshold and the threshold corresponding to μ = 30 with |η| < 0.6. ",
            "section": "Fig. 19 Fig. 20",
            "paragraph_rank": 78,
            "section_rank": 38
        },
        {
            "text": "a With no requirement on E/ p, and",
            "section": "Fig. 19 Fig. 20",
            "paragraph_rank": 78,
            "section_rank": 38
        },
        {
            "text": "Fig. 21 Fig. 22",
            "section_rank": 39
        },
        {
            "text": "Fig. 21Ratio of the response of the calorimeter between the threshold corresponding to μ = 30 and the nominal topological cluster threshold with a |η| < 0.6 and b 0.6 < |η| < 1.1, excluding tracks",
            "section": "Fig. 21 Fig. 22",
            "paragraph_rank": 79,
            "section_rank": 39
        },
        {
            "text": "Fig. 23",
            "section_rank": 40
        },
        {
            "text": "Fig. 23The reconstructed mass peaks of a K 0 S , b , and c¯ candidates in data and MC simulation with the QGSP_BERT and FTFP_BERT sets of hadronic physics models, for candidates with at least one track with",
            "section": "Fig. 23",
            "paragraph_rank": 80,
            "section_rank": 40
        },
        {
            "text": "8 pFig. ",
            "section_rank": 41
        },
        {
            "text": "24",
            "section_rank": 41
        },
        {
            "text": "Fig. 24 The E/ p distribution for isolated a π + , b π − , c proton, and d anti-proton tracks with |η| < 0.6 and 2.2 < p/ GeV < 2.8. ",
            "section": "8 pFig. 24",
            "paragraph_rank": 81,
            "section_rank": 41
        },
        {
            "text": "The bottom portion of each panel shows the ratio of MC simulation to data. ",
            "section": "8 pFig. 24",
            "paragraph_rank": 81,
            "section_rank": 41
        },
        {
            "text": "The error bars represent statistical uncertainties",
            "section": "8 pFig. 24",
            "paragraph_rank": 81,
            "section_rank": 41
        },
        {
            "text": "Fig. 25",
            "section_rank": 42
        },
        {
            "text": "Fig. 25The fraction of tracks with E ≤ 0 for identified a π + and π − , and b proton and anti-proton tracks with |η| < 0.6. ",
            "section": "Fig. 25",
            "paragraph_rank": 82,
            "section_rank": 42
        },
        {
            "text": "For anti-protons, E a 2 GeV. ",
            "section": "Fig. 25",
            "paragraph_rank": 82,
            "section_rank": 42
        },
        {
            "text": "The uncertainties shown are statistical only",
            "section": "Fig. 25",
            "paragraph_rank": 82,
            "section_rank": 42
        },
        {
            "text": "Fig. 26 Fig. 27 Fig. 28 Fig. 29 E",
            "section_rank": 43
        },
        {
            "text": "Fig. 26The difference in E/ p between π + and π − with a |η| < 0.6 and b 0.6 < |η| < 1.1. ",
            "section": "Fig. 26 Fig. 27 Fig. 28 Fig. 29 E",
            "paragraph_rank": 83,
            "section_rank": 43
        },
        {
            "text": "The error bars represent statistical uncertainties",
            "section": "Fig. 26 Fig. 27 Fig. 28 Fig. 29 E",
            "paragraph_rank": 83,
            "section_rank": 43
        },
        {
            "text": "Fig. 31",
            "section_rank": 44
        },
        {
            "text": "Fig. 31The spectra of true particles inside anti-k t , R = 0.4 jets with a 90 < p T / GeV < 100, b 400 < p T / GeV < 500, and c 1800 < p T / GeV < 2300",
            "section": "Fig. 31",
            "paragraph_rank": 84,
            "section_rank": 44
        },
        {
            "text": "Fig. 32",
            "section_rank": 45
        },
        {
            "text": "Fig. 32The fractional contribution to the total jet energy of particles in a certain range of momenta, for particles inside anti-k t , R = 0.4 jets with a 90 < p T / GeV < 100, b 400 < p T / GeV < 500, and c 1800 < p T / GeV < 2300",
            "section": "Fig. 32",
            "paragraph_rank": 85,
            "section_rank": 45
        },
        {
            "text": "Fig. 33 a",
            "section_rank": 46
        },
        {
            "text": "Fig. 33a The energy response of anti-k t , R = 0.4 jets with |η| < 0.6, based on a convolution of the response functions for isolated charged hadrons with the particle spectrum from Pythia8. ",
            "section": "Fig. 33 a",
            "paragraph_rank": 86,
            "section_rank": 46
        },
        {
            "text": "b The ratio of the response of the categories of jets to the inclusive jet response. ",
            "section": "Fig. 33 a",
            "paragraph_rank": 86,
            "section_rank": 46
        },
        {
            "text": "Jets are",
            "section": "Fig. 33 a",
            "paragraph_rank": 86,
            "section_rank": 46
        },
        {
            "text": "Fig. 34 •",
            "section_rank": 47
        },
        {
            "text": "Fig. 34The fraction of jet energy carried by particles in several categories (hadrons and EM particles, in several ranges of particle p), for anti-k t , R = 0.4 jets with 90 < p T / GeV < 100, 400 < p T / GeV < 500, or 1800 < p T / GeV < 2300",
            "section": "Fig. 34 •",
            "paragraph_rank": 87,
            "section_rank": 47
        },
        {
            "text": "Fig. 38",
            "section_rank": 48
        },
        {
            "text": "Fig. 38 The jet energy scale correlations as a function of jet p T and |η| for jets in the central region of the detector",
            "section": "Fig. 38",
            "paragraph_rank": 88,
            "section_rank": 48
        },
        {
            "text": "BG as a function of the track pseudorapidity, for tracks with at least 20 TRT hits and a 1.2 < p/ GeV < 1.8, b 1.8 < p/ GeV < 2.2, c 3.6 < p/ GeV< 4.6, and d 4.6 < p/ GeV < 5.6. ",
            "paragraph_rank": 89,
            "section_rank": 49
        },
        {
            "text": "The bottom portion of each panel shows the ratio of MC simulation to data. ",
            "paragraph_rank": 89,
            "section_rank": 49
        },
        {
            "text": "The error bars represent statistical uncertainties 4.4 Background-corrected single-hadron responseThe corrected E/ p variable ( E/ p COR ), in which the average neutral-particle background is subtracted, is shown inFig. ",
            "paragraph_rank": 89,
            "section_rank": 49
        },
        {
            "text": "9, with statistical uncertainties, for several bins of pseudorapidity. ",
            "paragraph_rank": 89,
            "section_rank": 49
        },
        {
            "text": "Here, the background estimated in data is sub-tracted from the raw data E/ p , and the background estimated in MC simulation is subtracted from the raw MC simulation E/ p . ",
            "paragraph_rank": 89,
            "section_rank": 49
        },
        {
            "text": "The maximum momentum that can be effectively probed with the available data is about 30 GeV, and the measurement has large statistical uncertainties above 20 GeV, limiting the comparison. ",
            "paragraph_rank": 89,
            "section_rank": 49
        },
        {
            "text": "Both the QGSP_BERT Comparison of the E/ p COR for tracks with a less than and b greater than 20 hits in the TRT. ",
            "paragraph_rank": 89,
            "section_rank": 49
        },
        {
            "text": "The bottom portion of each panel shows the ratio of MC simulation to data, separately for the two sets of hadronic physics models, and separately for 2010 and 2012 data. ",
            "paragraph_rank": 89,
            "section_rank": 49
        },
        {
            "text": "The error bars represent statistical uncertainties and FTFP_BERT MC simulation event samples overestimate E/ p COR at low momentum, by approximately 5% in the most central |η| region. ",
            "paragraph_rank": 89,
            "section_rank": 49
        },
        {
            "text": "In more forward regions (e.g.",
            "paragraph_rank": 89,
            "section_rank": 49
        },
        {
            "text": "beyond |η| = 1.8)",
            "paragraph_rank": 90,
            "section_rank": 49
        },
        {
            "text": "COR as a function of track momentum, for tracks with a |η| < 0.6, b 0.6 < |η| < 1.1, c 1.8 < |η| < 1.9, and d 1.9 < |η| < 2.3. ",
            "paragraph_rank": 91,
            "section_rank": 50
        },
        {
            "text": "Tracks not matching any topological energy clusters in the calorimeter are included. ",
            "paragraph_rank": 91,
            "section_rank": 50
        },
        {
            "text": "The bottom portion of each panel shows the ratio of MC simulation to data. ",
            "paragraph_rank": 91,
            "section_rank": 50
        },
        {
            "text": "The error bars represent statistical uncertainties Ratio of E/ p COR calculated with cells to E/ p COR calculated with topological clusters as a function of track momentum, for tracks with a |η| < 0.6 and b 0.6 < |η| < 1.1. ",
            "paragraph_rank": 91,
            "section_rank": 50
        },
        {
            "text": "The bottom portion of each panel shows the ratio of MC simulation to data. ",
            "paragraph_rank": 91,
            "section_rank": 50
        },
        {
            "text": "The error bars",
            "paragraph_rank": 91,
            "section_rank": 50
        },
        {
            "text": "response for the clusters. ",
            "paragraph_rank": 92,
            "section_rank": 50
        },
        {
            "text": "Agreement between data and MC simulation is almost identical with both calibrations, implying no gross mis-modelling of the hadronic shower proper-ties on which the LCW calibration depends. ",
            "paragraph_rank": 92,
            "section_rank": 50
        },
        {
            "text": "Agreement is marginally better when considering only tracks with at least one associated topological cluster in the calorimeter, again",
            "paragraph_rank": 92,
            "section_rank": 50
        },
        {
            "text": "The bottom portion of each panel shows the ratio of MC simulation to data. ",
            "paragraph_rank": 93,
            "section_rank": 51
        },
        {
            "text": "The error bars represent statistical uncertainties calorimeter. ",
            "paragraph_rank": 93,
            "section_rank": 51
        },
        {
            "text": "A comparison of E/ p EM COR , the E/ p COR built only from energy deposits in the EM calorimeter, between data and MC simulation is shown in",
            "paragraph_rank": 93,
            "section_rank": 51
        },
        {
            "text": "Fig. 14The a E/ p RAW , b E/ p BG , and c E/ p COR with 1.2 < p/ GeV < 1.8 and d E/ p COR with 1.8 < p/ GeV < 50 as a function of the number of reconstructed primary vertices, for tracks with |η| < 0.6 and for μ < 20.6. ",
            "paragraph_rank": 94,
            "section_rank": 51
        },
        {
            "text": "Here, low-μ refers to data taken with average pile-up μ 1.",
            "paragraph_rank": 94,
            "section_rank": 51
        },
        {
            "text": "The bottom portion of each panel shows the ratio of MC simulation to data. ",
            "paragraph_rank": 95,
            "section_rank": 52
        },
        {
            "text": "The error bars represent statistical uncertainties",
            "paragraph_rank": 95,
            "section_rank": 52
        },
        {
            "text": "Fig. 15The a E/ p RAW , b E/ p BG , and c E/ p COR with 1.2 < p/ GeV < 1.8 and d E/ p COR with 1.8 < p/ GeV < 50 as a function of μ for tracks with |η| < 0.6. ",
            "paragraph_rank": 96,
            "section_rank": 52
        },
        {
            "text": "Here, low-μ refers to data taken with average pile-up μ 1.Fig. ",
            "paragraph_rank": 96,
            "section_rank": 52
        },
        {
            "text": "16 Comparison of the response of the hadronic calorimeter as a function of track momentum between the data and MC simulation in |η| < 0.6 a at the EM-scale and b after the LCW calibration. ",
            "paragraph_rank": 96,
            "section_rank": 52
        },
        {
            "text": "The bot-tom portion of each panel shows the ratio of MC simulation to data, separately for the two sets of hadronic physics models. ",
            "paragraph_rank": 96,
            "section_rank": 52
        },
        {
            "text": "The error bars represent statistical uncertainties",
            "paragraph_rank": 96,
            "section_rank": 52
        },
        {
            "text": "Table 1",
            "section_rank": 53
        },
        {
            "text": "The number of signal candidates of each type found in data and each MC simulation sample",
            "section": "Table 1",
            "paragraph_rank": 97,
            "section_rank": 53
        },
        {
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. ",
            "section": "Table 1",
            "paragraph_rank": 98,
            "section_rank": 53
        },
        {
            "text": "The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. ",
            "section": "Table 1",
            "paragraph_rank": 98,
            "section_rank": 53
        },
        {
            "text": "Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. ",
            "section": "Table 1",
            "paragraph_rank": 98,
            "section_rank": 53
        },
        {
            "text": "The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). ",
            "section": "Table 1",
            "paragraph_rank": 98,
            "section_rank": 53
        },
        {
            "text": "The opening angle in φ (η) between two objects is denoted φ ( η).",
            "section": "Table 1",
            "paragraph_rank": 98,
            "section_rank": 53
        },
        {
            "text": "Simulation with Geant4 version 9.6, which includes slightly different tunes of hadronic and electromagnetic physics models, was also tested, and the results were found to be compatible between the two versions.",
            "section": "Table 1",
            "paragraph_rank": 99,
            "section_rank": 53,
            "entity_spans": [
                {
                    "start": 31,
                    "end": 34,
                    "type": "version",
                    "rawForm": "9.6",
                    "resp": "service",
                    "id": "#software-simple-s5"
                }
            ]
        },
        {
            "text": "Page 8 of 47 Eur. ",
            "section": "Table 1",
            "paragraph_rank": 100,
            "section_rank": 53
        },
        {
            "text": "Phys. ",
            "section": "Table 1",
            "paragraph_rank": 100,
            "section_rank": 53
        },
        {
            "text": "J. C (2017) 77 :26",
            "section": "Table 1",
            "paragraph_rank": 100,
            "section_rank": 53
        },
        {
            "text": "Page 18 of 47 Eur. ",
            "section": "Table 1",
            "paragraph_rank": 101,
            "section_rank": 53
        },
        {
            "text": "Phys. ",
            "section": "Table 1",
            "paragraph_rank": 101,
            "section_rank": 53
        },
        {
            "text": "J. C (2017) 77 :26",
            "section": "Table 1",
            "paragraph_rank": 101,
            "section_rank": 53
        },
        {
            "text": "Page 20 of 47 Eur. ",
            "section": "Table 1",
            "paragraph_rank": 102,
            "section_rank": 53
        },
        {
            "text": "Phys. ",
            "section": "Table 1",
            "paragraph_rank": 102,
            "section_rank": 53
        },
        {
            "text": "J. C (2017) 77 :26",
            "section": "Table 1",
            "paragraph_rank": 102,
            "section_rank": 53
        },
        {
            "text": "The results with this calorimeter setting are consistent with the results with a calorimeter setting of μ = 0, shown in Sect. ",
            "section": "Table 1",
            "paragraph_rank": 103,
            "section_rank": 53
        },
        {
            "text": "4.",
            "section": "Table 1",
            "paragraph_rank": 103,
            "section_rank": 53
        },
        {
            "text": "In comparing these uncertainties, it is important to remember that the full ATLAS jet energy scale uncertainty includes terms that may be",
            "section": "Table 1",
            "paragraph_rank": 104,
            "section_rank": 53
        },
        {
            "text": "Page 36 of 47 Eur. ",
            "section": "Table 1",
            "paragraph_rank": 105,
            "section_rank": 53
        },
        {
            "text": "Phys. ",
            "section": "Table 1",
            "paragraph_rank": 105,
            "section_rank": 53
        },
        {
            "text": "J. C (2017) 77 :26",
            "section": "Table 1",
            "paragraph_rank": 105,
            "section_rank": 53
        },
        {
            "text": "Acknowledgements",
            "section_rank": 55
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. ",
            "section": "Acknowledgements",
            "paragraph_rank": 106,
            "section_rank": 55
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONI-",
            "section": "Acknowledgements",
            "paragraph_rank": 106,
            "section_rank": 55
        }
    ]
}