{
    "level": "sentence",
    "abstract": [
        {
            "text": "A search for narrow resonances in dielectron and dimuon invariant mass spectra has been performed using data obtained from proton-proton collisions at √ s = 13 TeV collected with the CMS detector.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The integrated luminosity for the dielectron sample is 2.7 fb −1 and for the dimuon sample 2.9 fb −1 . ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The sensitivity of the search is increased by combining these data with a previously analyzed set of data obtained at √ s = 8 TeV and corresponding to a luminosity of 20 fb −1 . ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "No evidence for nonstandard-model physics is found, either in the 13 TeV data set alone, or in the combined data set. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Upper limits on the product of production cross section and branching fraction have also been calculated in a model-independent manner to enable interpretation in models predicting a narrow dielectron or dimuon resonance structure. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Limits are set on the masses of hypothetical particles that could appear in new-physics scenarios. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "For the Z SSM particle, which arises in the sequential standard model, and for the superstring inspired Z ψ particle, 95% confidence level lower mass limits for the combined data sets and combined channels are found to be 3.37 and 2.82 TeV, respectively. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The corresponding limits for the lightest Kaluza-Klein graviton arising in the Randall-Sundrum model of extra dimensions with coupling parameters 0.01 and 0.10 are 1.46 and 3.11 TeV, respectively. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "These results significantly exceed the limits based on the 8 TeV LHC data.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The observation of a new narrow resonance in the invariant mass spectrum of lepton pairs would provide compelling evidence for physics beyond the standard model (SM). ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Many models designed to address the shortcomings of the SM [1,2] predict such resonances at the TeV scale. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 62,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2]"
                }
            ]
        },
        {
            "text": "Examples include a new heavy Z boson-like particle such as the Z SSM boson of the sequential standard model [3]; the Z ψ boson inspired by superstring models [4,5]; and the Kaluza-Klein graviton (G KK ) of the Randall-Sundrum (RS) model of extra dimensions [6,7].",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "type": "bibr",
                    "text": "[3]"
                },
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 161,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                },
                {
                    "start": 257,
                    "end": 260,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6,"
                },
                {
                    "start": 260,
                    "end": 262,
                    "type": "bibr",
                    "text": "7]"
                }
            ]
        },
        {
            "text": "This Letter describes a search for such narrow resonances in dielectron and dimuon mass spectra based on proton-proton (pp) collision data collected at √ s = 13 TeV in 2015 by the CMS experiment at the CERN LHC. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The data correspond to integrated luminosities of 2.7 and 2.9 fb −1 for the dielectron and dimuon channels, respectively. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The ATLAS and CMS Collaborations have previously reported searches in these channels [8,9] based on ap-E-mail address: cms-publication-committee-chair@cern.ch. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "type": "bibr",
                    "text": "[8,"
                },
                {
                    "start": 88,
                    "end": 90,
                    "type": "bibr",
                    "text": "9]"
                }
            ]
        },
        {
            "text": "proximately 20 fb −1 of pp collisions at √ s = 8 TeV in each experiment. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "These results each exclude a Z SSM with a mass less than 2.90 TeV, and also exclude a Z ψ with a mass less than 2.51 TeV for ATLAS and 2.57 TeV for CMS. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Recently the ATLAS Collaboration has increased these limits to 3.36 TeV (Z SSM ) and 2.74 (Z ψ ) based on data from their first year of running at 13 TeV [10]. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "text": "[10]"
                }
            ],
            "entity_spans": [
                {
                    "start": 13,
                    "end": 33,
                    "type": "software",
                    "rawForm": "ATLAS Collaboration",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "The data-taking and data-analysis methods for the 13 TeV data follow closely those for the 8 TeV data [9], with some differences due to data-taking conditions and refinements noted below. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This Letter presents the search results from the 13 TeV data, followed by results from combining the CMS data sets at 8 and 13 TeV; the latter have only slightly more power, as most of the sensitivity at high mass comes from the higher √ s. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "As in previous searches, the dimuon selection requires opposite sign charge for the muons, while the dielectron selection has no sign requirement.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The primary results of the analysis are expressed in terms of the ratio of the product of production cross section and branching fraction for a possible new resonance to that for the Z boson. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "To determine this ratio, the measured lepton pair invariant mass distributions are fit to models that contain signal and background processes and incorporate the ratio of efficiencies including http://dx.doi.org/10.1016/j.physletb.2017.02.010 0370-2693/© 2017 The Author. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Funded by SCOAP 3 . ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 17,
                    "type": "bibr",
                    "text": "3"
                }
            ]
        },
        {
            "text": "the experimental acceptance. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "This approach reduces the impact of many experimental and theoretical systematic uncertainties. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Furthermore, the analysis is designed to be largely independent of specific model assumptions, enabling the results to be interpreted in the context of any model that includes a narrow spin-1 or spin-2 resonance decaying to an electron or muon pair. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Here we present lower limits on the masses of hypothetical particles that are derived from cross sections calculated in the context of certain specific models.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "text": "The central feature of the CMS detector is a superconducting solenoid providing an axial magnetic field of 3.8 T and enclosing an inner tracker, an electromagnetic calorimeter (ECAL), and a hadron calorimeter (HCAL). ",
            "section": "The CMS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The inner tracker is composed of a silicon pixel detector and a silicon strip tracker, and measures charged-particle trajectories in the pseudorapidity range |η| < 2.5.",
            "section": "The CMS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The ECAL and HCAL, each composed of a barrel and two endcap sections, extend over the range |η| < 3.0. ",
            "section": "The CMS detector",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The finely segmented ECAL consists of nearly 76 000 lead tungstate crystals while the HCAL is constructed from alternating layers of brass and scintillator. ",
            "section": "The CMS detector",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Forward hadron calorimeters encompass 3.0 < |η| < 5.0. ",
            "section": "The CMS detector",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The muon detection system covers |η| < 2.4 with up to four layers of gas-ionization chambers installed outside the solenoid and sandwiched between the layers of the steel flux-return yoke. ",
            "section": "The CMS detector",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Additional detectors and upgrades of electronics were installed before the beginning of the 13 TeV data collection period in 2015, yielding improved reconstruction performance for muons relative to the 8 TeV data collection period in 2012. ",
            "section": "The CMS detector",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. ",
            "section": "The CMS detector",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "[11].",
            "section": "The CMS detector",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The CMS experiment has a two-level trigger system. ",
            "section": "The CMS detector",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The level-1 (L1) trigger [12], composed of custom hardware processors, selects events of interest using information from the calorimeters and muon detectors and reduces the readout rate from the 40 MHz bunch-crossing frequency to a maximum of 100 kHz. ",
            "section": "The CMS detector",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "type": "bibr",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The software based high-level trigger (HLT) [13] uses the full event information, including that from the inner tracker, to reduce the event rate to the 1 kHz that is recorded.",
            "section": "The CMS detector",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Event selection",
            "section_rank": 4
        },
        {
            "text": "Triggers",
            "section_rank": 5
        },
        {
            "text": "The event selection and reconstruction algorithms employed are refined versions of those used for previous high-mass dilepton searches [9]. ",
            "section": "Triggers",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The transverse energy of a localized ECAL energy deposit (\"cluster\") is defined as E T = E sin θ , with θ the polar angle relative to the beam axis, where the cluster energy E includes deposits consistent with bremsstrahlung emission. ",
            "section": "Triggers",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The selection of electrons begins with the L1 trigger, where electron candidates are defined as ECAL clusters with E T > 25 GeV. ",
            "section": "Triggers",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "In the HLT, electron candidates are defined as ECAL clusters with E T > 33 GeV that are matched to a track reconstructed in the inner tracker. ",
            "section": "Triggers",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "To suppress hadrons misidentified as electrons in the barrel (endcaps), the energy deposited in the HCAL in a cone of radius R = ( η) 2 + ( φ) 2 = 0.14 around the electron candidate must be less than 15 (10)% of the ECAL cluster energy, where φ is the azimuthal angle. ",
            "section": "Triggers",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "In the HLT, events with at least two electron candidates are selected.",
            "section": "Triggers",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Muon candidates are identified with the L1 trigger by requiring each track segment reconstructed in the muon detectors to have transverse momentum p T above 16 GeV. ",
            "section": "Triggers",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "In the HLT, muon candidates are defined by fitting hits from track segments in the muon detectors with hits from segments in the inner tracker, with a p T threshold on the track that depended on the instantaneous luminosity and reached as high as 50 GeV for unprescaled triggers. ",
            "section": "Triggers",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "The HLT muon candidates must have a distance of closest approach to the beam axis less than 0.1 cm in the plane perpendicular to that axis. ",
            "section": "Triggers",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "In the HLT, events with at least one muon candidate with p T > 50 GeV are selected. ",
            "section": "Triggers",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "To allow the normalization of rates, Z boson events are obtained via a prescaled trigger that is identical to the primary analysis trigger except that the p T requirement is lowered to 27 GeV.",
            "section": "Triggers",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Trigger efficiencies are defined relative to the full analysis requirements described in Section 3.2, and are evaluated from data using high mass dilepton or high-p T Z samples, free from background contributions. ",
            "section": "Triggers",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "For electrons with E T > 45 GeV, the trigger efficiency of an electron pair is 99.6% for events with both electrons in the ECAL barrel, and 99.2% for events with one electron in the ECAL barrel and the other in an ECAL endcap, and is consistent with being independent of E T . ",
            "section": "Triggers",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "For muons with p T > 53 GeV, the trigger efficiency of a muon pair is 99.4% and is uniform in muon p T .",
            "section": "Triggers",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "Lepton reconstruction",
            "section_rank": 6
        },
        {
            "text": "The recorded events are processed with the CMS event reconstruction algorithms [14,15].",
            "section": "Lepton reconstruction",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "text": "[14,"
                },
                {
                    "start": 83,
                    "end": 86,
                    "type": "bibr",
                    "text": "15]"
                }
            ]
        },
        {
            "text": "Electron candidates are defined by associating tracks in the inner detector with ECAL clusters. ",
            "section": "Lepton reconstruction",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "The energy of the electron candidate is given by the energy of the associated cluster, which is adjusted through calibration and regression methods [9,15,16]. ",
            "section": "Lepton reconstruction",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "text": "[9,"
                },
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "text": "15,"
                },
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "text": "16]"
                }
            ]
        },
        {
            "text": "The associated tracks provide the angular information used to calculate the electron four-momentum. ",
            "section": "Lepton reconstruction",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "Each electron candidate must have E T > 35 GeV and either |η C | < 1.44 (barrel region) or 1.56 < |η C | < 2.50 (endcap region), where η C is the pseudorapidity of the cluster with respect to the nominal center of the CMS detector. ",
            "section": "Lepton reconstruction",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "The electron reconstruction efficiency is around 93% [15] for electrons within the acceptance region of the analysis. ",
            "section": "Lepton reconstruction",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "At least two electron candidates are required for a dielectron event, at least one of which must lie in the barrel region in order to exclude endcapendcap events, which are dominated by the multijet background.",
            "section": "Lepton reconstruction",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "Muon candidate track segments are reconstructed separately in the muon detector and inner tracker. ",
            "section": "Lepton reconstruction",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "Hits from a muon detector track segment and from a compatible track segment in the inner tracker are fitted under a global muon track hypothesis that incorporates information from the entire CMS detector. ",
            "section": "Lepton reconstruction",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "Dedicated algorithms [14], developed for high-p T (of the order of 1 TeV) muon reconstruction, are needed to ensure the quality of the hits contributing to the fit, as well as the quality of the fit itself. ",
            "section": "Lepton reconstruction",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "Events are required to contain at least two muon candidates, each with p T > 53 GeV, slightly above the corresponding HLT requirement, and to appear within |η| < 2.4. ",
            "section": "Lepton reconstruction",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "The muon reconstruction efficiency for muons within this region is above 98%.",
            "section": "Lepton reconstruction",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "Lepton identification",
            "section_rank": 7
        },
        {
            "text": "Electron candidates are required to satisfy dedicated high-E T selection criteria [9]. ",
            "section": "Lepton identification",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "type": "bibr",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The energy deposited in the HCAL in a cone of radius R = 0.14 around the direction of the electron candidate must be less than 5% of the energy of the electron measured in the ECAL.",
            "section": "Lepton identification",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Muon candidates are required to satisfy standard CMS muon selection criteria, with modifications for high-p T muon identification [9] that emphasize information from the muon detectors in order to improve the muon p T resolution above 200 GeV. ",
            "section": "Lepton identification",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "Each pair of muon candidates is fitted to a common vertex, with a requirement that the resulting value of the χ 2 per degree of freedom be less than 20. ",
            "section": "Lepton identification",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "This selection is designed to have an efficiency close to 100% and to reject pairs formed from mismatched muons. ",
            "section": "Lepton identification",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "To suppress background from cosmic ray muons that pass near the interaction point, the three-dimensional angle between the two track momentum vectors is required to be less than π − 0.02.",
            "section": "Lepton identification",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "Finally, we impose isolation requirements to suppress jets misidentified as leptons, and leptons from hadron decays. ",
            "section": "Lepton identification",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Electrons are considered to be isolated if the p T sum of tracks within a cone of radius R = 0.3 around the direction of the candidate is less than 5 GeV and if the E T sum of energy deposits within this same cone less than 3% of the candidate's E T value, once corrected for the contributions expected from detector noise and additional interactions in the event [9]. ",
            "section": "Lepton identification",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 364,
                    "end": 367,
                    "type": "bibr",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The majority of the dilepton events in the analyzed data set contain between 7 and 12 additional interactions. ",
            "section": "Lepton identification",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Similarly, muons are considered to be isolated if the p T sum of tracks within a cone of radius R = 0.3 around the candidate direction is less than 10% of the p T of the candidate. ",
            "section": "Lepton identification",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "The sums exclude the lepton candidate under consideration.",
            "section": "Lepton identification",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "The electron candidates in a dielectron event are not required to have opposite charges because the charge misidentification rate is non-negligible for high-p T electrons. ",
            "section": "Lepton identification",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "In contrast, we require muon candidates in a dimuon event to have opposite charge because in this case a charge mismeasurement, while rare, implies a large p T mismeasurement. ",
            "section": "Lepton identification",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "If there are more than two electron candidates selected in the event, the two highest-p T electrons are used to construct the pair. ",
            "section": "Lepton identification",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "This procedure is also used when constructing a dimuon pair.",
            "section": "Lepton identification",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "The efficiency to select signal events, accounting for the effects of event reconstruction, lepton identification and, in the case of muons, the effect of the trigger, is determined from Monte Carlo (MC) simulations. ",
            "section": "Lepton identification",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Details of the simulation are given in Section 4. ",
            "section": "Lepton identification",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Methods relying primarily on data, such as the use of control samples of high-p T Z bosons decaying to e + e − and μ + μ − pairs, are employed to validate the simulation up to muon p T = 300 GeV.",
            "section": "Lepton identification",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The simulated and measured efficiencies generally agree within about 1%, for both single electrons and muons. ",
            "section": "Lepton identification",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "High mass dilepton or high-p T Z samples, where background sources are subtracted using MC information, are used to extend the validation up to p T ≈ 1 TeV. ",
            "section": "Lepton identification",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "Differences between data and simulation up to around 5% (2.5%) for single electrons (muons) are found for these large E T (p T ) values. ",
            "section": "Lepton identification",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "While the muon trigger efficiency is estimated from simulation, the efficiency of the primary electron trigger at high mass can be estimated from data because of the presence of simple calorimeter-based triggers that are fully efficient for high mass electron pairs. ",
            "section": "Lepton identification",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "These simple calorimeter-based triggers have high E T thresholds, which prevent their use for the entire mass range.",
            "section": "Lepton identification",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The signal efficiency within the acceptance of the analysis is found to be (75 ± 8)% and (70 ± 10)%, respectively, for a barrelbarrel and barrel-endcap electron pair of 1 TeV mass. ",
            "section": "Lepton identification",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "For a muon pair with a mass of 1 TeV, the corresponding efficiency is 91 +1 −5 %. ",
            "section": "Lepton identification",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "The uncertainties in the efficiency values account for the statistical precision and for the systematic uncertainty in the extrapolation of the data-simulation differences to high p T . ",
            "section": "Lepton identification",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "The acceptances are derived from simulation and rise with increasing mass. ",
            "section": "Lepton identification",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "In the dimuon channel the probability for a produced boson with 400 GeV mass to decay within the detector acceptance is close to 40% while for a 3 TeV mass it is greater than 90%. ",
            "section": "Lepton identification",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "The acceptance is slightly lower in the dielectron channel since endcap-endcap events are not considered.",
            "section": "Lepton identification",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "Mass resolution and scale",
            "section_rank": 8
        },
        {
            "text": "The shape of the signal distribution in the dilepton mass is described by the convolution of a Breit-Wigner (BW) function, describing the intrinsic signal shape, and a Gaussian distribution, describing the experimental resolution. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "As discussed in Section 5, the analysis is insensitive to interference and similar effects. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "Note that for a resonance mass of 2.5 TeV, the intrinsic widths of the Z SSM and Z ψ resonances are 80 and 14 GeV, respectively. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "For this same mass value, the intrinsic width of the G KK resonance is 0.35 GeV for a coupling parameter k/M Pl [4,5] equal to 0.01, and 35 GeV for a coupling parameter equal to 0.10, where k is the warp factor of 4-dimensional anti-de Sitter space and M Pl is the reduced Planck scale. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 115,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                }
            ]
        },
        {
            "text": "The resolution is determined from simulation as a function of the generated dilepton mass. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "The resulting resolution function is validated with data, using Z boson events for the dielectron sample and cosmic ray events for the dimuon sample. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "The dielectron resolution function is adjusted on the basis of this comparison to agree with the measured result. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "The experimental mass resolution, defined as the standard deviation of the Gaussian function divided by its most probable value, is 1.4% (1.8%) for barrel-barrel (barrelendcap) dielectron pairs with a mass of 1 TeV. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "The resolution for dimuon pairs with a mass of 1 TeV is 3.2%.",
            "section": "Mass resolution and scale",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "The response of the detector to leptons may evolve as the dilepton mass increases. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "For electrons this could arise from a nonlinear response of the readout electronics. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "However, with the current data set there is no evidence for such an effect and the energy scale of electrons above 500 GeV is validated at the 1-2% level [15]. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "As the muon p T increases, its measurement becomes increasingly sensitive to the detector alignment. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "New methods have been developed for the 2015 data to determine a potential bias from this source. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "The curvature distributions of positive and negative muons in data are compared to those obtained in simulation for different η and φ ranges. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "The effects of misalignment not already included in simulation are modeled with additional smearing applied to the dimuon mass resolution. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "This is particularly important for muons with |η| > 0.9, since their p T measurement in this region cannot be validated with cosmic rays. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "The resulting resolution for a dimuon pair with mass 1 TeV is increased from 3.2% to 3.8% in order to account for a potential misalignment in the muon system. ",
            "section": "Mass resolution and scale",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "Finally, for dimuon pairs, an additional 1% uncertainty is assigned in the position of the mass peak to account for other possible sources of scale bias such as detector movement due to magnet cycles.",
            "section": "Mass resolution and scale",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "Background estimation",
            "section_rank": 9
        },
        {
            "text": "The principal SM background arises from Drell-Yan (DY) production (Z/γ * ) of e + e − and μ + μ − pairs. ",
            "section": "Background estimation",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Additional sources of background are top quark-antiquark (tt), single top quark (tW), diboson (WW, WZ, and ZZ), and DY τ + τ − production, although the relative contributions of these sources diminish with increasing dilepton mass. ",
            "section": "Background estimation",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Events in which at least one electron candidate is a misidentified jet contribute a small background in the mass region of interest. ",
            "section": "Background estimation",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The multijet background is negligible in the dimuon channel where it is found to be less than 0.2% for masses above 200 GeV, as for the previous 8 TeV analysis [9]. ",
            "section": "Background estimation",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "type": "bibr",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The contribution of cosmic ray events is also negligible. ",
            "section": "Background estimation",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "An additional SM source of e + e − and μ + μ − pairs comes from the photon-induced process γ γ → + − [17,18], where is an electron or muon. ",
            "section": "Background estimation",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "text": "[17,"
                },
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "18]"
                }
            ]
        },
        {
            "text": "The theoretical predictions at TeV mass scales for this process have a significant uncertainty, with some predictions [19] indicating that the photon-induced process is the dominant source of dilepton pairs with mass above 3 TeV. ",
            "section": "Background estimation",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "Even if the relative contribution of this process to background at such high masses is large, the absolute contribution is small and, as noted below, the potential effect on the derived limits is negligible.",
            "section": "Background estimation",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The background from DY, tt, tW, and diboson events is evaluated from simulation. ",
            "section": "Background estimation",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "Direct DY, tt, and tW production are simulated with the powheg v2 [20][21][22][23][24][25] next-to-leading order (NLO) event generator, with parton showering and hadronization described by pythia 8.2 [26]. ",
            "section": "Background estimation",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "text": "[20]"
                },
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "text": "[21]"
                },
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[22]"
                },
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[23]"
                },
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "text": "[24]"
                },
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[25]"
                },
                {
                    "start": 200,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "Diboson processes are simulated at leading order (LO) with pythia, and DY τ + τ − production at NLO with MadGraph5_aMC@NLO 2.2.2 [27] interfaced with pythia. ",
            "section": "Background estimation",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[27]"
                }
            ],
            "entity_spans": [
                {
                    "start": 113,
                    "end": 129,
                    "type": "version",
                    "rawForm": "5_aMC@NLO 2.2.2",
                    "resp": "service",
                    "id": "#software-simple-s1"
                }
            ]
        },
        {
            "text": "The NNPDF2.3LO [28] parton distribution functions (PDFs) are used for the diboson samples and the NNPDF3.0NLO [29] PDFs are used for the rest of the samples. ",
            "section": "Background estimation",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[28]"
                },
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "The PDFs are evaluated using the LHAPDF library [30][31][32]. ",
            "section": "Background estimation",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "text": "[30]"
                },
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[31]"
                },
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "The detector response is simulated with the Geant4 [33] package.",
            "section": "Background estimation",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "type": "bibr",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "Over the full DY spectra multiplicative corrections are computed with fewz 3.1 [34] to take into account missing contributions like QCD effects at next-to-next-to-leading order (NNLO), electroweak effects at NLO in addition to pure QED effects, and photon-induced lepton pair production. ",
            "section": "Background estimation",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "These corrections have a negligible impact on the final results. ",
            "section": "Background estimation",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The data and MC backgrounds are normalized to the event yield in the Z boson peak region, so that the resulting normalization is independent of the detector luminosity calibration. ",
            "section": "Background estimation",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "For tt, tW, diboson, and DY τ + τ − production, the produced number of eμ final states should be equal to the sum of ee and μμ final states. ",
            "section": "Background estimation",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "This feature is used to compare the eμ spectrum with suitably scaled MC predictions. ",
            "section": "Background estimation",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The resulting scale factors are all consistent with unity and are not applied in the analysis.",
            "section": "Background estimation",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The background from jets misidentified as electrons is evaluated from multijet data control samples. ",
            "section": "Background estimation",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "The method is the same as that described in Ref.",
            "section": "Background estimation",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "[9], except that data sidebands, rather than MC predictions, are used to evaluate the contributions to the control samples from genuine electrons and photons misidentified as electrons. ",
            "section": "Background estimation",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "The method takes into account the different ways in which one or two misidentified jets, in possible conjunction with other particles, can satisfy the selection criteria for dielectron events.",
            "section": "Background estimation",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "Statistical analysis and results",
            "section_rank": 10
        },
        {
            "text": "The observed invariant mass spectra of the dielectron and dimuon events are presented in Fig. 1. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 30,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 95,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "No evidence for a significant deviation from the SM expectations is observed. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "The highest mass event observed is in the electron channel and has a mass of 2.9 TeV. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "The estimated probability of observing a background event with a mass at least this large is a few per cent in each channel.",
            "section": "Statistical analysis and results",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "Using a Bayesian approach with an unbinned extended likelihood function [9], limits are derived for the production of a narrow spin-1 or spin-2 heavy resonance. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The likelihood function is based on probability density functions (pdf) that describe the signal and background contributions to the invariant mass spectra. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The signal distribution is parametrized by the convolution of BW and Gaussian functions discussed in Section 3.4. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "This analysis is designed for scenarios in which the BW intrinsic width is small compared to the detector resolution, and variations in therefore typically have little effect on the derived limits. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "At high masses, however, the dielectron mass resolution is comparable with the intrinsic width of the Z in some of the models described in Section 3.4, and the limits can exhibit some dependence on the assumed width. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "Therefore results are presented for different choices of the signal intrinsic width: 0.0, 0.6, and 3.0% of the resonance mass.",
            "section": "Statistical analysis and results",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The functional form of the background pdf is given by m κ e αm+βm 2 +δm 3 and is chosen to describe the complete background representation produced using SM MC generators and the background arising from misidentified jets deduced from the data. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "For each channel, the parameters of the background pdfs are obtained by fitting the background distribution for masses above 400 GeV. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "The limits are set on the parameter R σ , which is the ratio of the cross section for dilepton production through a Z boson to the cross section for dilepton production through a Z boson:",
            "section": "Statistical analysis and results",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": ". (1) The Poisson mean of the signal yield is μ S = R σ μ Z R , where R is the ratio of the selection efficiency times detector acceptance for the Z decay relative to that for the Z boson decay, and μ Z is the Poisson mean of the number of Z → events. The value of μ Z is estimated from the number of dilepton pairs in a ±30 GeV window around the Z boson mass, where the contributions of other processes are predicted to be small (≈0.5% in simulation). The quantities μ Z and R are obtained separately for the dimuon and dielectron channels. By performing a measurement relative to the Z boson cross section, the uncertainty in the integrated luminosity is removed and uncertainties in other quantities, such as in the experimental acceptance, trigger, and reconstruction efficiencies, become relative rather than absolute.",
            "section": "Statistical analysis and results",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "The Bayesian limit-setting procedure follows closely that described for the 8 TeV data in Ref. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "[9]. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The prior pdf for the signal cross section is positive and uniform, as this is known to result in good frequentist coverage properties. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "Log-normal functions are used to describe the systematic uncertainties. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "Limits on R σ are evaluated for scenarios in which the hypothetical particle is either a spin-1 or a spin-2 resonance. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "The limits are sensitive to the number of signal events relative to the number of background events, and to some extent to the signal widths. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "Three classes of dilepton events are used to set the limits: both electrons in the barrel section of the ECAL, one electron in the barrel and the other in the endcap, and dimuons. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "Dielectron events with an electron in the ECAL endcap are studied separately because of their significantly higher multijet background. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "To obtain the limit for a dilepton mass point, the amplitude of the background shape function is constrained using data within a mass window ±6 times the mass resolution about the mass point. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "If fewer than 100 events in the 13 TeV data lie within this window (rather than 400 used in the 8 TeV data), the window is symmetrically expanded until this number is reached. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "This procedure sets the level of the statistical uncertainty in the local background amplitude, and the level is chosen to dominate expected systematic uncertainties in the background shape at high mass. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "The uncertainties are larger in the 13 TeV data because of the reduction in the number of calibration events due to the lower integrated luminosity, and because of the higher mass ranges probed. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "The observed limits are robust and do not significantly change for reasonable variations in the limitsetting procedure, such as modifications of the mass intervals used in the fit or changes in the assumed background shape.",
            "section": "Statistical analysis and results",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "The limits obtained correspond to on-shell cross sections and do not include model-dependent interference effects or enhancements at low mass values related to the PDFs. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The limits are sensitive to the fraction of events in each of three channels and so only apply to models that contain a particle with the same spin as the particle in the reference model, produced via a similar production mechanism. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The limits are also only applicable to resonances with widths of the order of a few per cent of the resonance mass, with the limits becoming less applicable as the width increases. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Within these constraints, the limits are, to a good approximation, model independent and can be interpreted in the context of models not explicitly addressed in this Letter. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "A recipe to convert the cross sections obtained from MC event generators such as pythia, which include off-shell effects, to the on-shell cross sections presented here is provided in Ref. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "[35]. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "TeV. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "This cross section ratio depends on the PDF set used and different choices of PDF set can change the resulting limits by a few per cent. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The scaling also depends on the production mechanism of the new boson, and therefore the value used to combine the data sets depends on the properties of the particular model under consideration. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The dominant uncertainty in this analysis is in the parameter R . ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Its uncertainty is 8% for the dielectron barrel-barrel channel, 10% for the dielectron barrel-endcap channel, and +1 −5 % for the dimuon channel. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The background from misidentified jets in the electron analysis is a small fraction of the total background; therefore, although the uncertainty in this background is large, its impact on the limit determination is negligible. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The uncertainty in the background shape (which arises from uncertainties in the PDFs, in the contributions of the photon-induced processes, and in the NNLO corrections to the cross sections) is, as noted above, dominated by the statistical uncertainty in the background amplitude estimate. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Possible photon-induced contributions are studied using the MRST2004QED and NNPDF PDFs, which include photons, and are found to have a negligible effect on the derived mass limits. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The uncertainty due to the PDFs is assessed using the PDF4LHC15 prescription [36] and is found to vary from 2% to 7% as the dilepton mass increases from 1 to 4 TeV. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "Varying the numbers of background events within their total uncertainties is found to have a negligible impact on the derived limits. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Common systematic uncertainties are taken to be fully correlated in the calculation of combined limits. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "A relative mass scale calibration uncertainty of 1% is included when extracting the combined limits using the 8 and 13 TeV data. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The uncertainties in the electron and muon efficiencies at high p T are taken to be uncorrelated between 8 and 13 TeV data, as most of these uncertainties have their origin in calibration Fig. 3. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 188,
                    "end": 194,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The 95% CL upper limits on the product of production cross section and branching fraction for a spin-1 resonance for widths equal to 0, 0.6, and 3.0% of the resonance mass, relative to the product of production cross section and branching fraction for a Z boson, for the (top) dielectron and (bottom) dimuon channels in the 13 TeV data. ",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Theoretical predictions for the spin-1 Z SSM and Z ψ resonances are also shown.",
            "section": "Statistical analysis and results",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Combination of 8 and 13 TeV data sets",
            "section_rank": 11
        },
        {
            "text": "measurements made with different data sets (with some variation as well in reconstruction and identification variables used).",
            "section": "Combination of 8 and 13 TeV data sets",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "text": "Limits",
            "section_rank": 12
        },
        {
            "text": "The 95% confidence level (CL) upper limits on R σ for the 13 TeV data are shown in Fig. 2 for both the dielectron and dimuon channels. ",
            "section": "Limits",
            "paragraph_rank": 37,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 89,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The resonance peak width for these results is taken to be 0.6% of the assumed mass value. ",
            "section": "Limits",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "text": "Results for widths equal to 0.0, 0.6, and 3% of the resonance mass are shown in Fig. 3. Fig. 4 shows the 95% CL upper limits on R σ for the combination of the two channels (assuming universality of electron and muon couplings) at 13 TeV (top), and the corresponding effects of varying the signal width (bottom).",
            "section": "Limits",
            "paragraph_rank": 37,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 94,
                    "type": "figure",
                    "text": "Fig. 3. Fig. 4"
                }
            ]
        },
        {
            "text": "The 95% CL upper limits on R σ for the combined 8 and 13 TeV data are shown in Fig. 5 for the individual dielectron and dimuon channels, and in Fig. 6 (top) for the combination of the two channels. ",
            "section": "Limits",
            "paragraph_rank": 38,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 85,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 5"
                },
                {
                    "start": 144,
                    "end": 156,
                    "type": "figure",
                    "text": "Fig. 6 (top)"
                }
            ]
        },
        {
            "text": "Fig. 6 (bottom) shows the 95% CL upper limits on the product of production cross section and branching fraction for an RS graviton, normalized to the same quantity for the Z boson, for the combination of the 8 and 13 TeV data and of the two dilepton channels.",
            "section": "Limits",
            "paragraph_rank": 38,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "figure",
                    "text": "Fig. 6 (bottom)"
                }
            ]
        },
        {
            "text": "The 95% CL lower limits on the masses of the Z SSM and Z ψ bosons are presented in Table 1, along with the expected results. ",
            "section": "Limits",
            "paragraph_rank": 39,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Table 2 presents the corresponding limits for an RS graviton with coupling parameters 0.01 and 0.10. ",
            "section": "Limits",
            "paragraph_rank": 39,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "In each case the limit appropri- Fig. 4. ",
            "section": "Limits",
            "paragraph_rank": 39,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 39,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "The 95% CL upper limits on the product of production cross section and branching fraction for a spin-1 resonance, relative to the product of production cross section and branching fraction for a Z boson, for the combined dielectron and dimuon channels in the 13 TeV data, (top) for a resonance width equal to 0.6% of the resonance mass and (bottom) for resonance widths equal to 0, 0.6, and 3.0% of the resonance mass. ",
            "section": "Limits",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "The shaded bands correspond to the 68 and 95% quantiles for the expected limits. ",
            "section": "Limits",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "Theoretical predictions for the spin-1 Z SSM and Z ψ resonances are also shown.",
            "section": "Limits",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "ate to the width of the boson is used. ",
            "section": "Limits",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "For example the Z SSM boson mass limits are calculated using a width of 3%. ",
            "section": "Limits",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "The cross section as a function of mass is calculated at LO using the pythia 8.2 program with the NNPDF2.3 PDFs. ",
            "section": "Limits",
            "paragraph_rank": 40,
            "section_rank": 12,
            "entity_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "version",
                    "rawForm": "2.3",
                    "resp": "service",
                    "id": "#software-simple-s1"
                }
            ]
        },
        {
            "text": "As the limits in this Letter are obtained on the on-shell cross section and the pythia event generator includes off-shell effects, the cross section is calculated in a mass window of ±5% √ s centered on the resonance mass, following the advice of Ref. ",
            "section": "Limits",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "[35]. ",
            "section": "Limits",
            "paragraph_rank": 40,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "The validity of this procedure for the Z SSM and Z ψ bosons was explicitly checked in Ref. ",
            "section": "Limits",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "[35] and was found to be accurate at the 5-7% level. ",
            "section": "Limits",
            "paragraph_rank": 40,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "To account for NLO effects, the cross sections are multiplied by a K -factor of 1.3 for Z models and 1.6 for RS graviton models [37], with the K -factor for Z models obtained by comparing powheg and pythia cross sections for SM Drell-Yan production. ",
            "section": "Limits",
            "paragraph_rank": 40,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "These same comments apply for the theoretical predictions shown in Figs. 2-6. ",
            "section": "Limits",
            "paragraph_rank": 40,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 76,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figs. 2-6"
                }
            ]
        },
        {
            "text": "For the Z SSM and Z ψ bosons, we obtain lower mass limits of 3.37 and 2.82 TeV, respectively. ",
            "section": "Limits",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "The lower mass limit obtained for the RS graviton is 1.46 (3.11) TeV for a coupling parameter of 0.01 (0.10).",
            "section": "Limits",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "Summary",
            "section_rank": 13
        },
        {
            "text": "A search for narrow resonances in dielectron and dimuon invariant mass spectra has been performed using data obtained from proton-proton collisions at √ s = 13 TeV. ",
            "section": "Summary",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "The integrated luminosity for the dielectron sample is 2.7 fb −1 and for the dimuon sample 2.9 fb −1 . ",
            "section": "Summary",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "The sensitivity of the search is increased by combining these data with a previously analyzed set of data obtained at √ s = 8 TeV and corresponding to a luminosity of 20 fb −1 . ",
            "section": "Summary",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "No evidence for non-standard-model physics is found, either in the 13 TeV data set alone, or in the combined data set. ",
            "section": "Summary",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "Upper limits at 95% confidence level on the product of production cross section and branching fraction have also been calculated in a modelindependent manner to enable interpretation in models predicting a narrow dielectron or dimuon resonance structure. ",
            "section": "Summary",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "Limits are set on the masses of hypothetical particles that could appear in new-physics scenarios. ",
            "section": "Summary",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "For the Z SSM particle, which arises in the sequential standard model, and for the superstring inspired Z ψ particle, 95% confidence level lower mass limits for the combined data sets and combined channels are found to be 3.37 and 2.82 TeV, respectively. ",
            "section": "Summary",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "The corresponding limits for Kaluza-Klein gravitons arising in the Randall-Sundrum model of extra dimensions with coupling parameters 0.01 and 0.10 are 1.46 and 3.11 TeV, respectively. ",
            "section": "Summary",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "These results significantly exceed the limits based on the 8 TeV LHC data.  ",
            "section": "Summary",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "6. ",
            "section": "Summary",
            "paragraph_rank": 41,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "figure",
                    "text": "6"
                }
            ]
        },
        {
            "text": "The 95% CL upper limits on the product of production cross section and branching fraction for (top) a spin-1 resonance with a width equal to 0.6% of the resonance mass and (bottom) for a spin-2 RS graviton, both relative to the product of production cross section and branching fraction for a Z boson, for the combined dielectron and dimuon channels and combined 8 and 13 TeV data. ",
            "section": "Summary",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "For the spin-1 results (top plot), the shaded bands correspond to the 68 and 95% quantiles for the expected limits, and theoretical predictions are shown for the spin-1 Z SSM and Z ψ resonances. ",
            "section": "Summary",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "For the spin-2 results (bottom plot), observed limits, expected limits, and theoretical predictions are shown for values of the coupling parameter k/M Pl = 0.01 and 0.10.",
            "section": "Summary",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "Table 1",
            "section_rank": 14
        },
        {
            "text": "The observed and expected 95% CL lower limits on the masses of spin-1 Z SSM and Z ψ bosons for the combination of the 8 and 13 TeV data, assuming a signal width of 0.6% of the resonance mass for Z ψ and 3% for Z SSM . ",
            "section": "Table 1",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "stitutes for their contributions to the success of the CMS effort. ",
            "section": "Table 1",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. ",
            "section": "Table 1",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: [9] CMS Collaboration, Search for physics beyond the standard model in dilepton mass spectra in proton-proton collisions at  ",
            "section": "Table 1",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 15
        },
        {
            "text": "Fig. 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "The invariant mass spectrum of (top) dielectron and (bottom) dimuon events at √ s = 13 TeV. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "The points with error bars represent the data. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "The histograms represent the expectations from SM processes. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "The bins have equal width in logarithmic scale but the width in GeV becomes larger with increasing mass. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "Example signal shapes for a narrow resonance with a mass of 2 TeV are shown by the stacked open histograms.",
            "section": "Fig. 1 .",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 16
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 44,
            "section_rank": 16
        },
        {
            "text": "The 95% CL upper limits on the product of production cross section and branching fraction for a spin-1 resonance with a width equal to 0.6% of the resonance mass, relative to the product of production cross section and branching fraction for a Z boson, for the (top) dielectron and (bottom) dimuon channels in the 13 TeV data. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 44,
            "section_rank": 16
        },
        {
            "text": "The shaded bands correspond to the 68 and 95% quantiles for the expected limits. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 44,
            "section_rank": 16
        },
        {
            "text": "Theoretical predictions for the spin-1 Z SSM and Z ψ resonances are shown for comparison.",
            "section": "Fig. 2 .",
            "paragraph_rank": 44,
            "section_rank": 16
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 17
        },
        {
            "text": "Fig. 5. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 45,
            "section_rank": 17
        },
        {
            "text": "The 95% CL upper limits on the product of production cross section and branching fraction for a spin-1 resonance with a width equal to 0.6% of the resonance mass, relative to the product of production cross section and branching fraction for a Z boson, for the combined 8 and 13 TeV data in the (top) dielectron and (bottom) dimuon channel. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 45,
            "section_rank": 17
        },
        {
            "text": "The shaded bands correspond to the 68 and 95% quantiles for the expected limits. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 45,
            "section_rank": 17
        },
        {
            "text": "Theoretical predictions for the spin-1 Z SSM and Z ψ resonances are also shown.",
            "section": "Fig. 5 .",
            "paragraph_rank": 45,
            "section_rank": 17
        },
        {
            "text": "Fig.",
            "section_rank": 18
        },
        {
            "text": "Fig. 6. ",
            "section": "Fig.",
            "paragraph_rank": 46,
            "section_rank": 18
        },
        {
            "text": "The 95% CL upper limits on the product of production cross section and branching fraction for (top) a spin-1 resonance with a width equal to 0.6% of the resonance mass and (bottom) for a spin-2 RS graviton, both relative to the product of production cross section and branching fraction for a Z boson, for the combined dielectron and dimuon channels and combined 8 and 13 TeV data. ",
            "section": "Fig.",
            "paragraph_rank": 46,
            "section_rank": 18
        },
        {
            "text": "For the spin-1 results (top plot), the shaded bands correspond to the 68 and 95% quantiles for the expected limits, and theoretical predictions are shown for the spin-1 Z SSM and Z ψ resonances. ",
            "section": "Fig.",
            "paragraph_rank": 46,
            "section_rank": 18
        },
        {
            "text": "For the spin-2 results (bottom plot), observed limits, expected limits,",
            "section": "Fig.",
            "paragraph_rank": 46,
            "section_rank": 18
        },
        {
            "text": "BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIEN-CIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NIH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS and RFBR (Russia); MESTD (Serbia); SEIDI and CPAN (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). ",
            "paragraph_rank": 47,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 514,
                    "end": 518,
                    "type": "software",
                    "rawForm": "MOE",
                    "resp": "service",
                    "id": "software-simple-s2"
                },
                {
                    "start": 834,
                    "end": 839,
                    "type": "software",
                    "rawForm": "STAR",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "Individuals have received support from the Marie-Curie programme and the European Research Council and EPLANET (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Science and Industrial Research, India; the HOMING PLUS programme of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus programme of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2013/11/B/ST2/04202, 2014/13/B/ST2/02543 and 2014/15/B/ST2/ 03998, Sonata-bis 2012/07/E/ST2/01406; the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; the National Priorities Research Program by Qatar National Research Fund; the Programa Clarín-COFUND del Principado de Asturias; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); and the Welch Foundation, contract C-1845. ",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "text": "√ s = 8 TeV with the ATLAS detector, Phys. ",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "text": "Rev. D 90 (2014) 052005, http://dx.doi.org/10.1103/PhysRevD.90.052005, arXiv:1405.4123.",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "text": "√ s = 8",
            "section_rank": 20
        },
        {
            "text": "TeV, J. In-D. ",
            "section": "√ s = 8",
            "paragraph_rank": 48,
            "section_rank": 20
        },
        {
            "text": "Matos Figueiredo, C. Mora Herrera, L. Mundim, H. Nogima, W.L. Prado Da Silva, A. Santoro, L. Barone a,b , F. Cavallari a , M. Cipriani a,b , G. D'imperio a,b,16 , D. Del Re a,b,16 , M. Diemoz a , S. Gelli a,b , E. Longo a,b , F. Margaroli a,b , P. Meridiani a , G. Organtini a,b , R. Paramatti a , F. Preiato a,b , S. Rahatlou a,b , C. Rovelli a , F. Santanastasio a,b a INFN Sezione di Roma, Roma, Italy b Università di Roma, Roma, Italy N. Amapane a,b , R. Arcidiacono a,c,16 , S. Argiro a,b , M. Arneodo a,c , N. Bartosik a , R. Bellan a,b , C. Biino a , N. Cartiglia a , M. Costa a,b , G. Cotto a,b , R. Covarelli a,b , A. Degano a,b , N. Demaria a , L. Finco a,b , B. Kiani a,b , C. Mariotti a , S. Maselli a , E. Migliore a,b , V. Monaco a,b , E. Monteil a,b , M.M. Obertino a,b , L. Pacher a,b , N. Pastrone a , M. Pelliccioni a , G.L. Pinna Angioni a,b , F. Ravera a,b , A. Romero a,b , F. Rotondo a , M. Ruspa a,c , R. Sacchi a,b , V. Sola a , A. Solano a,b , A. Staiano a , P. Traczyk a,b C. Schwick, M. Seidel, A. Sharma, P. Silva, P. Sphicas 47 , J. Steggemann, M. Stoye, Y. Takahashi, M. Tosi, D. Treille, A. Triossi, A. Tsirou, V. Veckalns 48 , G.I. Veres 21 , N. Wardle, A. Zagozdzinska 36 , W.D. Zeuner CERN, European Organization for Nuclear Research, Geneva, Switzerland W. Bertl, K. Deiters, W. Erdmann, R. Horisberger, Q. Ingram, H.C. Kaestli, D. Kotlinski, U. Langenegger, T. Rohe",
            "section": "√ s = 8",
            "paragraph_rank": 48,
            "section_rank": 20
        },
        {
            "text": "The 13 TeV data set is combined with the 2012 data set at √ s = 8 TeV [9], corresponding to integrated luminosities of 19.7 and 20.6 fb −1 for the dielectron and dimuon channels, respectively. ",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "For the combination, these luminosities must be rescaled to match the equivalent 13 TeV luminosities. ",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "This scaling depends on the mass of the resonance, with the effective luminosity of the 8 TeV data sample decreasing with increasing resonance mass. ",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "The scaling was determined by comparing Z and G KK cross sections calculated by pythia using the NNPDF2.3LO PDF set at √",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "s = 8 and 13",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "The observed and expected 95% CL lower limits on the masses of spin-2 Kaluza-Klein gravitons in the Randall-Sundrum model for the combination of the 8 and 13 TeV data, assuming two values of the coupling parameter, k/M Pl .",
            "paragraph_rank": 51,
            "section_rank": 22
        },
        {
            "text": "TeV, J. High Energy Phys. ",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "04 (2015) 025, http://dx.doi.org/10.1007/JHEP04(2015)025, arXiv:1412.6302. ",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "[10] ATLAS Collaboration, Search for high-mass new phenomena in the dilepton final state using proton-proton collisions at √ s = 13 TeV with the AT-LAS detector, Phys. ",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "Lett. ",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "B 761 (2016) 372, http://dx.doi.org/10.1016/j.physletb. ",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "2016.08.055, arXiv:1607.03669. ",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "[11] CMS Collaboration, The CMS experiment at the CERN LHC, J. Instrum. ",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "3 (2008) S08004, http://dx.doi.org/10.1088/1748-0221/3/08/S08004. ",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "[12] CMS Collaboration, The TriDAS Project Technical Design Report, Volume I: The Trigger Systems, CMS TDR CERN/LHCC 2000-038. ",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "CERN, 2000, http:// cdsweb.cern.ch/record/706847. ",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "[13] CMS Collaboration, The TriDAS Project Technical Design Report, Volume II: Data Acquisition and High-Level Trigger, CMS TDR CERN/LHCC 2002-026. ",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "CERN, 2002, http://cdsweb.cern.ch/record/578006. ",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "[14] CMS Collaboration, Performance of CMS muon reconstruction in pp collision events at √ s = 7 TeV, J. Instrum. ",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "7 (2012) P10002, http://dx.doi.org/10.1088/ 1748-0221/7/10/P10002, arXiv:1206.4071. ",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "[15] CMS Collaboration, Performance of electron reconstruction and selection with the CMS detector in proton-proton collisions at",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "Acknowledgements",
            "section_rank": 25
        },
        {
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS in- ",
            "section": "Acknowledgements",
            "paragraph_rank": 53,
            "section_rank": 25
        }
    ]
}