{
    "level": "sentence",
    "abstract": [
        {
            "text": "This article summarises the highlights of the recent experimental findings on strangeness production presented at the 16th edition of the International Conference on Strangeness in Quark Matter in Berkeley. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Results obtained by eight large experimental collaborations (ALICE, ATLAS, CMS, HADES, LHCb, NA-61, PHENIX, STAR) spanning a large range in centre-of-mass energy and a variety of collision systems were presented at the conference. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The article does not aim at being a complete review, but rather at connecting the experimental highlights of the different collaborations and at pointing towards questions which should be addressed by these experiments in future.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Historically, the interest in strangeness production in heavy-ion collisions dates back to the original proposal of strangeness enhancement as a signature of QGP formation [1]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "In a more modern view, the formation of strange particles in relativistic nucleus-nucleus (AA) collisions is described together with all other light flavour hadrons (hadrons consisting of u, d, and s valence quarks) in the framework of statistical thermal models and hydrodynamics (see e.g. [2,3]).",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 294,
                    "end": 296,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3]"
                }
            ]
        },
        {
            "text": "Nucleus-nucleus collisions at LHC and RHIC",
            "section_rank": 3
        },
        {
            "text": "Light flavour hadrons of low transverse momentum define the collective behaviour of the fireball created in the collision of ultra-relativistic heavy ions. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "Even at the highest LHC energies about 98% of all particles exhibit transverse momenta p T < 2 GeV/c [4]. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "They are thus produced in a regime which is not easily accessible to perturbation theory approaches in QCD. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "However, the assumption that the medium created in the collision is in local thermodynamic equilibrium allows to describe the main features of bulk particle production with two basic concepts. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "Firstly, the p T -integrated particle yields follow the expectations from statistical-thermal models (chemical equilibrium). ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "Secondly, the spectral shapes and azimuthal anisotropies can be explained by a common hydrodynamic expansion (kinetic equilibrium). ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "One of the main goals in the current investigation of light flavour hadron production is to determine up to which precision this baseline model holds and to carefully investigate the deviations from it for the search of new phenomena.",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "The validity of the hydrodynamic picture has recently been confirmed at the highest available centre-of-mass energy by the ALICE collaboration with a measurement of the v 2 , v 3 , and v 4 flow harmonics for charged particles in Pb-Pb collisions at √ s NN = 5.02 TeV [5]. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "One of the most distinct predictions of hydrodynamics is a mass ordering in the p T -dependent flow coefficients resulting from the interplay of radial and anisotropic flow: the common expansion velocity β Figure 1. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "leads to stronger blue-shift for heavier particles following p = m • βγ where m corresponds to the particle mass and γ to the Lorentz factor. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Figure 1 (left) shows a striking confirmation of this prediction for the fourth order flow harmonic which was recently measured by ALICE [6]. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 1"
                },
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The STAR Collaboration confirmed that the mass ordering for elliptic flow even holds for the triple-strange Ω-Baryon as shown in Fig. 1 (right). ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 143,
                    "type": "figure",
                    "text": "Fig. 1 (right)"
                }
            ]
        },
        {
            "text": "As the hadronic cross-sections for Ω and φ are significantly smaller than for the non-strange particles p and π, the results also indicate that a major part of the collectivity is already built up at the partonic stage.",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The success of thermal-statistical models in describing particle yields over a wide range of energies in central heavy-ion collisions is also confirmed at LHC energies. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The latest comparison of the complete set of particles available at LHC energies with the model prediction is shown in Fig. 2. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 125,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The yields of light flavour hadrons are described over nine orders of magnitude within 20% with a common chemical freeze-out temperature of T ch ≈ 156 MeV. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Most notably, also the yields of light (anti-)(hyper-)nuclei show agreement with equilibrium thermal model predictions. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The largest deviations are observed for protons (≈ 2.8σ) which would prefer a lower T ch and for Ξ (≈ 2.0σ) which would prefer a higher T ch . ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The question must be answered if these deviations are due to physical processes which are not taken into account in the current versions of thermalstatistical models or if the deviations are not significant and can be neglected by invoking the Occam's razor principle, giving preference to a model as simple as possible. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "One open issue was related to the p/π-ratio at top RHIC energies measured by STAR, that was found significantly higher than the ALICE measurement and whose value was thus indicating chemical freeze-out temperatures of approximately 163 MeV. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 5,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "software",
                    "rawForm": "STAR",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "This topic is now re-addressed with new data on proton production in which feed-down corrections are improved with the help of the STAR heavy-flavour tracker. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The first results presented at the conference indeed show a lower p/π-ratio for prompt protons which is more consistent with the ALICE and PHENIX results [8]. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "A careful future investigation of this topic is needed, because hadron resonance gas calculations on fluctuation observables start to deviate significantly from Lattice QCD for temperatures above 160 MeV [9].",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "On the theoretical side, two main ideas are on the market as an explanation for the different p and Ξ yield with respect to the thermal model at LHC energies: firstly, the concept that the chemical freeze-out temperatures for s quarks could be higher than for u and d quarks and secondly the presence of inelastic collisions in the hadronic phase [11]. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 347,
                    "end": 351,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "A potential difference in the chemical freeze-out temperature was originally motivated by Lattice QCD results from the Wuppertal-Budapest collaboration [12]. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "In order to substantiate this claim, freeze-out parameters have previously been extracted from measurements of net-charge and netbaryon number fluctuations [13,14] and now first attempts have been made for net-strangeness fluctuations, but as shown in Fig. 3, the current experimental precision on net-kaon fluctuations is not sufficient to clarify if the freeze-out temperature for strange particles is higher than for non-strange particles. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13,"
                },
                {
                    "start": 160,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14]"
                },
                {
                    "start": 252,
                    "end": 258,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "On the other hand, the dynamical picture of a freeze-out of a fraction of the partons in the system is not yet clear and also a clear ordering in the deviation of the particle yields from the thermal model is not observed: in principle, the triple strange Ω-Baryon should show a larger deviation from a common chemical freeze-out temperature, but the data does not show the expected ordering (Ω > Ξ , φ > Λ , K) of the deviations. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "New data with increased precision for multi-strange particles from the LHC run 2 and the upgraded detectors at RHIC is needed in order to investigate the exact magnitude of the deviations and their ordering.",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The effects of inelastic collisions in the hadronic phase are studied with UrQMD afterburners added to the thermal-statistical fits [11]. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "A significant improvement of the χ 2 /n dof is observed in this case together with an increase in T ch . ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The increase in T ch leads at LHC energies to regimes of chemical freeze-out temperatures in which the hadron resonance gas already deviates significantly from Lattice QCD [9]. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Future experimental work is needed to investigate precisely the centrality dependence of particle ratios such as p/π and Ξ/π. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "While the plain statisticalthermal model predicts that particle ratios are saturated above approximately 60% centrality, the lifetime of the hadronic phase is expected to increase with increasing centrality and thus also its influence on the particle ratios [15]. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "While the dependence of particle ratios on centrality in Pb-Pb collisions is not significant within the current systematic uncertainties, a careful experimental study on the correlated fraction of the systematic uncertainty across different centralities might allow further insights.",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Also the deviation of the K 0 * yield from the thermal model expectation is commonly attributed to the influence of the hadronic phase, but this time to elastic scattering processes of the decay daughters instead of inelastic collisions. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The magnitude of the effect is expected to increase with the cross-section of the decay daughters and to decrease for larger lifetimes of the resonance. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "This picture is now further substantiated by a new ALICE measurement of the ρ/π ratio which shows a suppression pattern that follows the ordering expected from the lifetimes [4]. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "On the other hand, the results on light (anti-)nuclei production could indicate a very short lifetime of the hadronic phase: despite their low binding energy, which is much smaller than the chemical freeze-out temperature of about 156 MeV, their production yields are in agreement with thermal model expectations. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "In addition, the shapes of the p T -spectra and the elliptic flow pattern are in agreement with a hydrodynamic expansion described by the blast-wave model [16,17] and thus show no difference with respect to non-composite particles. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16,"
                },
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17]"
                }
            ]
        },
        {
            "text": "Either, this indicates a production at the phase boundary without subsequent interaction, or a formation by final state coalescence (which takes into account the complex space-time dynamics), or an isentropic expansion which forces the system to keep the entropy-per-baryon constant after chemical freeze-out [18,19]. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18,"
                },
                {
                    "start": 313,
                    "end": 316,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19]"
                }
            ]
        },
        {
            "text": "Simple coalescence models assuming a point-like source without radial expansion fail to describe the data.  ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Figure 3.",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Comparison of the netkaon fluctuation measurement of the STAR collaboration with Lattice QCD predictions. ",
            "section": "Nucleus-nucleus collisions at LHC and RHIC",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Strangeness production at low energies",
            "section_rank": 4
        },
        {
            "text": "In the SPS energy domain, the NA-61/SHINE experiment is on the verge of reaching its originally anticipated goals. ",
            "section": "Strangeness production at low energies",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The measurement of excitation functions in pp collisions is nearly completed and while data on Ar+Sc collisions is analysed, a beam time for Xe+La is scheduled to complete the system size scan. ",
            "section": "Strangeness production at low energies",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The data shows that the horn-like structure in the K + /π + -ratio around √ s N N ≈ 6 − 10 GeV (often discussed in the context of thermal models [23] or as a potential signature for the onset of deconfinement [24]) is a genuine heavy-ion effect as the pp data follows a flat behaviour. ",
            "section": "Strangeness production at low energies",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[23]"
                },
                {
                    "start": 209,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "The experiment delivers important input for two external communities. ",
            "section": "Strangeness production at low energies",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Firstly, with data from proton beams on a carbon target the differential cross-sections for pion production are measured for the precise calculation of the flux of decay neutrinos. ",
            "section": "Strangeness production at low energies",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Secondly, data from a pion beam on a carbon target improves the modelling of cosmic ray air showers.",
            "section": "Strangeness production at low energies",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "At even lower centre-of-mass energies, the HADES experiment has completed a first comprehensive set of measurements on strange particle production in Au-Au collisions at √ s N N = 2.41 GeV. ",
            "section": "Strangeness production at low energies",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Feed-down contributions from φ decays explain the different slopes of the K + and the K − spectra which were previously attributed to a sequential freeze-out. ",
            "section": "Strangeness production at low energies",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "At such low energies, all strange particles are produced below the nucleon-nucleon threshold leading to a strong sensitivity to medium effects and multi-particle collisions. ",
            "section": "Strangeness production at low energies",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The data thus helps to constrain better the poorly known kaon-nucleon potential by comparisons with transport codes as shown in Fig. 4. ",
            "section": "Strangeness production at low energies",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 134,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "The preliminary statistical-thermal fit shows surprisingly that the larger Au+Au system does not follow the trend of the chemical freeze-out curve in contrast to the smaller Ar+KCl system. ",
            "section": "Strangeness production at low energies",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "A future measurement of the Ξ/π-ratio in the Au+Au system is eagerly awaited in order to see if it also drastically deviates from the thermal model baseline as in the Ar+KCl system [25]. ",
            "section": "Strangeness production at low energies",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "Strangeness production in small systems",
            "section_rank": 5
        },
        {
            "text": "Results from the RHIC beam energy scan together with older experimental data nicely demonstrate a smooth evolution of strangeness production (or the particle chemistry in general) across different centre-of-mass energies. ",
            "section": "Strangeness production in small systems",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "One of the most interesting results presented at the conference is that such a smooth evolution of strangeness production is also observed across different collision systems at LHC energies if the multiplicity dependence within the small collision systems is taken into account as shown in Fig. 5. ",
            "section": "Strangeness production in small systems",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 290,
                    "end": 296,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "In contrast to p-Pb or Pb-Pb data, the availability of the pp measurements now also allows to compare to a complete set of QCD-inspired event generators. ",
            "section": "Strangeness production in small systems",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "While the DIPSY and EPOS models describe qualitatively the enhanced production of strangeness with increasing event multiplicity, they will need at least further tuning for a correct quantitative description [4]. ",
            "section": "Strangeness production in small systems",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The evolution of the spectral shapes with event multiplicity follows a pattern which is consistent with a common radial expansion. ",
            "section": "Strangeness production in small systems",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "A simultaneous blast-wave fit to the spectra of π/K/p (ALICE) or Λ and K 0 S (CMS) shows a good description of the spectra in the relevant p T -range. ",
            "section": "Strangeness production in small systems",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "The trend of the freeze-out parameters T kin (kinetic freeze-out temperature) and β T (average radial expansion velocity) is very similar for pp, p-Pb, and Pb-Pb collisions. ",
            "section": "Strangeness production in small systems",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "However, β T is larger for pp and p-Pb than Pb-Pb collisions at comparable multiplicities [4,27]. ",
            "section": "Strangeness production in small systems",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "27]"
                }
            ]
        },
        {
            "text": "This could indicate a stronger radial flow due to larger pressure gradients, if a hydrodynamical description applies to such small systems [28].",
            "section": "Strangeness production in small systems",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "Summary and roadmap for the future",
            "section_rank": 6
        },
        {
            "text": "A large variety of high quality data on strangeness production from a pp, pA, and AA collisions at various centre-of-mass energies has been presented at the SQM 2016 conference in Berkeley. ",
            "section": "Summary and roadmap for the future",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "In the near future, experimental research should address the following five open problems: (i) At the highest RHIC and LHC (run 2) energies, the centrality dependence of yield ratios such as p/π and Ξ/π needs to be measured with good precision including the correlated part of the systematic uncertainty across different centrality bins. ",
            "section": "Summary and roadmap for the future",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "This will allow to address the question of potentially different chemical freeze-out temperatures and the influence of inelastic scatterings in the hadronic phase.",
            "section": "Summary and roadmap for the future",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "(ii) Measurements of the event-by-event fluctuations of the conserved quantities in QCD over the entire beam energy range will allow to investigate further a potential flavour dependence of chemical freeze-out and effects related to critical chiral dynamics. ",
            "section": "Summary and roadmap for the future",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "(iii) With the silicon vertex detectors operational at RHIC, feed-down corrections for the light flavour hadron yields can be done more precisely. ",
            "section": "Summary and roadmap for the future",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "The results should be updated and the thermal-statistical fit should be repeated which might resolve the current discrepancy between the chemical freeze-out temperature at top RHIC energies being slightly higher than the critical temperature obtained in Lattice QCD. ",
            "section": "Summary and roadmap for the future",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "(iv) The set of strange hadron measurements in Au+Au collisions at SIS-18 energies needs to be completed by the Ξ/π-ratio which showed a surprising deviation in Ar+KCl with respect to the thermal model [25]. ",
            "section": "Summary and roadmap for the future",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "(v) The multiplicity dependence of particle yield ratios in pp collisions at LHC energies should be repeated at 13 TeV centre-of-mass energy in order to disentangle the evolution of particle chemistry with √ s from the evolution with event multiplicity.",
            "section": "Summary and roadmap for the future",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "Even after 25 years of research, the investigation of light flavour hadron production in general and of strange hadrons in particular, remains a highly interesting topic of modern research.",
            "section": "Summary and roadmap for the future",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "4 for π, K and p measured in 20-30% Pb-Pb collisions at 2.76 TeV compared to expectations from hydrodynamics (left). ",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "The v 2 as function of p T for π, p (panel ",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "a) and φ, Ω (panel ",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "b) from minimum bias Au+Au collisions at 200 GeV for 0-80% centrality (right). ",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Figures taken from [6] (left) and from [7] (right).",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Figure 2 .",
            "section_rank": 8
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 .",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Comparison of grand-canonical thermal model predictions with ALICE data for central Pb-Pb collisions. ",
            "section": "Figure 2 .",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Figure taken from [10].",
            "section": "Figure 2 .",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "PRELIMINARYFigure 4 .",
            "section_rank": 9
        },
        {
            "text": "Figure 3.Comparison of the netkaon fluctuation measurement of the STAR collaboration with Lattice QCD predictions.Figure taken from[20,21].",
            "section": "PRELIMINARYFigure 4 .",
            "paragraph_rank": 18,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20,"
                },
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21]"
                }
            ]
        },
        {
            "text": "Figure 5 .",
            "section_rank": 10
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5 .",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "Yields of strange particles as a function of beam energy (left) and as a function of system size at LHC energies (right). ",
            "section": "Figure 5 .",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "Figure taken from [26] (left) and from [4] (right).",
            "section": "Figure 5 .",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "Acknowledgements",
            "section_rank": 12
        },
        {
            "text": "The author would like to thank A. Andronic ",
            "section": "Acknowledgements",
            "paragraph_rank": 20,
            "section_rank": 12,
            "entity_spans": [
                {
                    "start": 34,
                    "end": 43,
                    "type": "software",
                    "rawForm": "Andronic",
                    "resp": "service",
                    "id": "software-simple-s7"
                }
            ]
        }
    ]
}