{
    "level": "sentence",
    "abstract": [
        {
            "text": "The first collisions of lead nuclei, delivered by the CERN Large Hadron Collider (LHC) at the end of 2010, at a centreof-mass energy per nucleon pair √ s NN = 2.76 TeV, marked the beginning of a new era in ultra-relativistic heavy-ion physics. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Following the Run 1 period, LHC also successfully delivered Pb-Pb collisions at the collision energy √ s NN = 5.02 TeV at the end of 2015. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The study of the properties of the produced hot and dense strongly-interacting matter at these unprecedented energies is experimentally pursued by all four big LHC experiments, ALICE, ATLAS, CMS, and LHCb. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "This review presents selected experimental results from heavy-ion collisions delivered during the first three years of the LHC operation focusing on the bulk matter properties and the dynamical evolution of the created system. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "It also presents the first results from Run 2 heavy-ion data at the highest energy, as well as from the studies of the reference pp and p-Pb systems, which are an integral part of the heavy-ion programme.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The Standard Model, extensively tested by the high-energy physics community, and recently validated once more with the Higgs discovery, predicts a series of phase transitions. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Within the Standard Model, quantum chromodynamics (QCD), the theory of strong interactions, predicts (and numerical calculations on the lattice confirm) that nuclear matter undergoes a phase transition (crossover) to a state of deconfined quarks and gluons, at a critical temperature 1 of about 160 MeV [3], associated to an energy density of about 0.7 GeV/fm 3  [4]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 284,
                    "end": 285,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                },
                {
                    "start": 303,
                    "end": 306,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 360,
                    "end": 361,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                },
                {
                    "start": 363,
                    "end": 366,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "In addition, at about the same temperature, chiral symmetry is expected to be (approximately) restored and quark masses are reduced from their large effective values in hadronic matter to their small bare ones. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "While the Higgs mechanism is put forward to explain the mass generation of elementary particles, the mass of composite particles, which is larger than the mass of their constituents due to their interactions, is to be understood by studying the predicted QCD phase transitions and the high-temperature phase of QCD. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Indeed, it was suggested that studying matter in such a phase, where quarks and gluons are no longer confined into hadrons, called the Quark-Gluon Plasma (QGP) [5], one can gain insight into the basic features of QCD matter in its normal state, namely, confinement and chiral symmetry breaking [6]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 294,
                    "end": 297,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "According to the Big Bang cosmology such a deconfined state of matter existed in the early Universe during the first few microseconds after its creation [7], and it may also exist in the cores of neutron stars [8].",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 210,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Experimentally, collisions of heavy ions make it possible to create and study in the laboratory strongly-interacting matter under extreme conditions. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Several facilities, worldwide, contribute to exploring the details of the QCD phase transitions, mapping out different domains of the QCD phase diagram, Fig. 1-left. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 159,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Heavy-ion collisions at the top RHIC and LHC collider energies create deconfined matter characterized by small, almost vanishing, net-baryon densities and high temperatures compatible with lattice QCD calculations. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Future facilities at FAIR and NICA are being constructed to study the other extreme of the phase diagram at high baryochemical potential and low temperature. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Historically, after pioneering experimental efforts in the 1970s at LBNL and JINR theoretical and experimental research advanced with increasing energy at various laboratories from GSI SIS to BNL AGS and CERN SPS. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In 2000, an assessment of the SPS heavy-ion programme was presented [11,12] concluding that a new state of matter was produced in Pb-Pb central collisions at √ s NN = 17.3 GeV, exhibiting some of the most important characteristics predicted for the QGP. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[11,"
                },
                {
                    "start": 72,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12]"
                }
            ]
        },
        {
            "text": "Further progress of the heavy-ion programme at the BNL RHIC [13,14] and at the CERN SPS [15] confirmed and refined the first SPS results. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[13,"
                },
                {
                    "start": 64,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "14]"
                },
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The study of QCD at high temperatures entered a new era of precision measurements in 2010 with the startup of LHC delivering Pb-Pb collisions at the largest ever collision energies, more than an order of magnitude larger than previously achieved. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The experimental characterization of the QGP state should provide insight into the yet unexplained features of QCD that are important to understand hadron and nuclear properties. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The study of heavy-ion collisions probes QCD in the non-perturbative domain which calls for the development of effective theories. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "While numerical calculations on the lattice advanced considerably, they have difficulties in addressing dynamical quantities, such as transport coefficients (for first attempts see [16,17]). ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[16,"
                },
                {
                    "start": 185,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "17]"
                }
            ]
        },
        {
            "text": "Thus, in order to extract the properties of the produced matter, phenomenology and Monte Carlo models have to be employed. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Typically, at low and intermediate energies, hadronic transport models are used [18][19][20][21], while at high energies hydrodynamics is applicable [22,23]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[18]"
                },
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[19]"
                },
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[20]"
                },
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                },
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[22,"
                },
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "23]"
                }
            ]
        },
        {
            "text": "In addition, approaches based on the combination of hydrodynamics and transport, are employed [24] to model the full evolution of the system. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "Lattice QCD methods are known to fail in several contexts, the most important of which are nonzero baryon density, the determination of inherently Minkowskian (real time) quantities, and systems out of thermal equilibrium. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In these cases, remaining first principles methods include perturbation theory, relying on the weak coupling limit, as well as the gauge/gravity duality, which applies to a class of conformal field theories in their strongly coupled, large-N c limits. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Both of these methods have been successfully applied to the determination of a large number of quantities relevant for heavy-ion physics. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "For a review, see e.g. [25]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "Based on the comparison of models to the experimental data over a broad range of collision energies, it is possible to extract the following ranges for the macroscopic characteristics of the produced fireball (given in the system of units where = c = 1) [26] (1) temperature: 100 -500 MeV, of the order of a million times the temperature of the centre of the Sun (1 MeV≈ 10 10 K), (2) volume: (1-5) •10 3 fm 3 , (3) lifetime: (10 -20) fm/c (about (3 -6) • 10 −23 s), (4) pressure: 100 -300 MeV/fm 3 (1 MeV/fm 3 ≈ 10 33 Pa), (5) density: (1 -10) • ρ 0 (normal nuclear matter density ρ 0 = 0.17 fm −3 = 2.7 • 10 14 g/cm 3 ).",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[26]"
                },
                {
                    "start": 426,
                    "end": 434,
                    "type": "bibr",
                    "text": "(10 -20)"
                }
            ]
        },
        {
            "text": "To extract the properties of the produced matter different experimental observables are being optimized to probe the dynamical evolution of the system and characterize the different stages of the collision. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "At ultra-relativistic energies (E/m >> 1), during the collision of the two nuclei, dense gluon fields create a strongly-interacting medium, which then rapidly expands and very quickly thermalizes [27]. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "As the thermalized QGP continues to expand it cools down till its temperature decreases below the critical temperature of the QCD phase transitions T c ∼ 160 MeV, at which point it hadronises and converts into a hadron-resonance gas. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "At this moment, the composition of the produced particles is approximately fixed, at a temperature called the chemical freezeout temperature (which is presumably close to the critical temperature of the phase transitions). ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "After the chemical freezeout hadrons continue to interact. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "However, only their momentum distributions are modified as their relative energy is below the inelastic production threshold. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "At kinetic freezeout, characterized by the kinetic freezeout temperature, the medium is so dilute that the final state hadrons cease interacting and decouple. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "At this moment their momenta are fixed. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "According to common lore, the initial state of a heavy-ion collision can be described using the so-called Color Glass Condensate (CGC) framework [28][29][30][31][32][33], featuring an overoccupied ensemble of soft gluons up to the so-called saturation scale, above which the states are practically unoccupied. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[28]"
                },
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "text": "[29]"
                },
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[30]"
                },
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[31]"
                },
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[32]"
                },
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "The evolution of the system from this state towards hydrodynamic behaviour -and ultimately full thermalization -can today be described both at very weak and strong couplings, using effective kinetic theory and numerical holography, respectively. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Both pictures show fast apparent hydrodynamization at time scales of order of 1 fm/c or smaller [34,35].",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[34,"
                },
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "35]"
                }
            ]
        },
        {
            "text": "It is mostly from the final state hadrons measured in the experimental apparatus that one tries to deduce information about the initial state and the collision history as it is not possible to directly detect the QGP. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The most direct signal of the QGP state are photons shining through it, unaffected by strong interactions. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The investigation of the creation of the QGP and the study of its properties is thus relying on appropriate experimental observables (so-called \"signatures\") and their comparison to models. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The characterization of the created partonic matter in terms of its initial conditions (eccentricity, volume, temperature, lifetime), equation-of-state (relating pressure and energy) and of its transport properties (viscosity and diffusion coefficients) and ultimately delineating the QCD phase diagram [36] is the goal of a major ongoing research effort [27,[37][38][39][40]. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[36]"
                },
                {
                    "start": 355,
                    "end": 359,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27,"
                },
                {
                    "start": 359,
                    "end": 363,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[37]"
                },
                {
                    "start": 363,
                    "end": 367,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[38]"
                },
                {
                    "start": 367,
                    "end": 371,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[39]"
                },
                {
                    "start": 371,
                    "end": 375,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "Such studies have shown that Au-Au collisions at the top RHIC energies, at √ s NN = 200 GeV, produce a deconfined strongly interacting medium which behaves like an almost perfect liquid, with minimal shear viscocity to entropy ratio, very close to the minimum theoretical limit, and it is opaque to hard probes, quenching energetic particles propagating through it. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "At the LHC, the huge increase of energy, up to √ s NN = 5.02 TeV for Pb-Pb collisions, is expected to provide more favourable conditions of energy density and temperature that should lead to the creation of a denser, hotter, longer-lived medium. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Hence, one of the goals for the heavy-ion programme at LHC was to measure with increased precision the parameters which characterize this new state of matter, also making use of the particular strength of the LHC; namely, a powerful new generation of large acceptance, state-of-the-art, experiments, ALICE, ATLAS, CMS, and LHCb. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The advantage at the LHC and the most important impact of the increase of the collision energy is the large increase of the production of hard probes, giving access to a new class of observables, which is the focus of an accompanying article also published in this journal [41]. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "Experience from RHIC has shown that the bulk, macroscopic, properties of the produced matter can be well described by hydrodynamics which therefore could be used to extrapolate their values to LHC energies. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "However, due to the huge energy jump from RHIC to LHC (by a factor 10), its validity for the collisions at LHC could by no means be taken for granted. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Therefore, the first task at LHC was to study typical observables that test the hydrodynamic description of the created system and probe its global properties, as discussed in this article.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The interpretation of the heavy-ion experimental data relies considerably on a systematic comparison with the same observables measured in proton-proton and proton-nucleus collisions as well as in collisions of lighter ions to study the system-size and energy-density evolution of the different experimental observables. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In this way, the phenomena truly indicative of final-state effects due to the produced deconfined medium can be distinguished from other contributions and initial-state effects characteristic of the initial nuclei. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Therefore, the study of pp and p-Pb reference data at the same energy is integral part of the heavy-ion physics programme at LHC. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In particular, systematic comparisons and validation of the pp results with perturbative-QCD calculations is the first necessary step of such a programme. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In addition, comparisons of p-Pb results to appropriate models are expected to disentangle effects characteristic of cold nuclear matter (CNM) present at the initial state nuclei such as changes in the nuclear parton distribution functions or hadronic final state interactions [42][43][44]. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[42]"
                },
                {
                    "start": 281,
                    "end": 285,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[43]"
                },
                {
                    "start": 285,
                    "end": 289,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[44]"
                }
            ]
        },
        {
            "text": "For such collisions, at high energies, and especially at the extreme LHC energies, it is important to determine the achieved conditions and, in particular, the energy density. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Thus, systematic studies of the small reference systems, pp and p-Pb, offer, in addition, the possibility to investigate some basic physics questions like the onset of collectivity and in more detail, the number of interactions required between particles to treat a collection of them as a true medium as well as the conditions for the related transition from a microscopic to a macroscopic description in a relativistic quantum system.",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "To systematically study heavy-ion collisions certain experimental control parameters have been established and used routinely, for details see [45]. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "Examples of such parameters are the collision energy per nucleon pair, √ s NN (which can be varied by changing the beam energy), as well as the overlap area of the colliding nuclei (which depends on the collision centrality or, alternatively, the size of the colliding nuclei). ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Experimentally, specific measurements [46] are used to express collision centrality, usually given as a percentage of the geometrical cross section. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "An alternative way, commonly used, is via the number of participating nucleons, N part , which are the nucleons involved in the formation of the fireball in the overlap area of the colliding nuclei [47]. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "N part is estimated as an average over a given centrality range using a model describing the geometry of the collisions, so-called Glauber model [48]. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[48]"
                }
            ]
        },
        {
            "text": "From the same model N coll can be estimated, which is the number of single nucleon-nucleon collisions. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Central collisions of large, heavy ions are expected to provide ideal conditions of high-energy density and temperature to create a macroscopic system, the predicted hot and dense deconfined QGP medium [6]. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The different underlying physics processes are reflected in different ranges of the transverse momentum (p T ) spectra ( Fig. 1-right). ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 134,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1-right)"
                }
            ]
        },
        {
            "text": "In a rough classification, three domains can be identified: low, intermediate and high p T . ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "At low p T < 2 GeV/c, the bulk-matter dynamics is well described by relativistic hydrodynamic models. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Even at the high LHC energies, a large fraction of all particles (more than 95%) are produced in this p T regime. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The shape of the spectra of produced particles reflects the conditions at kinetic freezeout and the integrated particle yields reflect the conditions at chemical freezeout. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "At high p T > 8 GeV/c, the spectrum is dominated by partons from hard processes (i.e. parton scatterings with large momentum transfer) interacting with the medium. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Hard, high-p T observables are found to scale with N coll , while soft observables at low p T scale with N part . ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Understanding the interplay of soft and hard processes, particularly important at intermediate p T range, as well as the onset of hard processes, is relevant for understanding fundamental properties of QCD; it remains, however, a theoretical challenge which will benefit from experimental input and is therefore a major task at LHC.",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "A further advantage at LHC is the very broad phase-space coverage achieved by the detector systems also in pseudorapidity η (η is associated to the polar angle of the momentum of the particle relative to the beam axis 2 , with the remnants of the colliding nuclei flying at forward (backward) rapidities along the beam direction). ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Furthermore, the LHC experiments use almost all known particle identification techniques and the possibility to discriminate different particle species can be used as an additional powerful parameter. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Measurements include a large variety of particles, light and strange hadrons, isolated photons, Z, W, D, J/ψ (prompt and from B decays), Υ as well as electrons and muons, with electro-weak bosons being identified for first time in heavy-ion collisions.",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Overall, the high energies at LHC together with optimized experiments open up the possibility for precision, multidifferential measurements over an extended phase space in p T and rapidity, also exploiting particle identification; in particular, the p T coverage, depending on the observables, extends from almost zero ( Fig. 1-right), up to, in some cases, hundreds of GeV/c. ",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 321,
                    "end": 333,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1-right"
                }
            ]
        },
        {
            "text": "The simultaneous measurements of both soft and hard probes is mandatory to fully characterize the created system; however, due to space limitations we discuss in this paper a selection of low and intermediate p T results and of hard processes in the accompanying article [41].",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "The √ s NN = 5.02 TeV published at the time of writing. ",
            "section": "Introduction",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "In addition, we discuss results from pp and p-Pb collisions relevant to the soft observables. ",
            "section": "Introduction",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "We present a similar review of results on hard probes in the same journal [41]. ",
            "section": "Introduction",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "Other reviews of LHC results and further references to the literature can be found in [25,26,40,[49][50][51][52][53].",
            "section": "Introduction",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25,"
                },
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "26,"
                },
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "40,"
                },
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[49]"
                },
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[50]"
                },
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[51]"
                },
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[52]"
                },
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[53]"
                }
            ]
        },
        {
            "text": "Global event properties",
            "section_rank": 3
        },
        {
            "text": "Charged hadron multiplicity. ",
            "section": "Global event properties",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The number of produced particles (multiplicity) is an important property of the collisions related to the initial energy density and collision geometry and it is sensitive to the interplay between particle 2 η = −ln tan θ 2 , where θ -polar angle; when the mass of the particles is negligible, η is a good approximation of the rapidity",
            "section": "Global event properties",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "production from hard and soft processes as well as to coherence effects between individual nucleon-nucleon scatterings. ",
            "section": "Global event properties",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "With an increase of collision energy it is expected that the role of hard processes increases. ",
            "section": "Global event properties",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Because particle multiplicity cannot be currently calculated from first principles, in particular at low p T , experimental measurements provide crucial input to models describing particle-production mechanisms. ",
            "section": "Global event properties",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "A summary of charged-particle pseudorapidity density (charged particle multiplicity per rapidity unit, dN ch /dη) per participant pair from pp, pA, and AA collisions, measured as function of the collision energy, is shown in Fig. 2-left [54], including data at the highest available energies from pp at √ s = 13 TeV and Pb-Pb at √ s NN = 5.02 TeV. ",
            "section": "Global event properties",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 225,
                    "end": 231,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                },
                {
                    "start": 237,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[54]"
                }
            ]
        },
        {
            "text": "The dependence of this quantity on the collision energy follows a power law behaviour, s α NN , with α = 0.1 for the elementary systems pp and pA, while the AA data show a much steeper dependence, best described with α = 0.16. ",
            "section": "Global event properties",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "The change from RHIC to LHC is related to a possible enhanced contribution of hard processes at the higher energies. ",
            "section": "Global event properties",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "The 20% relative increase observed between the Pb-Pb measurements at √ s NN = 2.76 TeV and 5.02 TeV is in agreement with established trends.",
            "section": "Global event properties",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "The steeper rise of particle production in AA with respect to elementary pp and pA shows that heavy-ion collisions cannot be described as an independent superposition of single nucleon-nucleon interactions. ",
            "section": "Global event properties",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Such measurements are employed to constrain theoretical models and help disentangle different production processes [52,54,55]. ",
            "section": "Global event properties",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[52,"
                },
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "54,"
                },
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "55]"
                }
            ]
        },
        {
            "text": "It is a challenge for the models to describe the shape and values of the distribution in the whole η range. ",
            "section": "Global event properties",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "However, the Color Glass Condensate model [63], based on gluon saturation at the initial state, can describe the data in the region where its application is valid. ",
            "section": "Global event properties",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "[63]"
                }
            ]
        },
        {
            "text": "This measurement also allows us to extract the number of charged particles produced in a collision, which for the 0-5% central Pb-Pb events at √ s NN = 2.76 TeV obtained from the integration of the distribution over the whole η range reaches N ch = 17165±772 [56], and measured in |η| < 0.5 reaches 1601±60 [57]. ",
            "section": "Global event properties",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[56]"
                },
                {
                    "start": 307,
                    "end": 311,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[57]"
                }
            ]
        },
        {
            "text": "10-20%",
            "section": "Global event properties",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "20-30%",
            "section_rank": 4
        },
        {
            "text": "Pb-Pb √ s NN =2.76 TeV Transverse energy. ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The transverse energy pseudorapidity density was measured for √ s NN = 2.76 TeV Pb-Pb data first by CMS [74], and recently by ALICE [75], Fig. 3 ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "[74]"
                },
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "[75]"
                },
                {
                    "start": 138,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "(a). ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "This quantity is used to estimate the energy density within the Bjorken hydrodynamic model [76], which is based on geometrical considerations (longitudinal, transversely isotropic expansion of the created medium). ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b79",
                    "text": "[76]"
                }
            ]
        },
        {
            "text": "In that case the energy density is = (dE T /dη) | η=0 / (A × τ 0 ), where A is the overlap area of the colliding nuclei and τ 0 is the parton-formation time [77]. ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b80",
                    "text": "[77]"
                }
            ]
        },
        {
            "text": "The ALICE results are consistent with the ones of CMS for the 10-80% centrality range; however, the ALICE measurement yields a lower transverse energy density for the 0-5% central collisions, of = 12.3±1 GeV/fm 3 , compared to the CMS measurement = 14 GeV/fm 3 . ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "Therefore, at the LHC, assuming A = π × (7 fm) 2 and τ 0 = 1 fm/c, the energy density is in the range = 12-14 GeV/fm 3 for the initial stage of central Pb-Pb collisions at √ s NN = 2.76 TeV, roughly 2-3 times higher than that reported at RHIC [13,14,[77][78][79] and well above the critical energy density predicted for the phase transition, which is about 0.7 GeV/fm 3 [4]. ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[13,"
                },
                {
                    "start": 247,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "14,"
                },
                {
                    "start": 250,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b80",
                    "text": "[77]"
                },
                {
                    "start": 254,
                    "end": 258,
                    "type": "bibr",
                    "ref_id": "b82",
                    "text": "[78]"
                },
                {
                    "start": 258,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b83",
                    "text": "[79]"
                },
                {
                    "start": 370,
                    "end": 373,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Initial temperature. ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The initial temperature of an equilibrated QGP state can be estimated by studying electromagnetic probes, which do not interact strongly with the medium and therefore carry information from the early stages of the collision [80]. ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b84",
                    "text": "[80]"
                }
            ]
        },
        {
            "text": "A recent discussion of theoretical aspects of photon production in high-energy nuclear collisions can be found in [81]. ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b85",
                    "text": "[81]"
                }
            ]
        },
        {
            "text": "The measurement of direct photons 3 at √ s NN = 2.76 TeV Pb-Pb collisions is presented in Fig. 3 (b). ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 100,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 3 (b)"
                }
            ]
        },
        {
            "text": "The direct-photon spectrum was extracted by subtracting the contribution from particle decays to photons [82]. ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b86",
                    "text": "[82]"
                }
            ]
        },
        {
            "text": "The spectrum is compared to NLO pQCD calculations for pp collisions scaled by the number of binary collisions [81,[83][84][85][86], which describe well the photon spectrum for p T > 5 GeV/c. ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b85",
                    "text": "[81,"
                },
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b87",
                    "text": "[83]"
                },
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b88",
                    "text": "[84]"
                },
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b89",
                    "text": "[85]"
                },
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b90",
                    "text": "[86]"
                }
            ]
        },
        {
            "text": "However, the excess below 2 GeV/c, not described by these calculations, can be attributed to thermal photons. ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "At the LHC, the inverse slope parameter extracted from an exponential fit at the low-p T range 0.8 <p T < 2.2 GeV/c, an \"effective temperature,\" is T eff = 297 ± 12(stat) ± 41(syst) MeV. ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "This value is well above the temperature expected for the phase transition (about 160 MeV) and about 40% higher than the one reported at RHIC [87]. ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b91",
                    "text": "[87]"
                }
            ]
        },
        {
            "text": "However, measurements of thermal photons are notoriously demanding [88] and important considerations have to be taken into account for the interpretation of these measurements [89], i.e. advanced theoretical analyses of the data [83] consider blue-shift Doppler corrections taking into account the radially expanding medium [90]. ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b92",
                    "text": "[88]"
                },
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b93",
                    "text": "[89]"
                },
                {
                    "start": 229,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b87",
                    "text": "[83]"
                },
                {
                    "start": 324,
                    "end": 328,
                    "type": "bibr",
                    "ref_id": "b94",
                    "text": "[90]"
                }
            ]
        },
        {
            "text": "Such corrections have been accounted for in recent model calculations involving hydrodynamical evolution of the QGP [86,[91][92][93]. ",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b90",
                    "text": "[86,"
                },
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b95",
                    "text": "[91]"
                },
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b96",
                    "text": "[92]"
                },
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b97",
                    "text": "[93]"
                }
            ]
        },
        {
            "text": "The initial temperatures T init assumed in these models vary between 350 and 700 MeV.",
            "section": "20-30%",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "Chemical freezeout. ",
            "section": "20-30%",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Assuming the simple statistical nature of the hadronization process and that the created medium (with partonic degrees of freedom) is in thermodynamic equilibrium, thermal (statistical) models based on the grand canonical ensemble can be successfully employed to describe the particle abundances [95,96]. ",
            "section": "20-30%",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "type": "bibr",
                    "ref_id": "b99",
                    "text": "[95,"
                },
                {
                    "start": 300,
                    "end": 303,
                    "type": "bibr",
                    "ref_id": "b100",
                    "text": "96]"
                }
            ]
        },
        {
            "text": "Within the framework of such models, the conditions at chemical freezeout (where particle composition is fixed) can be determined from the measured particle yields, and are described by the fit parameters corresponding to the chemical freezeout temperature (T ch ) and baryochemical potential (µ B ). ",
            "section": "20-30%",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Comparisons of the measurements from Pb-Pb collisions at",
            "section": "20-30%",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "TeV [97][98][99][100][101][102] with statistical models [103][104][105][106][107][108] show that the best agreement is reached at vanishing baryochemical potential µ B ≈ 1 MeV, and at a chemical freezeout temperature of T ch ≈ 156 MeV. ",
            "section": "20-30%",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b101",
                    "text": "[97]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b102",
                    "text": "[98]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b103",
                    "text": "[99]"
                },
                {
                    "start": 16,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b104",
                    "text": "[100]"
                },
                {
                    "start": 21,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b105",
                    "text": "[101]"
                },
                {
                    "start": 26,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b106",
                    "text": "[102]"
                },
                {
                    "start": 56,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b107",
                    "text": "[103]"
                },
                {
                    "start": 61,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b108",
                    "text": "[104]"
                },
                {
                    "start": 66,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b109",
                    "text": "[105]"
                },
                {
                    "start": 71,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b110",
                    "text": "[106]"
                },
                {
                    "start": 76,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b111",
                    "text": "[107]"
                },
                {
                    "start": 81,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b112",
                    "text": "[108]"
                }
            ]
        },
        {
            "text": "This is lower than the value T ch ≈ 164 MeV predicted based on extrapolations from RHIC energies before the LHC start-up [109]. ",
            "section": "20-30%",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b114",
                    "text": "[109]"
                }
            ]
        },
        {
            "text": "This deviation is due to an overestimate of the proton yield and several possible explanations have been suggested in [106,[110][111][112][113][114][115][116][117] including the effects of possible large baryon-antibaryon annihilation in the late hadronic phase.",
            "section": "20-30%",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b110",
                    "text": "[106,"
                },
                {
                    "start": 123,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b115",
                    "text": "[110]"
                },
                {
                    "start": 128,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b116",
                    "text": "[111]"
                },
                {
                    "start": 133,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b117",
                    "text": "[112]"
                },
                {
                    "start": 138,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b118",
                    "text": "[113]"
                },
                {
                    "start": 143,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b119",
                    "text": "[114]"
                },
                {
                    "start": 148,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b120",
                    "text": "[115]"
                },
                {
                    "start": 153,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b121",
                    "text": "[116]"
                },
                {
                    "start": 158,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b122",
                    "text": "[117]"
                }
            ]
        },
        {
            "text": "Kinetic freezeout. ",
            "section": "20-30%",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "The kinetic freezeout can be described by hydrodynamics-inspired blast-wave models [69,78,118]. ",
            "section": "20-30%",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "[69,"
                },
                {
                    "start": 87,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b82",
                    "text": "78,"
                },
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b123",
                    "text": "118]"
                }
            ]
        },
        {
            "text": "Such models allow us to experimentally extract the associated temperature T kin and the average transverse flow velocity β T (reflecting the transverse expansion of the medium) from the low-p T spectra of identified charged hadrons. ",
            "section": "20-30%",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "The spectra of π, K, and p were measured at the LHC [10,119] from down to almost zero p T and up to p T = 20 GeV/c at midrapidity, as shown in Fig. 1-right. ",
            "section": "20-30%",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10,"
                },
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b124",
                    "text": "119]"
                },
                {
                    "start": 143,
                    "end": 149,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Because of the common radial expansion velocity, the p T spectra of different particle species reflect the differences of their masses which results in a characteristic mass ordering. ",
            "section": "20-30%",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "The mean transverse momentum of the spectra is higher than in central Au-Au collisions at √ s NN = 200 GeV at RHIC [69,120], which suggests stronger collective radial flow. ",
            "section": "20-30%",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "[69,"
                },
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b125",
                    "text": "120]"
                }
            ]
        },
        {
            "text": "A blast-wave fit yields a kinetic freezeout temperature T kin = 96 ± 10 MeV, similar to the one at RHIC, and a radial flow velocity β T = 0.65 ± 0.02, about 10% higher than that at RHIC. ",
            "section": "20-30%",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "The data are in good agreement with hydrodynamic model calculations [121][122][123][124][125] that include viscuous corrections and rescatterings at the hadronisation phase.",
            "section": "20-30%",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b126",
                    "text": "[121]"
                },
                {
                    "start": 73,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b127",
                    "text": "[122]"
                },
                {
                    "start": 78,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b128",
                    "text": "[123]"
                },
                {
                    "start": 83,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b129",
                    "text": "[124]"
                },
                {
                    "start": 88,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b130",
                    "text": "[125]"
                }
            ]
        },
        {
            "text": "Size and lifetime of the QGP medium. ",
            "section": "20-30%",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "The space-time evolution of the expanding fireball can be inferred using identical pion interferometry techniques, also known as Hanbury-Brown Twiss (HBT) correlations [126], and is found to be well described by calculations of hydrodynamical models [127]. ",
            "section": "20-30%",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 168,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b131",
                    "text": "[126]"
                },
                {
                    "start": 250,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b132",
                    "text": "[127]"
                }
            ]
        },
        {
            "text": "At LHC, the system created in the 5% most central Pb-Pb collisions at √ s NN = 2.76 TeV has a \"homogeneity volume\" at kinetic freezeout (when strong interactions cease) of ∼5000 fm 3 , about twice as large as the one measured at RHIC, see Fig. 3 (c). ",
            "section": "20-30%",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 239,
                    "end": 245,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Combining the world measurements, a linear increase of the extracted volume as a function of charged-particle multiplicity is observed. ",
            "section": "20-30%",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "The    [82]. ",
            "section": "20-30%",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b86",
                    "text": "[82]"
                }
            ]
        },
        {
            "text": "(c) Effective \"volume\" of the particle emitting source at kinetic freezeout calculated as a product of the pion HBT radii for heavy-ion collisions at the LHC (centrality 0-5%) and lower energies [94], shown as a function of charged-particle pseudorapidity density. ",
            "section": "20-30%",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b98",
                    "text": "[94]"
                }
            ]
        },
        {
            "text": "Figure from  [94].",
            "section": "20-30%",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 11,
                    "type": "figure",
                    "text": "Figure from"
                },
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b98",
                    "text": "[94]"
                }
            ]
        },
        {
            "text": "femtoscopic technique also allows us to extract the decoupling time, because the size of the particle emitting region is inversely proportional to the gradient of the velocity of the expanding medium. ",
            "section": "20-30%",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "The decoupling time extracted by ALICE is of the order of 10 fm/c [94], 30% larger than the one obtained at RHIC.",
            "section": "20-30%",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b98",
                    "text": "[94]"
                }
            ]
        },
        {
            "text": "Angular correlations and fluctuations",
            "section_rank": 5
        },
        {
            "text": "The collective behaviour of the QGP medium, apparent in all measured soft observables probing its bulk properties and well described by hydrodynamics (see Sec. 2), yields particle correlations between final-state particles. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "In addition, there are numerous other sources of correlations, e.g. jets, quantum statistics or Coulomb effects, conservation laws, decays of unstable particles. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "A powerful way to investigate them is the method of two-particle angular correlation in relative pseudorapidity (∆η) and azimuthal angle (∆ϕ) space. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Each one of the listed correlation sources produce a different shape in the ∆η∆ϕ distribution and contributes to the global correlation landscape. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "For example, quantum statistics HBT effects can be seen at (∆η, ∆ϕ) ∼ (0, 0) at low p T , while momentum conservation appears as a −cos(∆ϕ) shape underlying the measured distribution. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The information about all those contributions allows us to study the intrinsic collective behaviour of the medium. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Moreover, it is further exploited by ALICE using identified particles (pions, kaons, protons) [128,129] as well as by CMS using hadron-K 0 and hadron-Λ correlations [130]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b133",
                    "text": "[128,"
                },
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b134",
                    "text": "129]"
                },
                {
                    "start": 165,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b135",
                    "text": "[130]"
                }
            ]
        },
        {
            "text": "By studying the relative contributions of the different components in ∆η∆ϕ space one can gain insight in the interplay of the different correlation sources and hence on the details of the dynamic properties of the medium.",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The ∆η∆ϕ angular distributions, first measured in Au-Au collisions at RHIC [131,132], revealed two important features: a peak around (∆η, ∆ϕ) = (0, 0), usually referred to as the \"near-side peak\", originating primarily from jets, and prominent long-range correlations (referred to as the \"ridges\"), extended over several units of rapidity and centered in azimuth around ∆ϕ = 0 (\"near-side\") and ∆ϕ = π (\"away-side\"). ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b136",
                    "text": "[131,"
                },
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b138",
                    "text": "132]"
                }
            ]
        },
        {
            "text": "The near-side ridge becomes stronger with increasing centrality and has mostly been associated with collective phenomena. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Analogous structures were observed in Pb-Pb collisions at the LHC [133][134][135], as shown in Fig. 4 (a). ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b139",
                    "text": "[133]"
                },
                {
                    "start": 71,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b140",
                    "text": "[134]"
                },
                {
                    "start": 76,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b141",
                    "text": "[135]"
                },
                {
                    "start": 95,
                    "end": 105,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 4 (a)"
                }
            ]
        },
        {
            "text": "The ratio of data to the n ≤ 5 sum is shown in the lower panel. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Figure from  [133]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 11,
                    "type": "figure",
                    "text": "Figure from"
                },
                {
                    "start": 13,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b139",
                    "text": "[133]"
                }
            ]
        },
        {
            "text": "Surprisingly, similar structures were observed in the \"small reference systems\" at LHC. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "First, a near-side ridge was observed in high-multiplicity pp collisions by CMS 4 and then by ATLAS [136][137][138] at √ s = 2.76 TeV, 7 TeV and 13 TeV pp data, followed up by similar results from p-Pb collisions at √ s NN = 5.02 TeV [139][140][141][142][143]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                },
                {
                    "start": 100,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b143",
                    "text": "[136]"
                },
                {
                    "start": 105,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b144",
                    "text": "[137]"
                },
                {
                    "start": 110,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b145",
                    "text": "[138]"
                },
                {
                    "start": 234,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b147",
                    "text": "[139]"
                },
                {
                    "start": 239,
                    "end": 244,
                    "type": "bibr",
                    "ref_id": "b148",
                    "text": "[140]"
                },
                {
                    "start": 244,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b150",
                    "text": "[141]"
                },
                {
                    "start": 249,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b151",
                    "text": "[142]"
                },
                {
                    "start": 254,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b152",
                    "text": "[143]"
                }
            ]
        },
        {
            "text": "In these systems a clear evolution from the absence of a near-side ridge correlation in low-multiplicity collisions to a prominent structure present at high multiplicities can be seen, see Fig. 4 (b-c), while the jet-peak correlation remains roughly similar [144]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 189,
                    "end": 195,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 4"
                },
                {
                    "start": 258,
                    "end": 263,
                    "type": "bibr",
                    "ref_id": "b153",
                    "text": "[144]"
                }
            ]
        },
        {
            "text": "ALICE results [140] from p-Pb collisions revealed that the near-side ridge is accompanied by an essentially identical away-side structure. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b148",
                    "text": "[140]"
                }
            ]
        },
        {
            "text": "Recent results of ATLAS on pp collisions [136], implementing a sophisticated analysis method to study the multiplicity dependence of such effects, found the near-side ridges already to be present at very lowmultiplicity classes; a smooth evolution of the magnitude of the effects is observed. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b143",
                    "text": "[136]"
                }
            ]
        },
        {
            "text": "There are two main possible explanations of this phenomenon under debate. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The first one is based solely on hydrodynamics [145][146][147][148][149], while the second one originates from the gluon saturation picture of the initial state of the collision as implemented in CGC [150][151][152][153][154][155]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b155",
                    "text": "[145]"
                },
                {
                    "start": 52,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b156",
                    "text": "[146]"
                },
                {
                    "start": 57,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b157",
                    "text": "[147]"
                },
                {
                    "start": 62,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b158",
                    "text": "[148]"
                },
                {
                    "start": 67,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b159",
                    "text": "[149]"
                },
                {
                    "start": 200,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b160",
                    "text": "[150]"
                },
                {
                    "start": 205,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b161",
                    "text": "[151]"
                },
                {
                    "start": 210,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b162",
                    "text": "[152]"
                },
                {
                    "start": 215,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b163",
                    "text": "[153]"
                },
                {
                    "start": 220,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b164",
                    "text": "[154]"
                },
                {
                    "start": 225,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b166",
                    "text": "[155]"
                }
            ]
        },
        {
            "text": "For other possible explanations one can refer to [156][157][158][159].",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b167",
                    "text": "[156]"
                },
                {
                    "start": 54,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b168",
                    "text": "[157]"
                },
                {
                    "start": 59,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b169",
                    "text": "[158]"
                },
                {
                    "start": 64,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b170",
                    "text": "[159]"
                }
            ]
        },
        {
            "text": "Assuming that the long-range correlations (for large ∆η) are mostly due to collective phenomena, which induce correlations of practically all particles created in the collisions, we can quantify them by extracting \"flow coefficients\" (see below for detailed description) from the Fourier decomposition of the projections of the measured twodimensional correlation into ∆ϕ at large ∆η. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "Since non-flow effects usually induce only short-range correlations (at small ∆η), they are expected to be strongly suppressed applying this procedure. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "As an example, the projection of the two-particle correlation function C(∆ϕ, |∆η| > 0.8) with the extracted Fourier harmonics is shown in Fig. 4 (d). ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 148,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 4 (d)"
                }
            ]
        },
        {
            "text": "At LHC, such coefficients have been extracted from the ∆ϕ distributions for all measured systems Pb-Pb, p-Pb and pp; their interpretation and possible collective origin in the \"small systems\" is the subject of intense systematic investigations.",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "In heavy-ion collisions collective phenomena have been associated with the presence of a macroscopic stronglyinteracting medium. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The origin of hydrodynamic flow, in non-central heavy-ion collisions is the presence of anisotropic pressure gradients, developed in the overlap region of the two colliding nuclei (due to reinteractions among the produced medium constituents and/or produced final state particles), which then transform the initial spatial anisotropy into an observed momentum anisotropy, leading to an anisotropic particle distribution dN/dϕ. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The azimuthal angle anisotropies can be quantified by applying a Fourier decomposition to the measured distribution [160]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b171",
                    "text": "[160]"
                }
            ]
        },
        {
            "text": "Flow coefficients can be extracted from v n = cos n(ϕ − Ψ n ) , where Ψ n is the azimuthal angle of the symmetry plane of the overlap region, and ϕ is the particle's azimuthal angle 5  as radial flow, the v 1 coefficient is known as directed flow, while the second, v 2 , Fourier coefficient, is the elliptic flow. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Since the overlap region, in non-central heavy-ion collisions, has an approximately ellipsoidal shape, the dominant flow coefficient is v 2 ; however, other harmonics are also present. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The anisotropic flow is sensitive to the initial geometry of the overlap region as well as to the equation of state of the system and its transport properties.",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The presence of v 2 in AA collisions is one of the key observables indicating the creation of a deconfined medium that induces correlations in contrast to a superposition of independent nucleon-nucleon collisions where no such azimuthal correlations are expected.",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "Detailed analysis of azimuthal correlations has shown that the higher flow harmonics, initially assumed to be negligible due to symmetry reasons, are also present with measurements extending up to v 6 [161][162][163]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 201,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b172",
                    "text": "[161]"
                },
                {
                    "start": 206,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b173",
                    "text": "[162]"
                },
                {
                    "start": 211,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b174",
                    "text": "[163]"
                }
            ]
        },
        {
            "text": "They arise due to the statistical nature of single nucleon-nucleon collisions which leads to irregular fluctuations of the initial energy-density profile of the colliding nucleons [161][162][163][164]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 180,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b172",
                    "text": "[161]"
                },
                {
                    "start": 185,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b173",
                    "text": "[162]"
                },
                {
                    "start": 190,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b174",
                    "text": "[163]"
                },
                {
                    "start": 195,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b176",
                    "text": "[164]"
                }
            ]
        },
        {
            "text": "These irregularities affect the initial pressure gradient and energy distribution and cause fluctuations of the direction and magnitude of the elliptic flow at an event-by-event level [164,165]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 184,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b176",
                    "text": "[164,"
                },
                {
                    "start": 189,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b177",
                    "text": "165]"
                }
            ]
        },
        {
            "text": "Their measurement is particularly important to access and constrain the initial conditions of the collision, that play a key role in the determination of the η/s. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "multi-particle correlations, less influenced by non-flow effects, agree within 1%, which implies that non-flow effects are indeed strongly suppressed. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "The values of v 2 {2} compared to the v 2 values estimated from multi-particle correlations are higher reflecting the effects of non-flow correlations on v 2 {2}. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "The v 2 , which originates from the asymmetric pressure gradients of the initial ellipsoidal overlap region, increases, as expected, with the initial geometric asymmetry from central to peripheral collisions, with maximal value for the centrality range 40-50%. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "The magnitude and centrality dependence of the higher harmonics, v 3 and v 4 , reflecting the irregular energy-density fluctuations of the initial stage, is much weaker. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "The values of the measured v n coefficients are in good agreement with calculations of hydrodynamical models [166,167], see solid lines in the top panel of Fig. 5 (a). ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b178",
                    "text": "[166,"
                },
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b179",
                    "text": "167]"
                },
                {
                    "start": 156,
                    "end": 166,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Fig. 5 (a)"
                }
            ]
        },
        {
            "text": "The moderate increase of v 2 , v 3 and v 4 , observed between the two energies, allows discriminating between different model predictions [166,167] and parametrizations of the initial conditions (in terms of the transport coefficient η/s, the ratio of the shear viscosity, η, over the entropy density, s).",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b178",
                    "text": "[166,"
                },
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b179",
                    "text": "167]"
                }
            ]
        },
        {
            "text": "Further systematic studies of flow coefficients and their event-by-event fluctuations were performed at LHC [171,172]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b183",
                    "text": "[171,"
                },
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b184",
                    "text": "172]"
                }
            ]
        },
        {
            "text": "Such measurements, are extensively compared to models with the aim to access the fluctuations in the initial state geometry. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "The ATLAS results, presented in Fig. 6, show that the v n distributions broaden from central to peripheral collisions, especially for v 2 , reflecting the gradual increase of the magnitude of v n for more peripheral collisions. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 32,
                    "end": 38,
                    "type": "figure",
                    "ref_id": "fig_10",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "Moreover, the results are in good agreement with a scenario assuming only fluctuations, except for v 2 , confirming that v 2 is driven by the initial geometry while the higher harmonics are driven by fluctuations.  ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "Additional constraints on hydrodynamical models, and in particular on the initial conditions and transport coefficient η/s can be set studying the dependence of v 2 (and of higher harmonics) on transverse momentum and particle mass. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "Detailed studies of the elliptic flow v 2 of a variety of particles (π, K, K 0 S , p, φ, Λ, Ξ, Ω) have been carried out [173]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b185",
                    "text": "[173]"
                }
            ]
        },
        {
            "text": "At low p T a mass ordering related to an interplay of radial and anisotropic flow is seen, that is in agreement with hydrodynamical calculations. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "Further analysis of identified particles (π, K, p) in Pb-Pb collisions at √ s NN = 5.02 TeV [174] shows that the expected mass ordering is also seen for higher harmonics. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b186",
                    "text": "[174]"
                }
            ]
        },
        {
            "text": "Such precision measurements allow the detailed characterization of the properties of the produced matter. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "The parameter that controls most directly the behaviour of the medium, apart from its equation of state, is the transport coefficient η/s (the relativistic generalisation of the kinematic viscosity). ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "According to the kinetic theory, η is proportional to the mean free path of particles in a fluid and unitarity imposes a limit on how small η can be at given conditions. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "As a consequence of this observation, the quantity η/s has a lower bound close to 1/4π, about 0.08 (in units of ), obtained in strong-coupling calculations based on the AdS/CFT conjecture [175]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 188,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b187",
                    "text": "[175]"
                }
            ]
        },
        {
            "text": "The combination of experimental results and their comparisons to hydrodynamical models, indicate that the QGP produced at LHC behaves like a strongly-interacting, almost perfect liquid with a very low value of the shear viscosity to entropy density ratio (η/s ∼ 0. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "The facts that the QGP has been found to behave like an almost ideal fluid with very small viscosity can be considered a gift of nature [176] because it allows studying the spectrum of the initial-state quantum fluctuations through the experimental measurements of the final-state anisotropic flow fluctuations. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 136,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b188",
                    "text": "[176]"
                }
            ]
        },
        {
            "text": "In contrast, a high viscosity would imply that all initial-state fluctuations would had been wiped out by dissipation before the final decoupling of the emitted particles. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "This opens up the possibility to experimentally access the initial state of the collisions and study the quantum nature of the initial energy deposition process. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "A comprehensive set of anisotropic flow data were used [177][178][179][180] to compare with calculations of different models of the initial energy deposition (which give quite different results; see [181] for a description of the models and original references) and to over-constraint the dynamical evolution models. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b189",
                    "text": "[177]"
                },
                {
                    "start": 60,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b190",
                    "text": "[178]"
                },
                {
                    "start": 65,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b192",
                    "text": "[179]"
                },
                {
                    "start": 70,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b193",
                    "text": "[180]"
                },
                {
                    "start": 199,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b194",
                    "text": "[181]"
                }
            ]
        },
        {
            "text": "The v n data of CMS [179] and event-by-event probability distributions measured by ATLAS [178] cannot be simultaneously described by viscuous hydrodynamics for any choice of η/s if initial fluctuation spectra for MC-KLN and MC-Glauber models are used. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b192",
                    "text": "[179]"
                },
                {
                    "start": 89,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b190",
                    "text": "[178]"
                }
            ]
        },
        {
            "text": "More successful in describin the data is the IP-Glasma model [182,183]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b195",
                    "text": "[182,"
                },
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b196",
                    "text": "183]"
                }
            ]
        },
        {
            "text": "This model is based on the CGC idea [28][29][30][31][32][33] implementing gluonic field fluctuations inside nucleons [182][183][184] as well as gluon saturation effects [28-33, 185, 186]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[28]"
                },
                {
                    "start": 40,
                    "end": 44,
                    "type": "bibr",
                    "text": "[29]"
                },
                {
                    "start": 44,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[30]"
                },
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[31]"
                },
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[32]"
                },
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[33]"
                },
                {
                    "start": 117,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b195",
                    "text": "[182]"
                },
                {
                    "start": 122,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b196",
                    "text": "[183]"
                },
                {
                    "start": 127,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b197",
                    "text": "[184]"
                },
                {
                    "start": 169,
                    "end": 186,
                    "type": "bibr",
                    "text": "[28-33, 185, 186]"
                }
            ]
        },
        {
            "text": "The IP-Glasma initial conditions reproduce the entire measured spectrum of charged hadrons anisotropic flow coefficients v n , both integrated over and differential in p T , for all collision centralities as well as the measured [171] event-by-event distributions of v 2 , v 3 and v 4 again for a range of collision centralities [182,183] (when evolved with viscous fluid dynamics, after a short initial pre-equilibrium stage modeled by classical Yang-Mills evolution). ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 229,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b183",
                    "text": "[171]"
                },
                {
                    "start": 329,
                    "end": 334,
                    "type": "bibr",
                    "ref_id": "b195",
                    "text": "[182,"
                },
                {
                    "start": 334,
                    "end": 338,
                    "type": "bibr",
                    "ref_id": "b196",
                    "text": "183]"
                }
            ]
        },
        {
            "text": "In general it is found that the initial fluctuation spectrum can be computed from the CGC theory using the IP-Glasma model and that the gluon field fluctuations inside the nucleons within the colliding nuclei play an essential role in reproducing this spectrum.",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "The elliptic flow v 2 was measured in numerous experiments from low to high energies, up to √ s NN = 5.02 TeV.",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "The integrated v 2 , shown in Fig. 5 (b), increases with collision energy, mainly due to the larger mean p T [187]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 40,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Fig. 5 (b)"
                },
                {
                    "start": 109,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b200",
                    "text": "[187]"
                }
            ]
        },
        {
            "text": "In the transition from the highest RHIC to LHC energies, v 2 increases by 30% [187], in agreement with hydrodynamic models that include viscous corrections [188][189][190][191][192]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b200",
                    "text": "[187]"
                },
                {
                    "start": 156,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b201",
                    "text": "[188]"
                },
                {
                    "start": 161,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b202",
                    "text": "[189]"
                },
                {
                    "start": 166,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b203",
                    "text": "[190]"
                },
                {
                    "start": 171,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b204",
                    "text": "[191]"
                },
                {
                    "start": 176,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b205",
                    "text": "[192]"
                }
            ]
        },
        {
            "text": "However, it should be noted that various contributions may influence the development of anisotropic flow in heavy-ion collisions, depending on the different energy domains. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "text": "In general, the hydrodynamic approach was thoroughly tested and emerged as a valid framework over a broad range of collision energies. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "text": "Such studies were also extended to the \"small reference systems\", and important results were obtained on identified particle v 2 in pp collisions at √ s = 13 TeV [170] and p-Pb collisions at √ s NN = 5.02 TeV [128,193], that was estimated from the study of two-particle correlations. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 162,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b182",
                    "text": "[170]"
                },
                {
                    "start": 209,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b133",
                    "text": "[128,"
                },
                {
                    "start": 214,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b206",
                    "text": "193]"
                }
            ]
        },
        {
            "text": "For high-multiplicity pp and p-Pb collisions a mass ordering, similar to the one seen in Pb-Pb ( Fig. 5 (c)  [170]), is observed. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 107,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Fig. 5 (c)"
                },
                {
                    "start": 109,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b182",
                    "text": "[170]"
                }
            ]
        },
        {
            "text": "The striking similarity between Pb-Pb and highmultiplicity pp and p-Pb results, with the former described by hydrodynamical calculations, may suggest that in the small systems may also have a collective origin at the high LHC energies. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "text": "To further probe collective phenomena, and their possible presence in all measured systems, detailed studies make use of identified particles and extend to different p T domains. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "text": "In particular, the effects of radial flow on the particle composition at intermediate p T can be investigated studying the baryon-to-meson ratios, p/π and Λ/K 0 s [98,194,195]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b102",
                    "text": "[98,"
                },
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b207",
                    "text": "194,"
                },
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b208",
                    "text": "195]"
                }
            ]
        },
        {
            "text": "An enhancement of the Λ/K 0 s ratio in AA relative to a similar measurement in pp, the so-called \"baryon anomaly\", was first observed at RHIC [196,197]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 142,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b209",
                    "text": "[196,"
                },
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b210",
                    "text": "197]"
                }
            ]
        },
        {
            "text": "The Λ/K 0 s data, measured up to p T ≈ 8 GeV/c, see Fig. 7, confirm that the effect persists at the LHC for Pb-Pb collisions at √ s NN = 2.76 TeV; furthermore, it is slightly stronger than at RHIC and extends to higher p T . ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 58,
                    "type": "figure",
                    "ref_id": "fig_12",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "This strong rise of the baryon-to-meson ratio at low p T can be described by relativistic hydrodynamic models and/or quark recombination from QGP with the EPOS model [198] being particularly successful in also consistently describing a multitude of other observables. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 166,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b211",
                    "text": "[198]"
                }
            ]
        },
        {
            "text": "A qualitatively similar trend is observed also for pp and p-Pb collisions, as can be seen in the first two panels of Fig. 7, which present the Λ/K 0 s ratio measured in the most central collisions compared to the most peripheral centrality range for all measured systems.",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 123,
                    "type": "figure",
                    "ref_id": "fig_12",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "Due to space limitations, it is not possible to list here all results of systematic studies in Pb-Pb, p-Pb, and pp. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "text": "Overall, all low-p T observables, studied so far, show flow-like trends with varying magnitudes, which can be interpreted as evidence of collectivity in small systems, and therefore are under intense study, including initial state effects and saturation physics. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "text": "For more information we point the reader to the recent review [51]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[51]"
                }
            ]
        },
        {
            "text": "We summarize here some of the arguments on the question of possible thermalisation (which is a prerequisite of collectivity) in small systems [40]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "Indeed, the question of how such small systems, of a few fm 3 compared to about 5000 fm 3 in Pb-Pb, could thermalize and develop collective behaviour is being actively investigated. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "text": "The proton could be seen as a collection of (sea) partons that can undergo multiparton interactions (MPI), equivalent to N coll collisions of participating nucleons The curve shows Λ/K 0 s value for 0-5% Pb-Pb collisions estimated from EPOS model [198]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 247,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b211",
                    "text": "[198]"
                }
            ]
        },
        {
            "text": "Figure  from  [199].",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 12,
                    "type": "figure",
                    "text": "Figure  from"
                },
                {
                    "start": 14,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b212",
                    "text": "[199]"
                }
            ]
        },
        {
            "text": "in heavy-ion collisions. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "text": "In addition, the final-state particle densities are large (at least for high-multiplicity events). ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "text": "With a possible small thermalisation time of order 1 fm/c, the volume required for thermalisation could be of few fm 3 . ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "text": "Once the system equilibrates the lower limit of η/s would imply a mean free path close to zero. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "text": "Because the applicability of hydrodynamics does not depend on absolute numbers but it depends on relative sizes, the ratio of the system size to the mean free path could be a big number even in small (but dense) systems. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "text": "In such a case viscous hydrodynamics could also be applicable to small systems with conditions providing for a big ratio of the mean free path to the system size.",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "text": "Overall, the LHC multi-differential measurements of high-statistics data allowed performing extensive tests of the hydrodynamic framework. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "text": "The Pb-Pb results at √ s NN = 2.76 and 5.02 TeV have confirmed its validity and have shown that it is mature enough to make reliable extrapolations and predictions at higher energies. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "text": "The hydrodynamic models provided a quantitative characterization of the medium at the two qualitatively similar but distinct Pb-Pb collision energies at LHC, while its applicability in a broader range of colliding systems, including p-Pb and pp, is being actively investigated.",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "text": "As a final remark on the studies at the soft sector we mention the analysis of dynamical event-by-event fluctuations, proposed as a probe of the QCD phase transition, see the review [200]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 33,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 182,
                    "end": 187,
                    "type": "bibr",
                    "text": "[200]"
                }
            ]
        },
        {
            "text": "In general, any thermal system displays characteristic thermal fluctuations, and any thermal system with conserved charges will display characteristic fluctuations in these charges. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "text": "In hot QCD, many of these fluctuations can be characterized by susceptibilities that are calculable from first principles on the lattice. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "text": "Fluctuations are expected to increase if one approaches a line of first order in the phase diagram, or if one approaches the tricritical point at which this first order line ends (Fig. 1-left). ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 33,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 179,
                    "end": 192,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1-left)"
                }
            ]
        },
        {
            "text": "As a consequence, for instance, the beam energy scan at RHIC, that has recently revisited the region of large baryonchemical potential in the QCD phase diagram, has focused on these fluctuation measures as a means to search for the existence of a tricritical point. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "text": "However, the role of fluctuation measurements is more general. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "text": "Even in regions of parameter space where the QCD phase diagram for physical quark masses shows a smooth cross-over, fluctuation measures provide additional characterizations of the thermal system. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "text": "For these reasons, dynamical event-by-event fluctuations of the mean p T of final-state charged particles or in net-charge fluctuations [201], studied at LHC by AL-ICE in [202] and [203] respectively. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 33,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 136,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b214",
                    "text": "[201]"
                },
                {
                    "start": 171,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b215",
                    "text": "[202]"
                },
                {
                    "start": 181,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b216",
                    "text": "[203]"
                }
            ]
        },
        {
            "text": "First results suggest the existence of possible non-trivial collective effects, in line with lattice calculations at high temperatures [204] indicating that the transition from the confined to the deconfined state is a cross-over at the LHC regime.",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 33,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b217",
                    "text": "[204]"
                }
            ]
        },
        {
            "text": "Further analysis of particle yields at midrapidity, from central Pb-Pb collisions at √ s NN = 2.76 TeV, includes studies of net baryon number and strangeness susceptibilities as well as correlations between electric charge, strangeness and baryon number [205,206]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 34,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 254,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b218",
                    "text": "[205,"
                },
                {
                    "start": 259,
                    "end": 263,
                    "type": "bibr",
                    "ref_id": "b219",
                    "text": "206]"
                }
            ]
        },
        {
            "text": "This work shows that the resulting fluctuations and correlations are consistent with lattice QCD results at a T c ∼ 155 MeV which corresponds to the (pseudo)critical temperature for the chiral crossover.",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "text": "In particular it is worth mentioning that susceptibilities are quantities that can be understood via resumed perturbation theory down to extremely low temperatures, close to T c [207,208]. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 35,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b220",
                    "text": "[207,"
                },
                {
                    "start": 183,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b221",
                    "text": "208]"
                }
            ]
        },
        {
            "text": "The observed agreement of experimental results with Lattice calculations further supports the assumption that the created fireball in such collisions is of thermal origin and exhibits characteristic properties as expected in QCD for the transition from the deconfined plasma of quarks and gluons to the hadronic phase. ",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 35,
            "section_rank": 5
        },
        {
            "text": "Because the LHC data show a vanishing baryochemical potential and since the lattice QCD calculations are for µ b = 0, this is the most direct comparison of the LHC experimental data with theory calculations.",
            "section": "Angular correlations and fluctuations",
            "paragraph_rank": 35,
            "section_rank": 5
        },
        {
            "text": "Towards a Heavy-Ion Standard Model",
            "section_rank": 6
        },
        {
            "text": "The new era of precision measurements at LHC, both in the soft physics sector, discussed in this article, and for hard observables, discussed in the accompanying article [41], is naturally motivating numerous theoretical efforts. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 36,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "Studying the hot QCD matter at temperatures in the range of up to 2T c at RHIC and in the range of 3T c at LHC, is based on a synergy of experiment and theory; experimental data are largely used to infer the properties of the hot and dense matter that theory cannot yet reliably predict from first principles QCD. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "text": "Experimental measurements pose many theoretical challenges and rise questions stimulating further progress. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "text": "The continuous interplay of experiment and theory has led to big advances towards developing theoretical frameworks where such studies can be meaningfully performed and a diverse theory \"toolkit\" has been developed to target specific questions aiming to a quantitative characterisation of the produced matter with controlled uncertainties. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "text": "As examples showing the diversity of different approaches and progress on the theoretical front few are mentioned here. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "text": "Semiclassical gauge theory is used to describe the initial conditions reached in nuclear collisions. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "text": "Lattice gauge theory is typically employed to study static thermodynamic properties of QCD matter, such as its equation-of-state and colour screening. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "text": "QCD perturbation theory in the vacuum as well as in a thermal medium is used to describe jets and quarkonia. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "text": "Holographic methods, mapping coupled gauge theories on their gravity duals, are found to describe the transport properties and the dynamics of thermalisation. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "text": "Transport theory and especially viscous hydrodynamics emerged as a valid framework for the description of the evolution of the bulk matter [27].",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 36,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "Indeed, a \"Standard Model\" of the dynamics of ultra-relativistic heavy-ion collisions has emerged in the last decade based on the RHIC results [176,209,210]. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 37,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b188",
                    "text": "[176,"
                },
                {
                    "start": 148,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b222",
                    "text": "209,"
                },
                {
                    "start": 152,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b223",
                    "text": "210]"
                }
            ]
        },
        {
            "text": "At LHC multi-differential studies of \"soft observables\" tested and confirmed the validity of the viscuous hydrodynamics framework as the \"Standard Model\" for the description of the dynamical evolution of the QGP medium (both at √ s NN = 2.76 and 5.02 TeV Pb-Pb collisions). ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "text": "A full framework has been worked out [27,211] including the prediction of the initial conditions for hydrodynamics. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 37,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27,"
                },
                {
                    "start": 41,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b224",
                    "text": "211]"
                }
            ]
        },
        {
            "text": "Regarding the initial state, the CGC model, based on the gluon saturation mechanism in the nuclear wave function at small patron fractional momentum Bjorken-x, can be successfully employed to predict the initial energy and entropy distribution in the nucleus-nucleus collision, and therefore provide the initial conditions for the hydrodynamic evolution. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "text": "A complete study of the system evolution [23,211] begins with the gluon distribution fluctuations inside the colliding nuclei. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 37,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[23,"
                },
                {
                    "start": 45,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b224",
                    "text": "211]"
                }
            ]
        },
        {
            "text": "Then, the distributions are evolved using classical Yang-Mills theory. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "text": "As a consequence, a fluctuating energy density distribution is obtained and later injected into viscous hydrodynamics. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "text": "Such an approach provided the means to predict the behaviour of the produced system for a wide range of collision energies and a wide range of collision systems without arbitrary fit parameters.",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "text": "One of the conclusions of such a study is that the average value of η/s (averaged over the thermal history of the expansion) in Pb-Pb collisions at LHC √ s NN = 2.76 TeV, is 0.20 (with systematic uncertainties of at least 50%);",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "text": "whereas the value for Au-Au collisions at the top RHIC energy √ s NN = 200 GeV is 0.12, suggesting that the average value of η/s at the LHC energy (2.76 TeV) is approximately 60% higher than at RHIC [212] and indicating a temperature dependence of this quantity [211]. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 39,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 199,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b225",
                    "text": "[212]"
                },
                {
                    "start": 262,
                    "end": 267,
                    "type": "bibr",
                    "ref_id": "b224",
                    "text": "[211]"
                }
            ]
        },
        {
            "text": "It also indicates that the QGP at the RHIC lower temperature is more strongly coupled and a better \"perfect\" liquid. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "text": "However, a firm conclusion on the temperature dependence of η/s, requires more precise, higher statistics analyses at all studied energies. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "text": "On the basis of this \"Heavy-Ion Standard Model\" one can, in fact, realize the analogies between the evolution of the matter produced in relativistic heavy-ion collisions, the \"Little Bang\" and the matter of the early universe after the \"Big Bang\". ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "text": "In both cases, the initial-state quantum fluctuations propagate to macroscopic (measurable) fluctuations in the final state via the acoustic and hydrodynamic response of the medium. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "text": "In the Big Bang expansion, the final-temperature fluctuations probe the bulk dynamics, photons are the penetrating probes and the light nuclei serve as chemical probes. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "text": "In the evolution of the Little Bang, the fluctuations in the final flow profile probe the expansion dynamics, photons and jets are penetrating probes and the different final-state hadron species serve as chemical probes.",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "text": "On the other hand, while there is only one \"Big Bang\", systematic studies of the \"Little Bangs,\" produced at the laboratory in huge numbers, provide the opportunity to test a number of different measurable experimental observables and develop a direct relation to theory, in particular to QCD calculations on the lattice. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "Such calculations have advanced considerably, and progress has also been made even with demanding calculations of dynamic quantities such as transport coefficients. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "In more detail, ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "(a) the equation-of-sate of the produced medium, which lattice QCD can compute reliably, is reflected in the spectra of the emitted final-state particles. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "(b) The transport coefficients of the QGP are related to the final-state flow patterns (discussed in this article) and the energy loss of energetic partons (discussed in [41]). ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "In particular, comparisons of experimental data and models made progress in determining the ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "(i) the shear viscosity over entropy density ratio, η/s ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "(ii) the \"jet quenching parameter\", which is the coefficient governing the transverse momentum diffusion of fast partons for radiational energy loss ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "(iii) the coefficient governing collisional energy loss and ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "(iv) the diffusion coefficient of heavy quarks. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "Further progress is needed for lattice gauge theory to reliably calculate all these dynamic quantities. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "(c) The static colour screening length is related to the dissociation of the quarkonia states in the QGP, see [41], which is reliably calculated by lattice QCD. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "(d) The electromagnetic response of the QGP is reflected by the emitted thermal radiation; however, it is challenging to calculate it on the lattice. ",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "In general, it is with a continuous interplay of theory and experiment, that the heavy-ion phenomenology is pursuing the ambitious goal of relating first principle QCD calculations to LHC experimental measurements with a minimal amount of modelling [27].",
            "section": "Towards a Heavy-Ion Standard Model",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 7
        },
        {
            "text": "We have presented an overview of results from Pb-Pb collisions at LHC, as well as from the reference systems p-Pb and pp, focusing on \"soft observables\", that are typically used in heavy-ion physics studies to characterize the bulk matter properties and dynamical evolution of the system created in the collision.",
            "section": "Summary",
            "paragraph_rank": 41,
            "section_rank": 7
        },
        {
            "text": "The to a smooth evolution, in agreement with previously established trends. ",
            "section": "Summary",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "Also according to expectations, the higher collision energies at the LHC have led to higher energy densities (accompanied by higher particle multiplicities) and consequently to a hotter, bigger and longer-lived medium as well as to a more abundant production rate of hard probes. ",
            "section": "Summary",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "Hence, the LHC data have provided the opportunity to probe, at higher energies, the \"Heavy-Ion Standard Model\", as established at RHIC, test its predictability, and provide experimental input for its possible extensions. ",
            "section": "Summary",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "The smooth evolution of many observables from RHIC to LHC energy, as well from 2.76 to 5.02 TeV Pb-Pb collisions at LHC, qualitatively similar but quantitatively different, can still be described by the \"Heavy-Ion Standard Model\" with the ultimate test coming from the measurements of collective flow observables. ",
            "section": "Summary",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "The studies of soft observables discussed in this article and hard probes discussed in the accompanying article [41] contribute to the detailed characterisation of the QGP at LHC. ",
            "section": "Summary",
            "paragraph_rank": 42,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "The medium created at the LHC is characterized by strong collectivity, and it is found to behave, from very early time (on the order of 1 fm/c), like an almost perfect liquid. ",
            "section": "Summary",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "It flows almost unobstructed, reacting to pressure gradients with little internal friction (due to the very small shear viscosity to entropy ratio). ",
            "section": "Summary",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "It is also extremely opaque to even very energetic coloured particles that propagate through it.",
            "section": "Summary",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "Overall, such studies, combining simultaneous experimental measurements of soft and hard observables with systematic comparisons to theory, provide the means to reveal the nature and properties of the produced QGP matter. ",
            "section": "Summary",
            "paragraph_rank": 43,
            "section_rank": 7
        },
        {
            "text": "On one hand, the study of the collective flow properties of the produced matter shows that at thermal momentum scales the QGP is strongly coupled. ",
            "section": "Summary",
            "paragraph_rank": 43,
            "section_rank": 7
        },
        {
            "text": "On the other hand, the study of jets in heavy-ion collisions at LHC (and RHIC) implies that at high p T the QGP is weakly coupled (and has a quasiparticle structure). ",
            "section": "Summary",
            "paragraph_rank": 43,
            "section_rank": 7
        },
        {
            "text": "It is, therefore, a topic of intense theoretical and experimental research to answer relevant questions; namely, what is the p T scale where the transition between strong and weak coupling takes place and if the QGP contains quasiparticles at thermal scales.",
            "section": "Summary",
            "paragraph_rank": 43,
            "section_rank": 7
        },
        {
            "text": "In general, various theoretical and experimental approaches are being further developed and optimized to pursue the remaining open questions. ",
            "section": "Summary",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "While relativistic viscous hydrodynamics emerged as a successful description of the evolution of the matter better experimental and theoretical control over initial conditions is needed to boost further progress. ",
            "section": "Summary",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "Developing experimental probes that can determine if the gluons in the initial state are weakly or strongly coupled is essential for further progress in this front. ",
            "section": "Summary",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "The current understanding of the processes transforming the initial quantum state of matter in a relativistic heavy-ion collision into a hydrodynamic fluid has to be improved and better constrained. ",
            "section": "Summary",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "While this article focuses on bulk, soft observables, the description of the created state of matter is certainly incomplete without considering the results from hard probes as detailed in the accompanying article [41] focusing on results from high-p T and mass measurements. ",
            "section": "Summary",
            "paragraph_rank": 44,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "Such studies developing specific observables and methods provide the opportunity to fully exploit the new territory that LHC opens up with the highest possible energies and are expected to complement the picture provided by the study of soft observables.",
            "section": "Summary",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "In addition, further challenges come from the p-Pb results, which have shown flow-like trends that suggest a possible collective behaviour in pA collisions (and which may be present in high-multiplicity pp collisions as well). ",
            "section": "Summary",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "Indeed, the typical hallmarks of collective behaviour in strongly interacting systems were recently observed also in high-multiplicity pA and pp collisions, for all observables that were measured so far and with further measurements being in progress. ",
            "section": "Summary",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "Naturally, such experimental results have triggered a lot of interesting developments and debates. ",
            "section": "Summary",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "Despite the fact that each individual observation can be reproduced assuming different alternative mechanisms, it is intriguing that the ensemble of observables, typically used to characterize bulk collective properties in AA, shows similar trends for the elementary systems. ",
            "section": "Summary",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "Given that all these features had been identified as unique signatures of hydrodynamic flow in heavy-ion collisions, the observed similarities between small and large systems, as well as the similarity of the results over a large range of collision energies, raises fundamental questions. ",
            "section": "Summary",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "Clearly, before drawing quantitative conclusions, further measurements need to consider in detail the complex interplay of hard, semi-hard and soft processes and the induced correlations of the studied observables with the corresponding event activity. ",
            "section": "Summary",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "Furthermore, the flow-like results at low p T , have to be combined with results from hard probes, showing no apparent energy loss at high-p T , as discussed in [41]. ",
            "section": "Summary",
            "paragraph_rank": 45,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "Such considerations are currently the main focus of intense investigations in p-Pb collisions pointing to the prospects of creating and studying a droplet of strongly interacting deconfined matter described by hydrodynamics and/or a new state of dense gluon matter at the initial state described by saturation physics.",
            "section": "Summary",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "In general, understanding these results is expected to have profound implications for the so-called \"heavy-ion\" physics, which has been addressing high-temperature QCD with collisions of heavy-ions so far. ",
            "section": "Summary",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "text": "At the high collider energies the \"small reference systems\" may also provide testing ground of \"heavy-ion\" physics. ",
            "section": "Summary",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "text": "Such studies are expected to contribute to one of the main research objectives of \"heavy-ion\" physics; namely, to understand how collective phenomena and macroscopic properties, involving many degrees of freedom, emerge from microscopic laws of elementary-particle physics, by applying and extending the Standard Model physics to complex dynamically evolving systems.",
            "section": "Summary",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "text": "In summary, the exploration of the phases of strongly-interacting matter under extreme conditions is one of the richest topics in the strong-interaction sector of the Standard Model. ",
            "section": "Summary",
            "paragraph_rank": 47,
            "section_rank": 7
        },
        {
            "text": "Experimental input already brought discoveries and surprises and demonstrated the potential of the \"heavy-ion research\". ",
            "section": "Summary",
            "paragraph_rank": 47,
            "section_rank": 7
        },
        {
            "text": "With the increasing statistics that will become available during Run 2 and, with the detector upgrades that will become operational in Run 3 and further in the future, \"heavy-ion\" physics will contribute to a more quantitative understanding of the QCD matter under extreme conditions and continue providing unique and stimulating results.",
            "section": "Summary",
            "paragraph_rank": 47,
            "section_rank": 7
        },
        {
            "text": "Figure 1 :",
            "section_rank": 8
        },
        {
            "text": "Figure 1: (Left) The phase diagram of strongly interacting matter [9]. ",
            "section": "Figure 1 :",
            "paragraph_rank": 48,
            "section_rank": 8
        },
        {
            "text": "(Right) ",
            "section": "Figure 1 :",
            "paragraph_rank": 48,
            "section_rank": 8
        },
        {
            "text": "Transverse momentum spectra of π ± , K ± and p(p) up to p T = 20 GeV/c at mid-rapidity in pp at √ s = 2.76 TeV, peripheral (60-80%) and central (0-5%) Pb-Pb collisions at √ s NN = 2.76 TeV. ",
            "section": "Figure 1 :",
            "paragraph_rank": 48,
            "section_rank": 8
        },
        {
            "text": "Figure from [10].",
            "section": "Figure 1 :",
            "paragraph_rank": 48,
            "section_rank": 8
        },
        {
            "text": "Figure 2 -",
            "section_rank": 9
        },
        {
            "text": "right shows the measurement of the charged-particle pseudorapidity distribution [54-58] over a broad η range (−5 < η < 5) from Pb-Pb collisions at √ s NN = 2.76 TeV, compared to theoretical calculations [59-62].",
            "section": "Figure 2 -",
            "paragraph_rank": 49,
            "section_rank": 9
        },
        {
            "text": "Figure 2 :",
            "section_rank": 10
        },
        {
            "text": "Figure 2: (Left) Charged-particle pseudorapidity density per participant pair as a function of collision energy, for central Pb-Pb collisions[54,55,57,58,64], and Au-Au collisions[65][66][67][68][69], as well as for inelastic pp and pp events[70][71][72], and pA and d-A non-single diffractive collisions[57,73]. ",
            "section": "Figure 2 :",
            "paragraph_rank": 50,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[54,"
                },
                {
                    "start": 145,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "55,"
                },
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "57,"
                },
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "58,"
                },
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "64]"
                },
                {
                    "start": 179,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "[65]"
                },
                {
                    "start": 183,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "[66]"
                },
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "[67]"
                },
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[68]"
                },
                {
                    "start": 195,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "[69]"
                },
                {
                    "start": 242,
                    "end": 246,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "[70]"
                },
                {
                    "start": 246,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "[71]"
                },
                {
                    "start": 250,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b75",
                    "text": "[72]"
                },
                {
                    "start": 304,
                    "end": 308,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[57,"
                },
                {
                    "start": 308,
                    "end": 311,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "73]"
                }
            ]
        },
        {
            "text": "The power-law dependence for AA and pp collisions is shown by solid and dashed lines, respectively. ",
            "section": "Figure 2 :",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "The Pb-Pb measurements from CMS and ATLAS at √ s NN = 2.76 TeV are slightly shifted in √ s NN for visibility.Figure from[54]. ",
            "section": "Figure 2 :",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "(Right) ",
            "section": "Figure 2 :",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "Charged-particle pseudorapidity density distribution, dN ch /dη, for Pb-Pb collisions at √ s NN = 2.76 TeV for four centrality classes, compared to model predictions [59-62]. ",
            "section": "Figure 2 :",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "Figure from [56].",
            "section": "Figure 2 :",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "Figure 3 :",
            "section_rank": 11
        },
        {
            "text": "photons",
            "section": "Figure 3 :",
            "paragraph_rank": 51,
            "section_rank": 11
        },
        {
            "text": "Figure 4 :",
            "section_rank": 12
        },
        {
            "text": "Figure 4: (a) Two-dimensional ∆η∆ϕ per-trigger-particle associated yield of charged hadrons for Pb-Pb collisions at √ s NN = 2.76 TeV. ",
            "section": "Figure 4 :",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "Figurefrom[135]. ",
            "section": "Figure 4 :",
            "paragraph_rank": 52,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 10,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b141",
                    "text": "[135]"
                }
            ]
        },
        {
            "text": "(b-c) ",
            "section": "Figure 4 :",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "Two-particle ∆η∆ϕ correlation functions in √ s = 13 TeV pp collisions for charged particles in 0.5 < p T < 5.0 GeV for two different multiplicity classes. ",
            "section": "Figure 4 :",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "The near-side peak is truncated to better display the surrounding structure.Figure from[136]. ",
            "section": "Figure 4 :",
            "paragraph_rank": 52,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b143",
                    "text": "[136]"
                }
            ]
        },
        {
            "text": "(d) Two particle ∆ϕ correlation for particle pairs at |∆η| > 0.8, with the Fourier harmonics n = 1 to 5 superimposed in colour. ",
            "section": "Figure 4 :",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "Their sum is shown by the dashed curve. ",
            "section": "Figure 4 :",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "The ratio of data to the n ≤ 5 sum is shown in the lower panel.Figure from[133].",
            "section": "Figure 4 :",
            "paragraph_rank": 52,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b139",
                    "text": "[133]"
                }
            ]
        },
        {
            "text": "Figure 5 :",
            "section_rank": 13
        },
        {
            "text": "Figure 5: ",
            "section": "Figure 5 :",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "(a) Top panel: Anisotropic flow v n integrated over the p T range 0.2 < p T < 5.0 GeV/c, as a function of event centrality, for two-particle and multi-particle correlations. ",
            "section": "Figure 5 :",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "Measurements for Pb-Pb collisions at √ s NN = 5.02 (2.76) TeV are shown by solid (open) markers [162]. ",
            "section": "Figure 5 :",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "The ratios of v 2 {2}, v 2 {4} and v 3 {2}, v 4 {2} between Pb-Pb collisions at 5.02 TeV and 2.76 TeV, are presented in the middle and bottom panels. ",
            "section": "Figure 5 :",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "Hydrodynamic calculations are also presented [166, 167]. ",
            "section": "Figure 5 :",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "Figure from [168]. ",
            "section": "Figure 5 :",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "(b) Integrated elliptic flow v 2 as a function of collision energy [168, 169]. ",
            "section": "Figure 5 :",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "Figure from [168]. ",
            "section": "Figure 5 :",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "(c) v 2 coefficient for inclusive charged particles, K 0 S and Λ/Λ particles as a function of p T in pp collisions at √ s =13 TeV for high-multiplicity events, 105 ≤ N offline trk < 150. ",
            "section": "Figure 5 :",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "Figure from [170].",
            "section": "Figure 5 :",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "First results on anisotropic flow measurements from Pb-Pb collisions at the highest available energy √ s NN = 5.02 TeV, are shown in Fig. 5 (a), compared to Pb-Pb collisions at √ s NN = 2.76 TeV. ",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "text": "The centrality dependence of v 2 , v 3 and v 4 from two-and multi-particle correlations, are shown in the top panel of Fig. 5 (a). ",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "text": "The v 2 coefficients, v 2 {4}, v 2 {6} and v 2 {8} (the number in the curly brackets is the number of particles that are used in correlation), estimated from (averaged over all azimuthal angles).",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "text": "Figure 6 :",
            "section_rank": 15
        },
        {
            "text": "Figure 6: The probability density distributions of the event-by-event anisotropic flow coefficients v n in several centrality intervals for n = 2 (left), n = 3 (middle) and n = 4 (right). ",
            "section": "Figure 6 :",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "Solid curves are distributions from fluctuations-only scenario.Figure from[171].",
            "section": "Figure 6 :",
            "paragraph_rank": 55,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b183",
                    "text": "[171]"
                }
            ]
        },
        {
            "text": "20), close to the theoretical lower bound. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "The current LHC data indicate that η/s does not increase significantly in Pb-Pb collisions at √ s NN = 5.02 TeV with respect to Pb-Pb at √ s NN = 2.76 TeV.",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "Figure 7 :",
            "section_rank": 17
        },
        {
            "text": "Figure 7: The Λ/K 0 s ratio for two multiplicity classes in (left) pp collisions at √ s = 7 TeV, (middle) p-Pb collisions at √ s NN = 5.02 TeV and (right) Pb-Pb collisions at √ s NN = 2.76 TeV. ",
            "section": "Figure 7 :",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "The curve shows Λ/K 0 s value for 0-5% Pb-Pb collisions estimated from EPOS model[198].",
            "section": "Figure 7 :",
            "paragraph_rank": 57,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b211",
                    "text": "[198]"
                }
            ]
        },
        {
            "text": "Figure from[199].",
            "section": "Figure 7 :",
            "paragraph_rank": 57,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 11,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b212",
                    "text": "[199]"
                }
            ]
        },
        {
            "text": "NN = 5.02 TeV with more to follow. ",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "This article presents an overview of the current status of heavy-ion research at LHC focusing on the global bulk matter properties and dynamics of the created system. ",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "The presented results are mostly from Pb-Pb collisions at √ s NN = 2.76 TeV collected during the three years of LHC Run 1; we also present first results of Run 2 from Pb-Pb collisions at",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "First analysis of a limited statistics sample of Pb-Pb collisions at √ s NN = 5.02 TeV indicates that η/s does not increase significantly with respect to Pb-Pb at √ s NN = 2.76 TeV [168].",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "Pb-Pb results from Run 1 at √ s NN = 2.76 TeV and a first glimpse of Run 2 data at √ s NN = 5.02 TeV presented here (and further detailed in recent conferences i.e. [213, 214]) show that the QGP medium created in Pb-Pb collisions at LHC is qualitatively similar to the one created in central Au-Au collisions at √ s NN = 200 GeV at RHIC. ",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "text": "First results on \"soft observables\" from Pb-Pb collisions at √ s NN = 5.02 TeV show that the higher energy of Run 2 leads",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "text": "Direct photons are photons not originating from hadron decays. ",
            "paragraph_rank": 61,
            "section_rank": 20
        },
        {
            "text": "They may originate from different stages of the collision, i.e. direct prompt photons coming from the initial hard parton scatterings, direct thermal photons originating from the QGP state.",
            "paragraph_rank": 61,
            "section_rank": 20
        },
        {
            "text": "Result sometimes referred to as \"the first LHC discovery\"[40].5 ",
            "paragraph_rank": 62,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[40]"
                },
                {
                    "start": 62,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "This equation in valid for n = 1, 2, .",
            "paragraph_rank": 62,
            "section_rank": 20
        },
        {
            "text": "...",
            "paragraph_rank": 62,
            "section_rank": 20
        },
        {
            "text": "The zero order component v 0 is the average transverse velocity of the system's collective radial expansion",
            "paragraph_rank": 62,
            "section_rank": 20
        },
        {
            "text": "Acknowledgements",
            "section_rank": 22
        },
        {
            "text": "We thank Davide Caffarri, Thomas Peitzmann and Urs Wiedemann for useful discussions, and Roberta Arnaldi, Camelia Mironov, Adam Kisiel, Łukasz Graczykowski, Orlando Villalobos Baillie, Aleksi Vourinen for critical reading of the manuscript and most useful suggestions. ",
            "section": "Acknowledgements",
            "paragraph_rank": 63,
            "section_rank": 22
        },
        {
            "text": "The work of M. Janik was supported by the Polish National Science Centre under decisions no. 2013/08/M/ST2/00598, no. 2014/13/B/ST2/04054, and no. 2015/19/D/ST2/01600.",
            "section": "Acknowledgements",
            "paragraph_rank": 63,
            "section_rank": 22
        },
        {
            "text": "References",
            "section_rank": 23
        }
    ]
}