{
    "level": "sentence",
    "abstract": [
        {
            "text": "We present the first constraints on the spin-dependent, inelastic scattering cross section of Weakly Interacting Massive Particles (WIMPs) on nucleons from XENON100 data with an exposure of 7.64×10 3 kg day. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "XENON100 is a dual-phase xenon time projection chamber with 62 kg of active mass, operated at the Laboratori Nazionali del Gran Sasso (LNGS) in Italy and designed to search for nuclear recoils from WIMP-nucleus interactions. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Here we explore inelastic scattering, where a transition to a low-lying excited nuclear state of 129 Xe is induced. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The experimental signature is a nuclear recoil observed together with the prompt de-excitation photon. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We see no evidence for such inelastic WIMP-129 Xe interactions. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "A profile likelihood analysis allows us to set a 90% C.L. upper limit on the inelastic, spin-dependent WIMP-nucleon cross section of 3.3×10 −38 cm 2 at 100 GeV/c 2 . ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "This is the most constraining result to date, and sets the pathway for an analysis of this interaction channel in upcoming, larger dual-phase xenon detectors.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 2
        },
        {
            "text": "Astrophysical and cosmological evidence indicates that the dominant mass fraction of our Universe consists of some yet unknown form of dark, or invisible matter. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The dark matter could be made of stable or long-lived and yet undiscovered particles. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Well-motivated theoretical models beyond the Standard Model of particle physics predict the existence of Weakly Interacting Massive Particles (WIMPs), which are natural candidates for dark matter. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "This hypothesis is currently being tested by several direct and indirect detection experiments, as well as at the LHC [1,2].",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 121,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2]"
                }
            ]
        },
        {
            "text": "Most direct detection searches focus on elastic scattering of galactic dark matter particles off nuclei, where the keV-scale nuclear recoil energy is to be detected [3,4]. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 168,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "In this work, the alternative process of inelastic scattering is explored, where a WIMP-nucleus scattering induces a transition to a low-lying excited nuclear state. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The experimental signature is a nuclear recoil detected together with the prompt de-excitation photon [5].",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "We consider the 129 Xe isotope, which has an abundance of 26.4% in natural xenon, and a lowest-lying 3/2 + state at 39.6 keV above the 1/2 + ground state. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The electromagnetic nuclear decay has a half-life of 0.97 ns. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The signatures and structure functions for inelastic scattering in xenon have been studied in detail in [6]. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "It was found that this channel, although not competitive in terms of sensitivity, is complementary to the spin-dependent, elastic scattering one, and that it dominates the integrated rates above 10 keV of deposited energy. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In addition, in case of a positive signal, the observation of inelastic scattering would provide a clear indication of the spindependent nature of the fundamental interaction.",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This paper is structured as follows. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In Section II we briefly describe the main features of the XENON100 detector. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In Section III we introduce the data sets employed in this analysis and detail the data analysis method, including the simulation of the expected signal and the background model. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "We conclude in Section IV with our results, and discuss the new constraints on inelastic WIMP-nucleus interactions.",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "II. ",
            "section_rank": 3
        },
        {
            "text": "THE XENON100 DETECTOR",
            "section_rank": 3
        },
        {
            "text": "The XENON100 experiment operates a dual-phase (liquid and gas) xenon time projection chamber (TPC) at the Laboratori Nazionali del Gran Sasso (LNGS) in Italy. ",
            "section": "II. THE XENON100 DETECTOR",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "It contains 161 kg of xenon in total, with 62 kg in the active region of the TPC. ",
            "section": "II. THE XENON100 DETECTOR",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "These are monitored by § Also with Coimbra Engineering Institute, Coimbra, Portugal ¶ E-mail: alessandro.manfredini@weizmann.ac.il * * E-mail: xenon@lngs.infn.it 178 1-inch square, low-radioactivity, UV-sensitive photomultiplier tubes (PMTs) arranged in two arrays, one in the liquid and one in the gas. ",
            "section": "II. THE XENON100 DETECTOR",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The PMTs detect the prompt scintillation (S1) and the delayed, proportional scintillation signal (S2) created by a particle interacting in the active TPC region. ",
            "section": "II. THE XENON100 DETECTOR",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The S2-signal is generated due to ionization electrons, drifted in an electric field of 530 V/cm and extracted into the gas phase by a stronger field of ∼ 12 kV/cm, where the proportional scintillation, or electroluminiscence, takes place. ",
            "section": "II. THE XENON100 DETECTOR",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The horizontal position, (x, y), of the interaction site is reconstructed from the position of the S2 shower, while the depth of the interaction, z, is given by the drift time measurement. ",
            "section": "II. THE XENON100 DETECTOR",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The TPC thus yields a three-dimensional event localization, with an (x, y) resolution of <3 mm (1 σ), and a z resolution of <0.3 mm (1 σ), enabling to reject the majority of background events via fiducial volume selections [7]. ",
            "section": "II. THE XENON100 DETECTOR",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The ratio S2/S1 provides the basis for distinguishing between nuclear recoils (NRs), as induced by fast neutrons and expected from elastic WIMP-nucleus scatters, and electronic recoils (ERs) produced by β-and γ-rays. ",
            "section": "II. THE XENON100 DETECTOR",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "A 4 cm thick liquid xenon (LXe) layer surrounds the TPC and is monitored by 64 1-inch square PMTs, providing an effective active veto for further background reduction.",
            "section": "II. THE XENON100 DETECTOR",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "XENON100 has acquired science data between 2009-2015, and has set competitive constraints on spinindependent [8,9] and spin-dependent [9,10] elastic WIMP-nucleus scatters, on solar axions and galactic ALPs [11], as well as on leptophilic dark matter models [12][13][14].",
            "section": "II. THE XENON100 DETECTOR",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 112,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9]"
                },
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9,"
                },
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10]"
                },
                {
                    "start": 206,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 257,
                    "end": 261,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 261,
                    "end": 265,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 265,
                    "end": 269,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Here we explore a new potential dark matter interaction channel in the XENON100 detector, caused by spin-dependent, inelastic WIMP-129 Xe interactions. ",
            "section": "II. THE XENON100 DETECTOR",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The expected inelastic scattering signature is a combination between an ER and a NR, due to the short lifetime of the excited nuclear state and the short mean free path of ∼0.15 mm of the 39.6 keV de-excitation photon.",
            "section": "II. THE XENON100 DETECTOR",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "III. ",
            "section_rank": 4
        },
        {
            "text": "DATA ANALYSIS",
            "section_rank": 4
        },
        {
            "text": "This analysis is performed using XENON100 Run-II science data, with 224.6 live days of data taking. ",
            "section": "III. DATA ANALYSIS",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The detector's response to ERs has been characterized with 60 Co and 232 Th calibration sources, while the response to NRs was calibrated with an 241 AmBe (α, n)-source. ",
            "section": "III. DATA ANALYSIS",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The fast neutron from the latter gives rise to elastic and inelastic neutron-nucleus scatters, and can thus be employed to define the expected signal region for inelastic WIMP-nucleus scatters.",
            "section": "III. DATA ANALYSIS",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "A. Signal Correction",
            "section_rank": 5
        },
        {
            "text": "A particle interaction in the liquid xenon produces an S1 and a correlated S2 signal with a certain number of photoelectrons (PE) observed by the PMTs. ",
            "section": "A. Signal Correction",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The nonuniform scintillation light collection by the PMT arrays, due to solid angle effects, Rayleigh scattering length, reflectivity, transmission of the electrodes, etc, lead to a position-dependent S1 signal. ",
            "section": "A. Signal Correction",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The warping of the top meshes (inducing a variation in the width of the gas gap between the anode and the liquid-gas interface), the absorption of electrons by residual impurities as they drift towards the gas region, as well as solid angle effects, lead to a position-dependent S2 signal. ",
            "section": "A. Signal Correction",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "These signals are thus corrected in 3 dimensions, using various calibration data, as detailed in [7,15], with the corrected quantities denoted as cS1 and cS2, defined in [15].",
            "section": "A. Signal Correction",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15]"
                },
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "B. Signal Region and Event Selection",
            "section_rank": 6
        },
        {
            "text": "The inelastic scattering of a WIMP with a 129 Xe nucleus is expected to produce an energy deposit via a NR with the subsequent emission of a 39.6 keV de-excitation photon. ",
            "section": "B. Signal Region and Event Selection",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The largest fraction of the energy released in the event is via the ER, due to the emitted photon which loses its energy in the LXe. ",
            "section": "B. Signal Region and Event Selection",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "This represents an unusual signature compared to the one expected from an elastic scatter, and makes the signal region to overlap the ER background region. ",
            "section": "B. Signal Region and Event Selection",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The region of interest (ROI) selected for this analysis surrounds the 39.6 keV xenon line in the (cS1,cS2)-plane and is based on 241 AmBe calibration data, where such inelastic scatters are induced by fast neutrons. ",
            "section": "B. Signal Region and Event Selection",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The ROI extends from 60 to 210 PE in cS1, from 4× 10 3 to 16× 10 3 PE in cS2, such as to have at least 95% acceptance to all signal mass hypotheses. ",
            "section": "B. Signal Region and Event Selection",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The ROI is further divided into sub-regions as shown in Figure 1. ",
            "section": "B. Signal Region and Event Selection",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 64,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "These sub-regions were defined to contain a (roughly) similar number of expected background events in each region, where we crosschecked that changing the binning choice does not impact the sensitivity. ",
            "section": "B. Signal Region and Event Selection",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The control regions (denoted as CR1 and CR2 in the figures), are selected to be as close as possible to the ROI, and are used for cross checks of the background shape distribution.",
            "section": "B. Signal Region and Event Selection",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "Apart from the condition to occur in the defined ROI, valid events are required to fulfil several selection criteria, which can be summarized as follows: basic data quality cuts, energy selection and S2 threshold cut, veto cut for events with energy release in the detector's active LXe shield, selection of single-scatter events and of a predefined fiducial volume of 34 kg. ",
            "section": "B. Signal Region and Event Selection",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Our analysis closely follows the event selection criteria described in detail in [15] for Run-II, with the following few exceptions. ",
            "section": "B. Signal Region and Event Selection",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The cut on the width of the S2 signal as a function of drift time (where the maximal drift time is 176 µs and the width values range from ∼1-2 µs) has been optimized on a sample of events selected from the 39.6 keV line and set to a 95% acceptance of these. ",
            "section": "B. Signal Region and Event Selection",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "This cut ensures that the broadening of S2-signals due to diffusion is consistent with the z-position calculated from the observed time difference between the S1 and S2 signals. ",
            "section": "B. Signal Region and Event Selection",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Events are required to be single-scatters by applying a threshold cut on the size of the second largest S2 peak. ",
            "section": "B. Signal Region and Event Selection",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "For this analysis, the threshold has been optimized to 160 PE and is constant with respect to S2 signal size.",
            "section": "B. Signal Region and Event Selection",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "C. Signal Simulation",
            "section_rank": 7
        },
        {
            "text": "The detector response to inelastic WIMP-129 Xe interactions was simulated using an empirical signal model, described in this section. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The total deposited energy is divided into two independent contributions: one com- ing from the 39.6 keV de-excitation photon and the other from the simultaneous nuclear recoil of the xenon atom. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The detected light (S1) and charge (S2) signals are simulated separately for each of the two contributions and then added together. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "This recipe has been followed because the light and charge yields depend both on the type of interaction (ER vs. NR), and on the deposited energy. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The distribution of an ER induced by the de-excitation photon in the (cS1,cS2)-plane is simulated assuming a two dimensional normal probability distribution function (pdf), f (cS1 er , cS2 er ), described (apart from a constant normalization factor) by the following equation:",
            "section": "C. Signal Simulation",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "where µ cS1 and µ cS2 represent the average observed cS1 er and cS2 er signals given a 39.6 keV ER, σ cs1 and σ cs2 are the standard deviation in cS1 er and cS2 er respectively, while ρ stands for the correlation between the cS1 and cS2 signals. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "The detector-related light yield L y at 39.6 keV, necessary to evaluate the average number of prompt photons detected (µ cS1 ), is obtained from the NEST model [16][17][18] fit to data collected with several γ-lines. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 164,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 168,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "The same model is used to predict the charge yield at 39.6 keV, which is then scaled according to the detector's secondary scintillation gain Y . ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "The latter is determined from the detector's response to single electrons [19]. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The energy resolution at 39.6 keV in cS1 and cS2 has been measured to be 15.8% and 14.7%, respectively, and is used to extract the standard deviations σ cs1 , σ cs2 . ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "The correlation parameter is measured using the 164 keV line from the decay of the 131m Xe isomer (T 1/2 =11.8 d) produced during the 241 AmBe calibration. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "This γ-line is chosen since, unlike the 39.6 keV line, it is not associated with a NR and a measure of the (cS1,cS2) correlation of a pure ER interaction is possible. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "The correlation coefficient however depends on energy due to electron recombination effects. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "Its measured value at 164 keV is thus corrected based on the NEST expected recombination fractions for those energies. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "The corrected correlation coefficient is then ρ = −0.4 ± 0.1. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "The cS1 and cS2 distributions from the NR contribution are predicted starting from the expected nuclear recoil energy spectrum of WIMP inelastic interactions [6]. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The average cS1 and cS2 are given by equations 2 and 3 respectively:",
            "section": "C. Signal Simulation",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "where L eff is the liquid xenon scintillation efficiency for NRs relative to 122 keVee, while S ee = 0.58 and S nr = 0.95 describe the scintillation quenching due to the electric field of ER and NRs, respectively [20]. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The parameterization and uncertainties of L eff as a function of nuclear recoil energy E nr are based on existing direct measurements [21]. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "The light yield for 122 keV ERs is taken from the same NEST model fit as described above. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "For cS2, the parameterization of Q Y (E nr ) is taken from [22]. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "Finally, all detector related resolution effects are introduced following the prescriptions described in [15]. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The pdf of the ER and NR contributions are then convolved to obtain the overall pdf of the expected signal. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "A 2D (cS1 versus cS2) acceptance map is applied to the signal pdf to reproduce data selection effects. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Acceptances are computed separately for each selection criteria using the 241 AmBe calibration sample. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Acceptances of other selections such as the liquid xenon veto cut, and the single-scatter interaction, represent an exception for which a dedicated computation has been performed. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "The combined acceptance of all selection criteria in the region of interest is roughly constant for all masses and averages to (0.80 ± 0.05). ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Figure 1 (a) shows an example of fully simulated signal model for a WIMP mass of 100 GeV/c 2 , normalized to 50 events.",
            "section": "C. Signal Simulation",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 12,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1 (a)"
                }
            ]
        },
        {
            "text": "The described signal simulation was validated by reproducing the 39.6 keV xenon line activated from 241 AmBe neutrons and comparing it with data. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "For this purpose, the NR energy spectrum expected from inelastic neutron-129 Xe scatters has been obtained via Monte Carlo techniques, where we take into account the detector response and the non-uniform spatial distribution of events. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "The acceptance of our analysis selection criteria to this type of interaction have been recomputed. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "In particular, the acceptance to the double-scatter cut differs greatly between neutron and WIMPs scatters. ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Figure 2 shows a comparisons between simulation (light blue) and calibration data (dark blue). ",
            "section": "C. Signal Simulation",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Contour lines of equal densities are compared in Figure (a), while Figure (b) shows the cS1 projected distributions for different ranges in cS2.",
            "section": "C. Signal Simulation",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 59,
                    "type": "figure",
                    "text": "Figure (a)"
                },
                {
                    "start": 67,
                    "end": 77,
                    "type": "figure",
                    "text": "Figure (b)"
                }
            ]
        },
        {
            "text": "D. Background Model",
            "section_rank": 8
        },
        {
            "text": "The background in the region of interest for inelastic scattering is dominated by ERs and due to the residual radioactivity of detector materials, to 85 Kr present in the liquid xenon, as well as due to 222 Rn decays in the liquid [23]. ",
            "section": "D. Background Model",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "The background contribution from inelastic scatters of radiogenic or cosmogenic neutrons (producing a 39.6 keV de-excitation line) is negligible thanks to the very low expected neutron scattering rate in the detector [24].",
            "section": "D. Background Model",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "The expected background is modelled using data from the 60 Co calibration campaign, which are assumed to represent well the background density distribution in the (cS1,cS2)-plane. ",
            "section": "D. Background Model",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "The calibration sample yields about 2.2 × 10 4 events in the ROI; these are then scaled to the science data according to a measured scale factor τ bkg . ",
            "section": "D. Background Model",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "This scale factor, which is merely the ratio between the data and calibration sample yields, is measured in the two control regions shown in Figure 1 (labelled CR1 and CR2) separately. ",
            "section": "D. Background Model",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The two control regions give compatible results and the computed average is τ bkg = 0.034±0.002, where the reported uncertainty is of statistical nature only.",
            "section": "D. Background Model",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "The distribution of the calibration sample has been compared to the data of the science run in the two control regions, and agreement was found within statistical uncertainties. ",
            "section": "D. Background Model",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "Furthermore, 60 Co calibration data have been compared in the region of interest to data from the 232 Th calibration campaign, and systematic uncertainties assessed based on it.",
            "section": "D. Background Model",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "E. Systematic Uncertainties",
            "section_rank": 9
        },
        {
            "text": "Uncertainties on the prediction of the total number of background events arise from the uncertainty on the measurement of the normalisation factor, τ bkg , and amount to 6%. ",
            "section": "E. Systematic Uncertainties",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Systematic uncertainty on the shape of the predicted background distribution are assessed by the maximal observed discrepancy in the ROI between the 60 Co and 232 Th calibration samples. ",
            "section": "E. Systematic Uncertainties",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "The two sample's normalized yield are compared in each sub-region and the overall largest deviation (incompatible with statistical fluctuation) is found to be within 4%. ",
            "section": "E. Systematic Uncertainties",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Consequently, a systematic uncertainty of 4% is assigned to the expected yield of each sub-region. ",
            "section": "E. Systematic Uncertainties",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Uncertainties belonging to different sub-regions in the ROI are considered independent from one another.",
            "section": "E. Systematic Uncertainties",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Uncertainties on the total yield of signal events arising from selections are found to be only very weakly dependent on the WIMP mass, and an overall 6% acceptance uncertainty is applied to all WIMP hypotheses.",
            "section": "E. Systematic Uncertainties",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "Uncertainties on the energy scale and, more generally, related to detector responses are parameterised using the respective uncertainties on the measures of L y , L eff , Y , Q Y and ρ. ",
            "section": "E. Systematic Uncertainties",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "The simulation shows that these uncertainties mainly affect the pdf of the signal model in the ROI, and very weakly the total signal yield. ",
            "section": "E. Systematic Uncertainties",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "They are taken into account by simulating several signal pseudosamples for each WIMP mass, where the pseudo-samples are produced by varying the model parameters by their ±1 standard deviation. ",
            "section": "E. Systematic Uncertainties",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "For each sub-region, an overall uncertainty is then computed by adding in quadrature the residual of each pseudo-sample with respect to the nominal. ",
            "section": "E. Systematic Uncertainties",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Figure 3 shows an example of such a systematic uncertainty computation for a WIMP mass of 100 GeV/c 2 .",
            "section": "E. Systematic Uncertainties",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "All the uncertainties discussed here are parameterised within a binned profile likelihood function using the ROOSTAT-ROOFIT framework [25,26]. ",
            "section": "E. Systematic Uncertainties",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25,"
                },
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26]"
                }
            ],
            "entity_spans": [
                {
                    "start": 109,
                    "end": 124,
                    "type": "software",
                    "rawForm": "ROOSTAT-ROOFIT",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "All the parameters related to systematic uncertainties are assumed to be normally distributed.",
            "section": "E. Systematic Uncertainties",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "IV. ",
            "section_rank": 10
        },
        {
            "text": "RESULTS AND DISCUSSION",
            "section_rank": 10
        },
        {
            "text": "This search is performed using XENON100 Run-II science data, which corresponds to an exposure of 34 × 224.6 kg • days. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "A total of 764 events are observed in the region of interest and no evidence of dark matter can be assessed based on an expected background of 756 ± 5 (stat) ± 55 (syst) events. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Figure 4 shows the distribution of events in the region of interest, where the bottom panel displays the ratio between data and expected background. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "The light and dark blue shaded areas represent the statistical and systematic uncertainty on the background expectation, respectively. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "The expected signal for a WIMP mass of 100 GeV/c 2 , normalized to a total of 50 events, is also shown.",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "This result is interpreted via a binned profiled likelihood approach by means of the test statisticq and its asymptotic distributions, as described in [28]. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "Assuming an isothermal WIMP halo with a local density of ρ χ = 0.3 GeV/cm 3 , a local circular velocity of v 0 = 220 km/s, a galactic escape velocity of v esc = 544 km/s [29] and the nuclear structure factors as computed in [6], a 90% CL s [30] confidence level upper limit is set on the spindependent inelastic WIMP-nucleon cross section as a function of the WIMP mass. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 224,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 240,
                    "end": 244,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "The CL s technique helps to protect against excluding a cross section which is smaller than the experimental sensitivity.",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Our result is shown in Figure 5, together with its expected one and two sigma statistical variation. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 31,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "The most constraining limit is set for a WIMP of mass 100 GeV/c 2 to a cross section of 3.3 × 10 −38 cm 2 (at 90% CL s confidence level).",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "This result is compared to the one obtained by the XMASS experiment [27], a single phase liquid xenon detector, which used a fiducial volume containing 41 kg of LXe and 165.9 live days of data.",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "While these upper limits are not competitive to spindependent, elastic scattering results, as obtained by XENON100 [10] and LUX [31] (bounding the cross section to be < 1×10 −40 cm 2 , at 90% C.L., for a 100 GeV/c 2 WIMP), our results are the most stringent for the spindependent inelastic channel, and set the stage for a sensitive search of inelastic WIMP-nucleus scattering in running or upcoming liquid xenon experiments such as XENON1T [32], XENONnT [32], LZ [33], and DAR-WIN [34]. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                },
                {
                    "start": 441,
                    "end": 445,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                },
                {
                    "start": 455,
                    "end": 459,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                },
                {
                    "start": 464,
                    "end": 468,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[33]"
                },
                {
                    "start": 482,
                    "end": 486,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                }
            ],
            "entity_spans": [
                {
                    "start": 447,
                    "end": 455,
                    "type": "software",
                    "rawForm": "XENONnT",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "In these larger detectors, with lower intrinsic backgrounds from 85 Kr and 222 Rn decays, and improved self-shielding, the electronic recoil background will be reduced by a few orders of magnitude with respect to XENON100, and ultimately limited by solar neutrino interactions [35]. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "The discovery of this interaction channel would be a clear signature for a spin-dependent nature of the dark matter interaction, and would provide a potential handle to constrain the WIMP mass with data from one experiment only [6,36].",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6,"
                },
                {
                    "start": 231,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36]"
                }
            ]
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 11
        },
        {
            "text": "FIG. 1. ",
            "section": "FIG. 1 .",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Signal (1-9) and control (CR1 and CR2) regions for the inelastic WIMP-129 Xe search in the (cS2,cS1)-plane. ",
            "section": "FIG. 1 .",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Figure ",
            "section": "FIG. 1 .",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "(a) shows the signal distribution for a simulated WIMP of mass 100 GeV/c 2 normalized to 50 events, while Figure ",
            "section": "FIG. 1 .",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "(b) is obtained using normalized 60 Co calibration data and represents the background expectation distribution.",
            "section": "FIG. 1 .",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 12
        },
        {
            "text": "FIG. 2. ",
            "section": "FIG. 2 .",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "A full simulation (NR and ER response) of the 39.6 keV xenon line activated from 241 AmBe neutrons is compared with data. ",
            "section": "FIG. 2 .",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Figure ",
            "section": "FIG. 2 .",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "(a) compares contours of equal density in the (cS1,cS2)-plane, while Figure ",
            "section": "FIG. 2 .",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "(b) shows the same distribution projected in cS1 for several ranges of cS2, the histograms are normalized to unit area. ",
            "section": "FIG. 2 .",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Light and dark blue represent simulation and data, respectively.",
            "section": "FIG. 2 .",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 13
        },
        {
            "text": "FIG. 3. ",
            "section": "FIG. 3 .",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "Predicted signal yield in each sub-region (blue curve), along with systematic uncertainties (shaded area) simulated for a WIMP mass of 100 GeV/c 2 . ",
            "section": "FIG. 3 .",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "The signal has been scaled for a total number of 50 events. ",
            "section": "FIG. 3 .",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "The sub-regions are defined inFigure 1.",
            "section": "FIG. 3 .",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 14
        },
        {
            "text": "FIG. 4. ",
            "section": "FIG. 4 .",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "Distribution of observed events in the region of interest (data points), along with the normalized distribution from calibration data (filled histogram). ",
            "section": "FIG. 4 .",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "The expected signal for a WIMP mass of 100 GeV/c 2 (blue dashed), normalized to a total of 50 events, is also shown. ",
            "section": "FIG. 4 .",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "The bottom panel displays the ratio between data and expected background, where the light and dark blue shaded areas represent the statistical and systematic uncertainty on the background expectation, respectively.",
            "section": "FIG. 4 .",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 15
        },
        {
            "text": "FIG. 5.Upper limit (blue curve) on the spin-dependent, inelastic WIMP-nucleon cross section as a function of WIMP mass. ",
            "section": "FIG. 5 .",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "The expected one (light shaded area) and two (dark shaded area) standard deviation uncertainty is also shown. ",
            "section": "FIG. 5 .",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "This result is compared to the upper limit (at 90% C.L.) obtained by the XMASS experiment (dashed line)[27].",
            "section": "FIG. 5 .",
            "paragraph_rank": 33,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 17
        },
        {
            "text": "We gratefully acknowledge support from the National Science Foundation, Swiss National Science Foundation, Deutsche Forschungsgemeinschaft, Max Planck Gesellschaft, German Ministry for Education and Research, Netherlands Organisation for Scientific Research, Weizmann Institute of Science, I-CORE, Initial Training Network Invisibles (Marie Curie Actions, PITNGA-2011-289442), Fundacao para a Ciencia e a Tecnologia, Region des Pays de la Loire, Knut and Alice Wallenberg Foundation, Kavli Foundation, and Istituto Nazionale di Fisica Nucleare. ",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 34,
            "section_rank": 17
        },
        {
            "text": "We are grateful to Laboratori Nazionali del Gran Sasso for hosting and supporting the XENON project.",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 34,
            "section_rank": 17
        }
    ]
}