{
    "level": "sentence",
    "abstract": [
        {
            "text": "A",
            "section_rank": 1
        },
        {
            "text": ": The MicroBooNE detector is a liquid argon time projection chamber at Fermilab designed to study short-baseline neutrino oscillations and neutrino-argon interaction cross-section. ",
            "section": "A",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Due to its location near the surface, a good understanding of cosmic muons as a source of backgrounds is of fundamental importance for the experiment. ",
            "section": "A",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We present a method of using an external 0.5 m (L) x 0.5 m (W) muon counter stack, installed above the main detector, to determine the cosmic-ray reconstruction efficiency in MicroBooNE. ",
            "section": "A",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Data are acquired with this external muon counter stack placed in three different positions, corresponding to cosmic rays intersecting different parts of the detector. ",
            "section": "A",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The data reconstruction efficiency of tracks in the detector is found to be data = (97.1 ± 0.1 (stat) ± 1.4 (sys))%, in good agreement with the Monte Carlo reconstruction efficiency MC = (97.4 ± 0.1)%. ",
            "section": "A",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "This analysis represents a small-scale demonstration of the method that can be used with future data coming from a recently installed cosmic-ray tagger system, which will be able to tag ≈ 80% of the cosmic rays passing through the MicroBooNE detector.",
            "section": "A",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "MicroBooNE (Micro Booster Neutrino Experiment) is a liquid argon time projection chamber (LArTPC) located at the Fermi National Accelerator Laboratory (Fermilab) [1]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The main physics goals of the experiment are to investigate the excess of low-energy events observed by the Mini-BooNE collaboration [2] and to measure neutrino-argon interaction cross sections. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "MicroBooNE also provides important research and development contributions to detector technology and event reconstruction techniques for future LArTPC experiments, such as DUNE (Deep Underground Neutrino Experiment) [3]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The MicroBooNE detector is located 470 m downstream of the Booster Neutrino Beam (BNB) target. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The BNB is predominantly composed of muon neutrinos (ν µ ) with a peak neutrino energy at about 0.7 GeV.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The MicroBooNE detector consists of a rectangular time projection chamber (TPC) with dimensions of 256 cm (width) × 233 cm (height) × 1037 cm (length). ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The cylindrical cryostat contains a total of 170 t of liquid argon, while the mass of liquid argon in the active volume, defined as the portion of the argon encompassed by the TPC, is 89 t. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Figure 1 shows a graphical representation of the TPC in the MicroBooNE coordinate system. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The x direction corresponds to the drift coordinate, the y direction is the vertical direction, and the z direction points along the beam.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The TPC consists of three wire planes with 3 mm spacing at angles of 0 • , +60 • and −60 • with respect to the vertical. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The cathode, made of a plane of stainless steel panels, operates at a voltage a Kalman filter for track fitting. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "All hits that are associated with through-going tracks in either (or both) algorithms are tagged as cosmogenic tracks and are removed. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The neutrino pass can then be run on the remaining hits. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Further cosmic removal is performed downstream of the reconstruction using the optical system (see, for example, reference [3]).  ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The orientation of the axes in the following plots is standard in LArSoft, and makes a right handed co-ordinate system: the x coordinate (256.35 cm) points along the negative drift direction with 0 placed at the anode plane, y (233 cm) points vertically upward with 0 at the center of the detector, and z (1036.8 cm) points along the direction of the beam, with 0 at the upstream edge of the detector. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "It is worth noting that the readout window is longer than the time taken for electrons to drift the distance from the cathode plane to the anode plane, and so the plots pertaining to the x-direction cover several drift 2 Figure 1. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 221,
                    "end": 229,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The MicroBooNE coordinate system. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The three wire planes, shown in the right front face, are vertical (collection plane) and at ±60 • to the vertical (induction planes). ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The dimensions of the TPC are 256 cm × 233 cm × 1037 cm in the x, y, and z directions, respectively. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "of −70 kV. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In a neutrino interaction, a neutrino from the beam interacts with an argon nucleus, and the secondary charged particles traverse the medium, losing energy and leaving an ionization trail. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The resulting ionization electrons drift to the wire planes under an electric field of 273 V/cm. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The distance between the cathode and anode is 2.56 m. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "An ionization electron takes about 2.3 ms to travel the full drift distance, called the drift time window. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Charge drifting past a wire plane induces a current that produces a bipolar signal in the electronics. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The first two planes are referred to as induction planes. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The wire plane furthest from the cathode has wires oriented vertically. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Drifting electrons are collected on this plane producing a unipolar signal. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Charge deposited in the TPC generates a signal used to create three distinct two-dimensional views (in terms of wire and time) of the event, which can be combined to reconstruct a three-dimensional image of the interaction. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "A set of 32 photomultipliers tubes (PMTs) is placed behind the anode plane to collect the argon scintillation light. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Scintillation light provides timing information with few-ns precision, which provides the TPC start time of the event and can be used for background suppression. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "More details about the MicroBooNE detector can be found in ref. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "[1].",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The detector is placed in a pit 6 m below the surface with no overburden. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The muon cosmic-ray rate in the MicroBooNE detector is estimated to be 5.5 kHz, which corresponds to ≈ 13 muons per TPC drift time window of 2.3 ms. The abundant flux of cosmic muons is a source of background to neutrino events, and an optimal reconstruction of the cosmic rays in the TPC is therefore crucial.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In order to study the challenges of cosmic-ray background rejection in a surface neutrino experiment, the MicroBooNE detector was equipped with an external muon counter stack (MuCS) at the start of operations in 2015. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "We use this system to develop and demonstrate muon tagging. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "It also provides an external set of data to validate simulation and reconstruction. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In the future, the method described in this paper will be applied to the data coming from the cosmic ray tagger (CRT) system [4], installed in March 2017. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "It is able to tag approximately 80% of the cosmic rays traversing the MicroBooNE LArTPC, which is an order of magnitude more than the coverage provided by the MuCS. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "The better coverage the CRT provides allows to determine efficiencies over the full detector volume, to measure e.g. the cosmic-ray flux in the LArTPC.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The Muon Counter Stack",
            "section_rank": 3
        },
        {
            "text": "The Muon Counter Stack, described in detail in ref. ",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "[5], consists of two sets of planar modules placed into two separate, light-tight boxes. ",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "The upper and lower boxes are placed 2.75 m and 2.03 m above the TPC, respectively. ",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Their position is known to a precision of 0.5 cm. ",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Each planar module is constructed using 48 scintillator strips of 4 cm width, 48 cm length, and 2 cm thickness. ",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The scintillator strips are arranged into a pair of bi-layers, each 12 strips wide and oriented perpendicular to each other. ",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The overall setup is shown in figure 2. ",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "A cosmic ray passing through the MuCS boxes hits the scintillator strips. ",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "We have a MuCS hit when the signal corresponding to the strip is above a certain threshold. ",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The position of the panels along the y axis and the position of the hit strips (highlighted in red) are used to extrapolate the trajectory of the cosmic ray down to the TPC located below the counters.",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Each strip contains a wavelength shifting optical fiber, connected to a multi-anode PMT, which is read out by a dedicated DAQ system that records the hit patterns of the scintillator strips. ",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The MuCS is designed to provide a trigger on through-going muons that intersect all four bi-layers of scintillator strips.",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 8,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "The data used in our analysis has been acquired with the MuCS in three different geometrical configurations. ",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 9,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 57,
                    "end": 62,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "The three configurations correspond to a setup with the two boxes placed above the TPC and at the upstream end, at the center, and at the downstream end of the MicroBooNE detector, keeping the box spacing and alignment identical. ",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "A three-dimensional schematic of the three MuCS setups is shown in figure 3.  ",
            "section": "The Muon Counter Stack",
            "paragraph_rank": 9,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "Data reduction and Monte Carlo simulation",
            "section_rank": 4
        },
        {
            "text": "The MuCS trigger is propagated to the MicroBooNE trigger board and provides the starting time (t 0 ) of a track in the TPC associated with the MuCS. ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 10,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s6"
                },
                {
                    "start": 143,
                    "end": 147,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s7"
                }
            ]
        },
        {
            "text": "The MuCS triggers at a rate of nearly 3 Hz. ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 10,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 8,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s8"
                }
            ]
        },
        {
            "text": "A software filter removes events with more than 4 hit strips per bi-layer from the data sample, discarding events with unclear hit patterns caused by electronic noise or air showers. ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "After this filter, the MuCS data sample consists of ≈30000 MuCS-triggered events, acquired in ∼10 hours of data taking. ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 10,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s9"
                },
                {
                    "start": 59,
                    "end": 63,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s10"
                }
            ]
        },
        {
            "text": "The data follow a processing path that merges the MuCS hit patterns and extrapolated trajectory information with the TPC to form a MuCS-merged dataset. ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 10,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s11"
                },
                {
                    "start": 131,
                    "end": 135,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s12"
                }
            ]
        },
        {
            "text": "As illustrated in figure 2, when a signal in one strip is above a certain threshold we have a MuCS hit. ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 10,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s13"
                }
            ]
        },
        {
            "text": "By combining the MuCS hits in each bi-layer, we obtain two sets of position coordinates of the crossing points of the cosmic rays (the z and x coordinates in the MicroBooNE TPC reference frame shown in figure 1). ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 10,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s14"
                }
            ]
        },
        {
            "text": "The height at which the modules are positioned (corresponding to the y coordinate for the MicroBooNE TPC reference frame) allows the extrapolation of a threedimensional trajectory of the cosmic ray from the MuCS down to the TPC, which is defined as a MuCS-extrapolated track.",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 10,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s15"
                },
                {
                    "start": 251,
                    "end": 255,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s16"
                }
            ]
        },
        {
            "text": "The starting angle of the cosmic ray trajectory, in spherical coordinates, is defined by:",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "where r is the distance between (x top , y top , z top ) and (x bottom , y bottom , z bottom ), given by the hit positions in the top and bottom MuCS box, respectively. ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 12,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 145,
                    "end": 150,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s17"
                }
            ]
        },
        {
            "text": "In the TPC, ionization electrons from cosmic ray muons passing through the MicroBooNE cryostat are drifted to the wires and TPC hits are extracted, which are then used by the track reconstruction algorithms provided by the Pandora framework [6] to form TPC reconstructed tracks.",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "At the top and bottom boundary of the TPC, this distortion leads primarily to a vertical displacement of the ionization tracks. ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The vertical displacements are larger far from the anode (due to the longer travel distance of the ionization electrons) and for positions far from the center of the TPC (where the built-up charge increases the distortion). ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The vertical displacement at the top and bottom boundary of the TPC has been measured in the data by reconstructing the start and end points of minimum-ionizing particles crossing the TPC, while the vertical displacement in the TPC bulk has been estimated by a dedicated simulation, described in ref. ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "[9]. ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Knowing in this way the magnitude of the effect, it has been possible to correct it in the data, allowing direct comparison with the current Monte Carlo simulation.",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The first intersection point between the MuCS-extrapolated track and the TPC is defined as (x MuCS , y MuCS , z MuCS ). ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "However, because of multiple Coulomb scattering in the material between the MuCS boxes and the TPC, the starting point of the reconstructed track in the TPC corresponding to the MuCS-triggering cosmic ray does not coincide exactly with the extrapolated intersection point.",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The TPC reconstructed track with the closest starting point to the MuCS-extrapolated track intersection point is selected for further analysis and is defined as a MuCS-tagged track. ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The distance d between the extrapolated intersection point and the starting point of the MuCS-tagged track is defined as",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "where (x reco , y reco , z reco ) is the starting point of the MuCS-tagged track. ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The data will then include two different sets of information:",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "• MuCS-extrapolated information: a line crossing the entire TPC is extrapolated from the two points given by the MuCS (one for each box). ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 17,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 2,
                    "end": 6,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s18"
                },
                {
                    "start": 113,
                    "end": 118,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s19"
                }
            ]
        },
        {
            "text": "From this extrapolated line it is possible to obtain: (1) the two extrapolated starting angles θ and φ of the MuCS, defined in eq. ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 17,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s20"
                }
            ]
        },
        {
            "text": "(3.1), (2) the extrapolated start point (x MuCS , y MuCS , z MuCS ) described above, and (3) the extrapolated end point, corresponding to point where the MuCS-extrapolated track exits the TPC. ",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 17,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s21"
                },
                {
                    "start": 52,
                    "end": 56,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s22"
                },
                {
                    "start": 61,
                    "end": 65,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s23"
                },
                {
                    "start": 154,
                    "end": 158,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s24"
                }
            ]
        },
        {
            "text": "The extrapolated track length L is calculated by measuring the distance between the extrapolated start point and the extrapolated end point.",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "• Reconstructed TPC data information: for each MuCS-triggered event, the reconstructed starting point (x reco , y reco , z reco ) of the MuCS-tagged track.",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "To remove events where the cosmic-ray muon triggered the MuCS but did not hit the TPC, or crossed it for a very short path, we require an extrapolated length in the TPC of L > 20 cm.",
            "section": "Data reduction and Monte Carlo simulation",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "Monte Carlo sample generation",
            "section_rank": 5
        },
        {
            "text": "The Monte Carlo sample consists of a simulation of cosmic ray events in the MicroBooNE TPC. ",
            "section": "Monte Carlo sample generation",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The cosmic rays are generated using the CORSIKA [7] simulation software. ",
            "section": "Monte Carlo sample generation",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ],
            "entity_spans": [
                {
                    "start": 40,
                    "end": 48,
                    "type": "software",
                    "rawForm": "CORSIKA",
                    "resp": "service",
                    "id": "software-simple-s25"
                }
            ]
        },
        {
            "text": "The muons are propagated through the detector using GEANT4 [8] and passed through a detector simulation stage. ",
            "section": "Monte Carlo sample generation",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The detector simulation reproduces the electron drift, the induction and collection of signals on wires, and the electronics response. ",
            "section": "Monte Carlo sample generation",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The simulation also includes information on the state of the detector readout. ",
            "section": "Monte Carlo sample generation",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Noisy or unresponsive wires, for example, can complicate track reconstruction. ",
            "section": "Monte Carlo sample generation",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The impact of their effect is discussed in section 4.1.4. ",
            "section": "Monte Carlo sample generation",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The direction of the simulated cosmic ray is given by its momentum when it enters the TPC, given by GEANT4. ",
            "section": "Monte Carlo sample generation",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The starting angles θ and φ are defined in this case as",
            "section": "Monte Carlo sample generation",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "where p x , p y , p z are the x, y, z components of the cosmic-ray momentum of magnitude p. ",
            "section": "Monte Carlo sample generation",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The track length L is calculated by extrapolating a straight line through the TPC in the θ, φ direction and measuring the distance from the true entering point to the extrapolated exiting point in the TPC. ",
            "section": "Monte Carlo sample generation",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "This Monte Carlo simulation provides cosmic rays entering the TPC from all possible directions, while the cosmic rays triggering the MuCS can have only θ, φ starting angles within the geometrical constraints of the system. ",
            "section": "Monte Carlo sample generation",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Thus, cosmic rays in the Monte Carlo dataset are selected to match the (θ, φ) parameter space covered by the MuCS-extrapolated tracks in data and the Monte Carlo events have been weighted to match the data distributions.",
            "section": "Monte Carlo sample generation",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Reconstruction efficiencies",
            "section_rank": 6
        },
        {
            "text": "The reconstruction efficiency is defined as the fraction of MuCS-triggered cosmic-ray events that have a reconstructed track in the TPC:",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "In data, the MuCS-tagged track is defined as the reconstructed track with the closest starting point (x reco , y reco , z reco ) to the extrapolated MuCS starting point (x MuCS , y MuCS , z MuCS ), as shown in figure 4.",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 210,
                    "end": 218,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "figure 4"
                }
            ]
        },
        {
            "text": "In order to limit the accidental misassociation of MuCS-triggered cosmic-ray muons with other nearby reconstructed tracks in the TPC, a selection requirement is placed on the maximum distance d max between the two points, (x reco , y reco , z reco ) and (x MuCS , y MuCS , z MuCS ). ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 24,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s26"
                },
                {
                    "start": 257,
                    "end": 261,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s27"
                },
                {
                    "start": 266,
                    "end": 270,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s28"
                },
                {
                    "start": 275,
                    "end": 279,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s29"
                }
            ]
        },
        {
            "text": "To study the dependence of the number of MuCS-tagged tracks on d max , a dedicated Monte Carlo simulation of a MuCS run is performed, defined as MuCS Monte Carlo, which is different from the Monte Carlo sample described in section 3.1. ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 24,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s30"
                },
                {
                    "start": 111,
                    "end": 115,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s31"
                },
                {
                    "start": 145,
                    "end": 149,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s32"
                }
            ]
        },
        {
            "text": "Each event of this simulation has one cosmic-ray muon passing through the MuCS boxes overlaid on a full simulation of cosmic rays in the TPC.",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 24,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 74,
                    "end": 79,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s33"
                }
            ]
        },
        {
            "text": "We use the truth information in the MuCS Monte Carlo simulation to determine if the identified MuCS-tagged cosmic ray corresponds to the true track from the cosmic muon or if it is an incorrectly associated cosmic ray, to which the extrapolated starting point distance is closer than d max because of multiple Coulomb scattering. ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "In the MuCS Monte Carlo the distance d is defined as",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "where (x sim , y sim , z sim ) and (x reco , y reco , z reco ) are the coordinates of the intersection of the simulated cosmic-ray trajectory with the TPC and of the closest reconstructed track, respectively.  ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "The reconstruction efficiency, as defined in eq. ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "(4.1), is obtained, both for data ( data ) and for MuCS Monte Carlo ( MuCS-MC ), by",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "where the P/A ratio is taken only from the MuCS Monte Carlo simulation, while tag is measured with the data, data tag , or with the MuCS Monte Carlo simulation, MuCS-MC tag . ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 27,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s34"
                },
                {
                    "start": 132,
                    "end": 136,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s35"
                },
                {
                    "start": 161,
                    "end": 165,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s36"
                }
            ]
        },
        {
            "text": "Figure 6 shows the tagging efficiency both for data ( data tag ) and MuCS Monte Carlo ( MuCS-MC tag ), the purity P and the acceptance A as a function of d max . ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure 6"
                }
            ],
            "entity_spans": [
                {
                    "start": 69,
                    "end": 74,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s37"
                },
                {
                    "start": 88,
                    "end": 92,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s38"
                }
            ]
        },
        {
            "text": "The reconstruction efficiencies for data ( data ) and MuCS Monte Carlo ( MuCS-MC ) are also shown.",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 27,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s39"
                },
                {
                    "start": 73,
                    "end": 77,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s40"
                }
            ]
        },
        {
            "text": "Using eq. ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "(4.1), the MuCS Monte Carlo reconstruction efficiency MuCS-MC will not depend, by construction, on the chosen value of d max . ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "Since the P/A correction factor is determined by a Monte Carlo simulation, the data reconstruction efficiency data has a small dependence on d max (see figure 6), because of the small difference between data tag and MuCS-MC tag . ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "figure 6)"
                },
                {
                    "start": 216,
                    "end": 227,
                    "type": "bibr",
                    "text": "MuCS-MC tag"
                }
            ]
        },
        {
            "text": "The difference between the lowest and the highest value of data is 0.2%. ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "This value is used to estimate the systematic uncertainty related to the P/A correction factor, as further discussed in section 4.1. ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "The chosen value of d max is d max = 32 cm. ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "Figure 5 and figure 6 show that the d, P and A distributions are constant around this value, and the ratio P/A is ≈1.",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 21,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 5 and figure 6"
                }
            ]
        },
        {
            "text": "To verify if the data reconstruction efficiency, measured in specific locations of the detector, is valid throughout the detector, we perform a direct comparison of the MuCS data with the Monte Carlo sample, using the Monte Carlo distribution generated as described in section 3. ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 29,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 169,
                    "end": 174,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s41"
                }
            ]
        },
        {
            "text": "This Monte Carlo sample contains cosmic rays generated over the entire TPC volume and therefore averages over any dependence of MC on the position of the cosmic ray in the TPC. ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "text": "The MuCS dataset, however, covers only three regions of the detector shown in figure 3.",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "figure 3"
                }
            ],
            "entity_spans": [
                {
                    "start": 4,
                    "end": 8,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s42"
                }
            ]
        },
        {
            "text": "A cosmic ray with a longer path in the TPC will correspond in general to a larger number of hit wires and thus to a higher reconstruction efficiency [10]. ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The reconstruction efficiency depends also on the direction of the cosmic ray, since cosmic rays parallel to the wires of one plane (0 • , ±60 • with respect to the y axis) will generate fewer hits in that particular plane, making the track reconstruction more difficult. ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "We therefore express the data and the Monte Carlo reconstruction efficiencies, data and MC , as a function of the starting spherical angles θ, φ and of the expected track length L in the TPC, as described in section 3.",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "The efficiency is plotted as a three-dimensional histogram, where each bin corresponds to a particular combination of the θ, φ, and L variables. ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "text": "Bin width is chosen large enough to have a statistical uncertainty of less than 10% for every (θ, φ, L) bin. ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "text": "The same P/A correction factor is applied to every bin.",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "text": "The data reconstruction efficiency data does not take into account muons triggering the MuCS that decay or are captured before reaching the TPC. ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "text": "These events are counted in the denominator of eq.  ",
            "section": "Reconstruction efficiencies",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 7
        },
        {
            "text": "The measurement of the reconstruction efficiency can be affected by several systematic effects. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "In particular, the datasets are taken with the MuCS placed in three different geometrical configurations and the MuCS-triggered cosmic muons undergo multiple Coulomb scattering. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 33,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 47,
                    "end": 52,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s43"
                },
                {
                    "start": 113,
                    "end": 117,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s44"
                }
            ]
        },
        {
            "text": "In this section, the details of all the systematic effects studied are given.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "Effect of the space-charge effect correction",
            "section_rank": 8
        },
        {
            "text": "The displacement of the ionization tracks caused by the space-charge effect has been corrected with the procedure described in section 3. ",
            "section": "Effect of the space-charge effect correction",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "The error related to this correction is verified to have a negligible effect (< 0.1%) on the data reconstruction efficiency measurement.",
            "section": "Effect of the space-charge effect correction",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "Effect of the d max requirement",
            "section_rank": 9
        },
        {
            "text": "As shown in figure 6, the value of data has a small dependence on d max . ",
            "section": "Effect of the d max requirement",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "figure 6"
                }
            ]
        },
        {
            "text": "The difference 0.2% between the highest and lowest value of data is taken as the systematic uncertainty due to the d max requirement. ",
            "section": "Effect of the d max requirement",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "This difference could be caused by the multiple Coulomb scattering of the cosmic rays in the box material, which is not included in the MuCS simulation.",
            "section": "Effect of the d max requirement",
            "paragraph_rank": 35,
            "section_rank": 9,
            "entity_spans": [
                {
                    "start": 136,
                    "end": 141,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s45"
                }
            ]
        },
        {
            "text": "Decay-in-flight or captured muons",
            "section_rank": 10
        },
        {
            "text": "The Monte Carlo statistical uncertainty of the correction factor D, as defined in eq. ",
            "section": "Decay-in-flight or captured muons",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "(4.9), is 0.1% and is taken as the systematic uncertainty related to this correction.",
            "section": "Decay-in-flight or captured muons",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "Detector non-uniformities",
            "section_rank": 11
        },
        {
            "text": "The presence of potential detector non-uniformities can introduce a systematic uncertainty in the measurement of the reconstruction efficiency. ",
            "section": "Detector non-uniformities",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "In particular, the presence of noisy or unresponsive wires in specific regions of the detector can lower the reconstruction efficiency. ",
            "section": "Detector non-uniformities",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "The three different MuCS configurations (shown in figure 3) cover different regions of the TPC, providing information on potential non-uniformities.",
            "section": "Detector non-uniformities",
            "paragraph_rank": 37,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "figure 3"
                }
            ],
            "entity_spans": [
                {
                    "start": 20,
                    "end": 25,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s46"
                }
            ]
        },
        {
            "text": "To check if these non-uniformities introduce a systematic effect, the significance σ of the differences between the data reconstruction efficiencies measured for two different configurations with the following definition is calculated as",
            "section": "Detector non-uniformities",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "where a ( b ) is the reconstruction efficiency in the arbitrary a (b) configuration studied and ∆ a (∆ b ) is the corresponding statistical uncertainty. ",
            "section": "Detector non-uniformities",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "This significance is measured for each corresponding (θ, φ, L) bin and for each possible combination of central, downstream, and upstream configurations. ",
            "section": "Detector non-uniformities",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "In the presence of a systematic effect, the standard deviation of the significances distribution would be larger than unity. ",
            "section": "Detector non-uniformities",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "A Gaussian fit of the distribution gives a standard deviation of 1.54 ± 0.12, suggesting that detector non-uniformities are indeed present. ",
            "section": "Detector non-uniformities",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "We study cosmic rays corresponding to bins with larger σ in more detail and two contributing factors that lead to non-uniformities: regions of the detector with unresponsive wires and highly inclined tracks. ",
            "section": "Detector non-uniformities",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "The MuCS-extrapolated tracks from the bins with a σ > 3, which drive the broadening of the distribution, show that for the upstream configuration the cosmic rays go through regions with noisy or unresponsive wires in one of the induction planes (figure 8), which are the source of the detector non-uniformities. ",
            "section": "Detector non-uniformities",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "In addition, the MuCS-extrapolated tracks in these bins have an orientation as shown in figure 8, implying that the cosmic rays are aligned with the wires of the collection plane, parallel to the y axis. ",
            "section": "Detector non-uniformities",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "These tracks, therefore, have few hits in two of the three planes, affecting the reconstruction efficiency. ",
            "section": "Detector non-uniformities",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "Figure 9 shows an event display of a nonreconstructed MuCS cosmic ray going through the region with noisy or unresponsive wires and parallel to the collection plane wires.",
            "section": "Detector non-uniformities",
            "paragraph_rank": 39,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "The systematic uncertainty related to the detector non-uniformities for each θ, φ, L bin is calculated as the difference between the best reconstruction efficiency of the three configurations and the averaged reconstruction efficiency obtained by merging the three datasets.The systematic uncertainty for the integrated 3D efficiency is 1.1%.",
            "section": "Detector non-uniformities",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "text": "Energy sampling",
            "section_rank": 12
        },
        {
            "text": "The multiple Coulomb scattering of cosmic muons depends on the energy of the cosmic ray [11]. ",
            "section": "Energy sampling",
            "paragraph_rank": 41,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Cosmic rays that scatter more have a higher probability to be outside the d max region and they are also more difficult to reconstruct, since their path in the TPC is not a straight line. ",
            "section": "Energy sampling",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "text": "In the (θ, φ, L) bins where the data reconstruction efficiency is measured with low statistics, the MuCS cosmic  rays can be distributed in a small region of the energy spectrum, which is steeply falling [7]. ",
            "section": "Energy sampling",
            "paragraph_rank": 41,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "This systematic bias of the reconstruction efficiency, estimated with a dedicated Monte Carlo simulation, is found to be negligible with the present level of statistics (< 0.1%).",
            "section": "Energy sampling",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "text": "Data/Monte Carlo comparison",
            "section_rank": 13
        },
        {
            "text": "The reconstruction efficiencies for the Monte Carlo and data samples are calculated as described in section 4. ",
            "section": "Data/Monte Carlo comparison",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "Conclusions",
            "section_rank": 14
        },
        {
            "text": "Cosmic muons traversing a LArTPC detector located on the surface can produce a source of backgrounds to the analyses of neutrino interactions. ",
            "section": "Conclusions",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "Measuring the reconstruction efficiency of such cosmic rays in the detector is of fundamental importance for the assessment of the detector performance and the suppression of cosmic-ray background. ",
            "section": "Conclusions",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "We present results using data from a small muon counter (the MuCS), placed above the MicroBooNE TPC, to measure the data reconstruction efficiency and compare it with the Monte Carlo reconstruction efficiency. ",
            "section": "Conclusions",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "A method to evaluate the number of reconstructed MuCS cosmic rays is studied using a dedicated Monte Carlo simulation.  ",
            "section": "Conclusions",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "The data reconstruction efficiency, calculated by comparing the number of MuCS-triggered events with the number of events with a reconstructed MuCS cosmic ray, is measured as a function of the cosmic-ray starting angles θ, φ and the expected length in the TPC, L. The overall reconstruction efficiency obtained is data = (97.1 ± 0.1 (stat) ± 1.4 (sys))% and MC = (97.4 ± 0.1 (stat))% for data and Monte Carlo, respectively. ",
            "section": "Conclusions",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "The two values are consistent within the uncertainties.",
            "section": "Conclusions",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "The reconstruction efficiency presented here only assesses whether a track is found and reconstructed. ",
            "section": "Conclusions",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "The efficiency here does not quantify the overall quality of the track reconstruction in the TPC, such as the correctness of the track length or angle; this will be addressed in a future publication.",
            "section": "Conclusions",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "We also analyze systematic uncertainties that affect the data reconstruction efficiency. ",
            "section": "Conclusions",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "The fraction of muons triggering the MuCS that decay or are captured before reaching the TPC is ≈ 1.0%, according to a Monte Carlo simulation. ",
            "section": "Conclusions",
            "paragraph_rank": 45,
            "section_rank": 14,
            "entity_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s47"
                }
            ]
        },
        {
            "text": "This factor is taken into account in the measurement of the data reconstruction efficiency. ",
            "section": "Conclusions",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "The MuCS data are acquired with the two MuCS boxes placed in three different positions, covering different parts of the detector. ",
            "section": "Conclusions",
            "paragraph_rank": 45,
            "section_rank": 14,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 8,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s48"
                },
                {
                    "start": 40,
                    "end": 44,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s49"
                }
            ]
        },
        {
            "text": "Detector non-uniformities induce a nonnegligible effect (∼1%) in the measurement of the data reconstruction efficiency. ",
            "section": "Conclusions",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "Other systematic uncertainties, such as the ones related to the space-charge effect and the energy sampling, were found to be negligible with the present level of statistics. ",
            "section": "Conclusions",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "This article describes a proof of principle method of using an external muon counter to measure the cosmic-ray reconstruction efficiency in a LArTPC. ",
            "section": "Conclusions",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "The (θ, φ, L) parameter space covered by the MuCS will be significantly expanded using the data coming from a larger cosmic ray tagger system (CRT), installed in March 2017, as illustrated in figure 12. ",
            "section": "Conclusions",
            "paragraph_rank": 45,
            "section_rank": 14,
            "entity_spans": [
                {
                    "start": 45,
                    "end": 50,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s50"
                }
            ]
        },
        {
            "text": "This detector will be able to tag ≈80% of the cosmic rays hitting the TPC and study the presence of non-uniformities in a larger portion of the MicroBooNE detector. ",
            "section": "Conclusions",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "The data coming from the CRT will allow the measurement of efficiency-corrected quantities, such as the cosmic-ray flux, and the reconstruction efficiencies will be directly applicable to physics measurements. ",
            "section": "Conclusions",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "Figure 12. ",
            "section": "Conclusions",
            "paragraph_rank": 45,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 12"
                }
            ]
        },
        {
            "text": "Monte Carlo simulation of the coverage in the (θ, φ) plane for both the MuCS (light blue), as presented in this article, and the CRT system (dark blue).",
            "section": "Conclusions",
            "paragraph_rank": 45,
            "section_rank": 14,
            "entity_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s51"
                }
            ]
        },
        {
            "text": "Figure 1 :",
            "section_rank": 15
        },
        {
            "text": "Figure 1: The MicroBooNE co-ordinate system. ",
            "section": "Figure 1 :",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "The three wire planes are vertical (collection plane) and at ± 60 degrees to the vertical (induction planes). ",
            "section": "Figure 1 :",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "The dimensions of the TPC are 256.35 cm ⇥ 233 cm ⇥ 1036.8 cm (x ⇥ y ⇥ z). ",
            "section": "Figure 1 :",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "The fiducial volume of the detector is 236.35 cm ⇥ 203 cm ⇥ 1026.8 cm.",
            "section": "Figure 1 :",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "Figure 2 .",
            "section_rank": 16
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 .",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "A cosmic ray passing through the MuCS boxes hits the scintillator strips. ",
            "section": "Figure 2 .",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "We have a MuCS hit when the signal corresponding to the strip is above a certain threshold. ",
            "section": "Figure 2 .",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "The position of the panels along the y axis and the position of the hit strips (highlighted in red) are used to extrapolate the trajectory of the cosmic ray down to the TPC located below the counters.",
            "section": "Figure 2 .",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "Figure 3 .",
            "section_rank": 17
        },
        {
            "text": "Figure 3. ",
            "section": "Figure 3 .",
            "paragraph_rank": 48,
            "section_rank": 17
        },
        {
            "text": "Illustration of the three MuCS configurations with a Monte Carlo simulation of the possible MuCS trajectories. ",
            "section": "Figure 3 .",
            "paragraph_rank": 48,
            "section_rank": 17,
            "entity_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s52"
                },
                {
                    "start": 92,
                    "end": 96,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s53"
                }
            ]
        },
        {
            "text": "Brown tracks correspond to cosmic rays hitting both the MuCS boxes and TPC, while red tracks traverse only the MuCS and miss the TPC.",
            "section": "Figure 3 .",
            "paragraph_rank": 48,
            "section_rank": 17,
            "entity_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s54"
                },
                {
                    "start": 111,
                    "end": 116,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s55"
                }
            ]
        },
        {
            "text": "Figure 4 .",
            "section_rank": 18
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "text": "Left: Two-dimensional schematic view of a MuCS event in MicroBooNE. ",
            "section": "Figure 4 .",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "text": "The black line shows the MuCS-extrapolated track, while the green line corresponds to the MuCS-tagged track. ",
            "section": "Figure 4 .",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "text": "The black and green dots correspond to the (x MuCS , y MuCS , z MuCS ) and (x reco , y reco , z reco ) coordinates, respectively. ",
            "section": "Figure 4 .",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "text": "Right: example of a MicroBooNE event display for the collection plane, showing a MuCS-tagged track in a data event.",
            "section": "Figure 4 .",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "text": "4 . ",
            "section_rank": 19
        },
        {
            "text": "3 ) 4 . ",
            "section_rank": 19
        },
        {
            "text": "4 ) 4 . ",
            "section_rank": 19
        },
        {
            "text": "5 )",
            "section_rank": 19
        },
        {
            "text": "Figure 5shows the distribution of the distance d between the extrapolated starting point and the closest reconstructed starting point, for both data and MuCS Monte Carlo. ",
            "section": "4 . 3 ) 4 . 4 ) 4 . 5 )",
            "paragraph_rank": 50,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s56"
                }
            ]
        },
        {
            "text": "In the reconstruction efficiency definition for the MuCS Monte Carlo sample, we replace the number of MuCS-triggered events in eq.",
            "section": "4 . 3 ) 4 . 4 ) 4 . 5 )",
            "paragraph_rank": 50,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s57"
                },
                {
                    "start": 102,
                    "end": 106,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s58"
                }
            ]
        },
        {
            "text": "(4.1) with the number of simulated MuCS events. ",
            "section": "4 . 3 ) 4 . 4 ) 4 . 5 )",
            "paragraph_rank": 50,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s59"
                }
            ]
        },
        {
            "text": "The efficiency tag of the d max requirement is defined as tag = events with a reco. ",
            "section": "4 . 3 ) 4 . 4 ) 4 . 5 )",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "text": "cosmic ray within d max MuCS triggered events = R e (d max ) T e . ",
            "section": "4 . 3 ) 4 . 4 ) 4 . 5 )",
            "paragraph_rank": 50,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s60"
                }
            ]
        },
        {
            "text": "(It is calculated for the data sample ( data tag ) and for the MuCS Monte Carlo sample ( MuCS−MC tag ) by replacing the number of MuCS-triggered events with the number of simulated MuCS events. ",
            "section": "4 . 3 ) 4 . 4 ) 4 . 5 )",
            "paragraph_rank": 50,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s61"
                },
                {
                    "start": 89,
                    "end": 93,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s62"
                },
                {
                    "start": 130,
                    "end": 134,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s63"
                },
                {
                    "start": 181,
                    "end": 185,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s64"
                }
            ]
        },
        {
            "text": "The purity P of the Monte Carlo MuCS sample, which represents the fraction of correctly tagged MuCS cosmic rays, is defined as the ratio between the number of events with a reconstructed MuCS cosmic ray correctly identified within d max and the number of events with a reconstructed cosmic ray within d max (MuCS-tagged cosmic rays): P = events with a reco. ",
            "section": "4 . 3 ) 4 . 4 ) 4 . 5 )",
            "paragraph_rank": 50,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s65"
                },
                {
                    "start": 95,
                    "end": 99,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s66"
                },
                {
                    "start": 187,
                    "end": 191,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s67"
                },
                {
                    "start": 308,
                    "end": 312,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s68"
                }
            ]
        },
        {
            "text": "MuCS cosmic ray within d max events with a reco. ",
            "section": "4 . 3 ) 4 . 4 ) 4 . 5 )",
            "paragraph_rank": 50,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s69"
                }
            ]
        },
        {
            "text": "cosmic ray within d max = M e (d max ) R e (d max ) . ",
            "section": "4 . 3 ) 4 . 4 ) 4 . 5 )",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "text": "(The acceptance A of the d max requirement, which represents the portion of MuCS cosmic rays within d max , is defined as the ratio between the number of events with a reconstructed MuCS cosmic ray within d max range and the total number of events with a reconstructed MuCS cosmic ray: A = events with a reco. MuCS cosmic ray within d max events with a reco. MuCS cosmic ray = M e (d max ) ",
            "section": "4 . 3 ) 4 . 4 ) 4 . 5 )",
            "paragraph_rank": 50,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s70"
                },
                {
                    "start": 182,
                    "end": 186,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s71"
                },
                {
                    "start": 269,
                    "end": 273,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s72"
                },
                {
                    "start": 310,
                    "end": 314,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s73"
                },
                {
                    "start": 359,
                    "end": 363,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s74"
                }
            ]
        },
        {
            "text": "M e . ",
            "section": "4 . 3 ) 4 . 4 ) 4 . 5 )",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "text": "(The acceptance of the d max requirement is mainly affected by the multiple Coulomb scattering in the material between the MuCS and the TPC.",
            "section": "4 . 3 ) 4 . 4 ) 4 . 5 )",
            "paragraph_rank": 50,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 123,
                    "end": 128,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s75"
                }
            ]
        },
        {
            "text": "Figure 5 .",
            "section_rank": 20
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5 .",
            "paragraph_rank": 51,
            "section_rank": 20
        },
        {
            "text": "Data and MuCS Monte Carlo distributions of the distance d between the extrapolated starting point and the closest reconstructed starting point for cosmic ray tracks passing through both the MuCS and the MicroBooNE TPC. ",
            "section": "Figure 5 .",
            "paragraph_rank": 51,
            "section_rank": 20
        },
        {
            "text": "The dashed line correspond to the d max requirement (32 cm) chosen for this analysis.",
            "section": "Figure 5 .",
            "paragraph_rank": 51,
            "section_rank": 20
        },
        {
            "text": "Figure 6 .",
            "section_rank": 21
        },
        {
            "text": "Figure 6. ",
            "section": "Figure 6 .",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "Data ( data tag ) and Monte Carlo ( MC tag ) tagging efficiency (red), purity P (blue) and acceptance A (green), as a function of d max . ",
            "section": "Figure 6 .",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "The MuCS reconstruction efficiencies for data ( data ) and MuCS Monte Carlo ( MuCS-MC ) are also shown as a reference (grey).",
            "section": "Figure 6 .",
            "paragraph_rank": 52,
            "section_rank": 21,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s76"
                },
                {
                    "start": 59,
                    "end": 63,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s77"
                },
                {
                    "start": 78,
                    "end": 82,
                    "type": "software",
                    "rawForm": "MuCS",
                    "resp": "service",
                    "id": "software-simple-s78"
                }
            ]
        },
        {
            "text": "Figure 7",
            "section_rank": 22
        },
        {
            "text": "Figure 7shows both the corrected data and the Monte Carlo reconstruction efficiency in the 3D phase space θ, φ, L, calculated as described in section 3. ",
            "section": "Figure 7",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "text": "The average reconstruction efficiencies for the data and Monte Carlo samples considering only statistical uncertainties, are corr data = (97.1 ± 0.1)% (4.10) MC = (97.4 ± 0.1)%",
            "section": "Figure 7",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "text": "Figure 7 .",
            "section_rank": 23
        },
        {
            "text": "Figure 7. ",
            "section": "Figure 7 .",
            "paragraph_rank": 54,
            "section_rank": 23
        },
        {
            "text": "Three-dimensional representation of reconstruction efficiency as a function of the starting angles θ, φ and the extrapolated track length L for ",
            "section": "Figure 7 .",
            "paragraph_rank": 54,
            "section_rank": 23
        },
        {
            "text": "(a) Monte Carlo and ",
            "section": "Figure 7 .",
            "paragraph_rank": 54,
            "section_rank": 23
        },
        {
            "text": "(b) data. ",
            "section": "Figure 7 .",
            "paragraph_rank": 54,
            "section_rank": 23
        },
        {
            "text": "The size of the box represents the efficiency. ",
            "section": "Figure 7 .",
            "paragraph_rank": 54,
            "section_rank": 23
        },
        {
            "text": "The empty region in the upper part of the plot corresponds to a region of the parameter space not covered by the data sample.",
            "section": "Figure 7 .",
            "paragraph_rank": 54,
            "section_rank": 23
        },
        {
            "text": "Figure 8 .",
            "section_rank": 24
        },
        {
            "text": "Figure 8. ",
            "section": "Figure 8 .",
            "paragraph_rank": 55,
            "section_rank": 24
        },
        {
            "text": "(a): two-dimensional display of the collected charge in the MicroBooNE detector, showing the regions with missing charges due to noisy or unresponsive wires on one of the induction planes. ",
            "section": "Figure 8 .",
            "paragraph_rank": 55,
            "section_rank": 24
        },
        {
            "text": "(b): extrapolated tracks corresponding to bins with σ > 3, as described in the text. ",
            "section": "Figure 8 .",
            "paragraph_rank": 55,
            "section_rank": 24
        },
        {
            "text": "As shown in ",
            "section": "Figure 8 .",
            "paragraph_rank": 55,
            "section_rank": 24
        },
        {
            "text": "(b), the tracks in the upstream part of the detector (low z) traverse a region with several noisy or unresponsive wires.",
            "section": "Figure 8 .",
            "paragraph_rank": 55,
            "section_rank": 24
        },
        {
            "text": "Figure 10 shows",
            "section_rank": 25
        },
        {
            "text": "the efficiencies computed for the two-dimensional planes (θ, φ), (θ, L), and (φ, L), and figure 11 shows the efficiencies computed as a function of θ, φ, and L individually. ",
            "section": "Figure 10 shows",
            "paragraph_rank": 56,
            "section_rank": 25
        },
        {
            "text": "The reconstruction efficiency increases with the expected track length L in the TPC, since longer tracks correspond, in general, to a larger number of hit wires that are easier to reconstruct. ",
            "section": "Figure 10 shows",
            "paragraph_rank": 56,
            "section_rank": 25
        },
        {
            "text": "The average reconstruction efficiencies for the data and Monte Carlo samples considering the systematic uncertainties, added in quadrature, in the analysis of the data are corr data = (97.1 ± 0.1 (stat) ± 1.4 (sys))%, (4.12) MC = (97.4 ± 0.1 (stat))%, for data and Monte Carlo, showing good agreement within uncertainties.",
            "section": "Figure 10 shows",
            "paragraph_rank": 56,
            "section_rank": 25
        },
        {
            "text": "(a) Induction (+60 • ) plane ",
            "paragraph_rank": 57,
            "section_rank": 26
        },
        {
            "text": "(b) Induction (−60 • ) plane ",
            "paragraph_rank": 57,
            "section_rank": 26
        },
        {
            "text": "(c) Collection (0 • ) plane",
            "paragraph_rank": 57,
            "section_rank": 26
        },
        {
            "text": "Figure 9 .",
            "section_rank": 27
        },
        {
            "text": "Figure 10 .",
            "section_rank": 27
        },
        {
            "text": "Figure 9. ",
            "section": "Figure 9 .Figure 10 .",
            "paragraph_rank": 58,
            "section_rank": 27
        },
        {
            "text": "Event display of a non-reconstructed MuCS cosmic-ray track in the three wire planes, indicated in the white boxes. ",
            "section": "Figure 9 .Figure 10 .",
            "paragraph_rank": 58,
            "section_rank": 27
        },
        {
            "text": "Orange lines correspond to other TPC reconstructed tracks. ",
            "section": "Figure 9 .Figure 10 .",
            "paragraph_rank": 58,
            "section_rank": 27
        },
        {
            "text": "The collection plane shows no reconstructed tracks.",
            "section": "Figure 9 .Figure 10 .",
            "paragraph_rank": 58,
            "section_rank": 27
        },
        {
            "text": "Acknowledgments",
            "section_rank": 29
        },
        {
            "text": "This material is based upon work supported by the following: the U.S. ",
            "section": "Acknowledgments",
            "paragraph_rank": 59,
            "section_rank": 29
        }
    ]
}