{
    "level": "sentence",
    "abstract": [
        {
            "text": "This Letter presents the measurement of differential cross sections of isolated prompt photons produced in association with a b-jet or a c-jet. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "These final states provide sensitivity to the heavy-flavour content of the proton and aspects related to the modelling of heavy-flavour quarks in perturbative QCD. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The measurement uses proton-proton collision data at a centre-of-mass energy of 8 TeV recorded by the ATLAS detector at the LHC in 2012 corresponding to an integrated luminosity of up to 20.2 fb −1 . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The differential cross sections are measured for each jet flavour with respect to the transverse energy of the leading photon in two photon pseudorapidity regions: |η γ | < 1.37 and 1.56 < |η γ | < 2.37. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The measurement covers photon transverse energies 25 < E γ T < 400 GeV and 25 < E γ T < 350 GeV respectively for the two |η γ | regions. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "For each jet flavour, the ratio of the cross sections in the two |η γ | regions is also measured. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The measurement is corrected for detector effects and compared to leading-order and nextto-leading-order perturbative QCD calculations, based on various treatments and assumptions about the heavy-flavour content of the proton. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Overall, the predictions agree well with the measurement, but some deviations are observed at high photon transverse energies. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The total uncertainty in the measurement ranges between 13% and 66%, while the central γ + b measurement exhibits the smallest uncertainty, ranging from 13% to 27%, which is comparable to the precision of the theoretical predictions.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The production of isolated prompt photons in association with a jet containing a b-or c-hadron provides a testing ground for perturbative quantum chromodynamics (pQCD), the content of the proton and the treatment of heavy quarks in matrix element (ME) and parton shower (PS) computations. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Prompt photons, which refer to those not arising from hadron decays, are targeted by requiring that their signals are isolated, i.e. well separated from other energetic signals. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The most recent measurements of these final states were performed at the Tevatron proton-antiproton collider by the D0 [1,2] and CDF [3] collaborations. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[1,"
                },
                {
                    "start": 122,
                    "end": 124,
                    "type": "bibr",
                    "text": "2]"
                }
            ]
        },
        {
            "text": "The Large Hadron Collider (LHC) produces proton-proton (pp) collisions at much higher centre-of-mass energies. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Compared to the proton-antiproton collisions of the Tevatron, these collisions exhibit smaller contributions from t-channel quark-antiquark processes, allowing other processes sensitive to the heavy-quark content of the proton to play a more significant role. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "1 E-mail address: atlas.publications@cern.ch.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Prompt photons (γ ) can be used as a colourless non-hadronizing probe of parton dynamics that yields a clean experimental signature [4][5][6][7][8][9][10][11][12][13][14][15][16]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "text": "[4]"
                },
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "text": "[5]"
                },
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "text": "[6]"
                },
                {
                    "start": 141,
                    "end": 144,
                    "type": "bibr",
                    "text": "[7]"
                },
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "text": "[8]"
                },
                {
                    "start": 147,
                    "end": 150,
                    "type": "bibr",
                    "text": "[9]"
                },
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "text": "[10]"
                },
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "text": "[11]"
                },
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "text": "[12]"
                },
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "text": "[13]"
                },
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "text": "[14]"
                },
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "text": "[15]"
                },
                {
                    "start": 174,
                    "end": 178,
                    "type": "bibr",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Processes containing final state b-or c-quarks play an important role in many LHC physics analyses and therefore the accuracy of the description of this heavy-flavour (HF) content of the proton must be investigated [17][18][19][20][21]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[17]"
                },
                {
                    "start": 219,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[18]"
                },
                {
                    "start": 223,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[19]"
                },
                {
                    "start": 227,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[20]"
                },
                {
                    "start": 231,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "HF jets are defined as jets which contain either a b-or c-hadron.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "At the LHC, prompt photons arise mainly through the Compton process, initiated by a quark (q) and a gluon (g), qg → qγ .",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "HF quarks arise in the proton through either extrinsic or intrinsic mechanisms. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Extrinsic refers to HF quarks arising through perturbative mechanisms in the proton, while intrinsic refers to non-perturbative mechanisms. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Presently, global parton distribution function (PDF) fits show that HF quarks in the proton are almost entirely extrinsic, however non-zero values of the intrinsic contribution have not been ruled out [22]. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The photon transverse energy observable provides sensitivity to these effects, by taking advantage of its precise calibration while integrating over the less precise jet kinematic observables. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The effect of intrinsic HF quarks in the PDF would be manifest at large Bjorken-x, which in the context of this measurement would give rise to larger cross-section values at large absolute photon pseudorapidities, |η γ |, with high photon transverse energy, E γ T . ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "2 Due to their smaller mass, c-quarks are more sensitive to these effects than b-quarks.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "As the value of the mass of the b-quark, m b , is much greater than the non-perturbative scale of QCD, it can be included explicitly in pQCD calculations. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The calculations of the γ + b cross sections can thus be done in two different schemes: the fourflavour scheme (4F) and the five-flavour scheme (5F) [23]. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "In the 4F scheme, the u-, d-, s-and c-quarks are treated as massless in the ME, while the b-quark is treated as massive. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "PDFs describing the proton with only the lightest four quarks are used in the calculations. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Most of the b-quarks are dynamically generated in the matrix element through the splitting of a gluon. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In the 5F scheme, the b-quark is also treated as massless and PDFs describing the proton with these five quarks are used in the calculations. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The b-quark can thus be an initial-state quark in the matrix element. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "As such, the diagrams considered at a particular order in pQCD differ between the 4F and 5F schemes. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In the 4F scheme, the mass of the b-quark gives rise to terms proportional to log(Q 2 /m 2 b ). ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "At energies far above m b , these logarithmic terms are large and spoil the convergence of the perturbative series. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The 5F scheme avoids this issue since these logarithmic terms are resummed into the b-quark PDF. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "As such the 5F scheme is expected to give a better description of processes at energies far above m b . ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In a calculation to all orders in pQCD, however, both schemes should yield the same result. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Theoretical predictions using leading-order (LO) and next-toleading-order (NLO) pQCD matrix element calculations, interfaced to a PS, are computed using different PDF sets and compared to the measurement. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In addition to the nominal sets with no intrinsic charm component in the 5F scheme, predictions are made using sets in the 4F scheme for γ + b and sets that incorporate various degrees of intrinsic charm contribution for γ + c.",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "This Letter presents a fiducial differential measurement of the production cross section of a prompt isolated photon in association with a b-jet or a c-jet in pp collisions using the ATLAS detector. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The transverse photon energy, E γ T , is required to satisfy E γ T > 25 GeV, the jet transverse momentum, p jet T , is required to satisfy p jet T > 20 GeV and the absolute pseudorapidity of the jet, |η jet |, is required to satisfy |η jet | < 2.5. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "In each bin of the measurement a background-enriched sideband technique is used to extract the prompt photon signal, while a template fit of a neural-network jet flavour-tagging discriminant is used to extract the HF signal. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The measured signal is then corrected for detector effects, mapping it from the detector level to the particle level. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The measurement is performed in bins of E γ T for two regions of |η γ |: the central region with |η γ | < 1.37 reaching up to 400 GeV in E γ T and the forward region with 1.56 < |η γ | < 2.37 reaching up to 350 GeV in E γ T . ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The ratios of the cross sections in the central to the forward regions are also presented for each flavour, as systematic and theoretical uncertainties that are correlated between the two regions then cancel out.",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "text": "The ATLAS detector [24] is designed to measure the particles produced by the collisions provided by the LHC with almost complete solid angle coverage of the collision point. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "The inner de-2 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The x-axis points from the IP to the centre of the LHC ring and the y-axis points upward. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The rapidity is defined as",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "tector (ID), immersed in a 2 T axial magnetic field provided by an encompassing thin superconducting solenoid, is located nearest to the beam pipe and comprises a high-granularity pixel detector, a silicon microstrip tracker and a straw-tube transition radiation tracker. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The ID provides tracking and vertexing information, which plays a crucial role in this measurement identifying photons and HF decay vertices associated with jets. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Its acceptance, up to |η| = 2.5, imposes the upper bound on the |η| acceptance of the analysis. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The electromagnetic calorimeter (ECAL) surrounds the ID and is used to measure electromagnetic showers. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Within the |η| acceptance of this analysis, the ECAL is a high-granularity lead/liquid-argon sampling calorimeter using an accordion geometry that provides complete azimuthal coverage and comprises three radial layers augmented by a thin presampler. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The presampler, which covers |η| < 1.8 and is located in front of the ECAL strips, is used to measure early electromagnetic showers. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The innermost ECAL layer is the thinnest and uses highly segmented strips in η, which help to characterize shower shapes. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The second layer is the thickest with a coarser granularity and collects most of the photon energy. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The third layer is the least granular and is used to correct high-energy signals for leakage. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Between the ECAL barrel and endcap detectors there is a transition region, located at 1.37 < |η| < 1.56, where the photon reconstruction and identification are poorer. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The hadronic calorimeter (HCAL) encloses the ECAL and is used to measure hadronic showers. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The HCAL consists of a steel/plastic-scintillator sampling calorimeter for |η| < 1.7 and a copper/liquid-argon sampling calorimeter for 1.5 < |η| < 3.2. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Surrounding the HCAL is the muon spectrometer, equipped with large superconducting air-core toroidal magnets and comprising separate sets of detectors for triggering and for precision muon track reconstruction. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "A three-level trigger system is used to select photon signals. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The first-level trigger is a coarse-granularity hardware-based trigger that limits the event rate to 75 kHz. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The second-and thirdlevel triggers are software-based and make use of the full detector granularity, reducing the event rate to about 400 Hz.",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Monte Carlo simulations and theoretical predictions",
            "section_rank": 4
        },
        {
            "text": "The Sherpa 1.4.5 [25] and Pythia 8.160 [26] Monte Carlo (MC) event generators are used to simulate signal events of prompt photons accompanied by jets at LO in pQCD. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[25]"
                },
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "The cross sections predicted by both these MC generators are compared to the measured values. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Sherpa is also used to derive correction factors used in the data analysis while Pythia is used to assess some modelling uncertainties.",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Sherpa is used in the ME + PS prescription [27] to generate events containing a photon and a parton, with up to three additional partons. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "All photon emissions are effectively simulated by the combination of the tree-level matrix elements including additional partons and the parton shower [28]. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "Collinear divergences from the photon are regularized by requiring a minimum angular separation of R = ( η) 2 + ( φ) 2 = 0.3 between the photon and any parton. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Pythia is used to generate 2 → 2 events containing either a photon and a parton or two partons, where photons in the latter case are produced in the initial-and final-state radiation. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The non-perturbative QCD models used for the parton shower, the hadronization and the hadron decays are different between Sherpa [29,30] and Pythia [31,32]. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[29,"
                },
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "30]"
                },
                {
                    "start": 148,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[31,"
                },
                {
                    "start": 152,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "32]"
                }
            ]
        },
        {
            "text": "Both generators also include the effects of the underlying event. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "For the event generation with Sherpa, the five-flavour CT10 PDF set [33] is used in conjunction with dedicated parton shower tuning developed by the Sherpa authors. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "For the event generation with Pythia, the five-flavour LO CTEQ6L1 PDF set [34] is used with the AU2 set of tuned MC parameters [35]. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[34]"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "In the calculation of the matrix element, Sherpa uses massive quarks, thus its calculations are in a massive 5F scheme, while Pythia uses massless quarks, thus its calculations are in a standard 5F scheme. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Both generators use massive b-and c-quarks in the parton showers. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "A Geant4 simulation [36] of the ATLAS detector [37] is used to simulate the interactions between the particles and the detector. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[36]"
                },
                {
                    "start": 47,
                    "end": 51,
                    "type": "bibr",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "During the simulation, the signal events are overlaid with multiple pp collisions generated with the soft QCD processes of Pythia using the A2 set of tuned MC parameters [35] and the MSTW2008LO PDF set [38]. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[35]"
                },
                {
                    "start": 202,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "The resulting events are scaled to the integrated luminosity measured in the data. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "They are also weighted to reproduce the observed distribution in data of the number of reconstructed primary vertices and the size of the luminous region along the beam axis.",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "In addition, NLO pQCD particle-level predictions calculated using MadGraph5_aMC@NLO 2.3.3 [39] in the 5F scheme, interfaced to Pythia 8.212 [40] in the NLO + PS prescription, are used to interpret the measurement. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[39]"
                },
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[40]"
                }
            ],
            "entity_spans": [
                {
                    "start": 74,
                    "end": 90,
                    "type": "version",
                    "rawForm": "5_aMC@NLO 2.3.3",
                    "resp": "service",
                    "id": "#software-simple-s0"
                }
            ]
        },
        {
            "text": "For the γ + b cross section, the 4F scheme is also considered. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "In the 5F scheme, events containing a photon and a jet are generated. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "After hadronization, only events with a jet containing a HF hadron are considered. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "In the 4F scheme, b-quarks are pair-produced from a gluon, hence events containing a photon and two b-quarks are generated. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "In contrast to the 5F scheme, all generated events are considered as they all contain at least one b-quark at parton level. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "In both schemes, the photon collinear divergences are regularized in the matrix element by requiring the photons to pass a Frixione isolation cut [41]:",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "is the sum of the transverse energies of the particles around the photon up to an angular separation of δ in the η-φ space. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The renormalization and factorization scales, μ r and μ f respectively, are chosen to be equal to the transverse mass of the clustered jets, obtained after all final-state particles from the matrix element are k t -clustered [42] into jets. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "This choice follows the recommendations in Ref. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "[39] when interfacing the MadGraph5_aMC@NLO calculations to Pythia. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "The γ + b predictions use the NNPDF3.0nlo 3 4F and 5F PDF sets [43], while the γ + c predictions use NNPDF3.1nlo [44] and CT14nnlo [45]. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[43]"
                },
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[44]"
                },
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "The NNPDF3.1nlo sets include a set with a charm contribution fitted to data in the global PDF fit, equivalent to intrinsic charm contributing 0.26% of the proton momentum, and another with only perturbative charm. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "CT14nnlo provides two sets using the BHPS model [46] that include intrinsic charm contributions [47]: one with 0.6% of the proton momentum assigned to intrinsic charm, BHPS1, and one with 2.1%, BHPS2. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[46]"
                },
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "The PDF sets include the running of the strong coupling constant, using a value at the energy scale of the mass of the Z boson of α S (M Z ) = 0.118. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "This treatment of α S is used in both the PDFs and the matrix elements. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The electromagnetic coupling constant is set to α = 1/137 and its running is not included in the calculations [48]. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[48]"
                }
            ]
        },
        {
            "text": "Three types of uncertainties are considered in the NLO predictions. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The scale uncertainty is assessed by multiplying or dividing by a factor of two μ r and μ f , separately and simultaneously. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The envelope of the deviations from the nominal prediction is taken as the uncertainty. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The uncertainty in the PDF sets is propagated to the cross sections using the prescribed eigenvector reduction approach for the CT14nnlo sets, which gives an uncertainty at the 90% confidence level. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "For the NNPDF3.0nlo and NNPDF3.1nlo PDF sets, the PDF uncertainty is assessed through the use of PDF replicas. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The uncertainty due to the α S value used in the predictions is assessed by varying up or down its value at the energy scale of the mass of the Z boson by 0.002 simultaneously in the matrix elwhen this analysis was conducted. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The PDF sets with a 5F description of the proton were found to produce consistent results between NNPDF3.0nlo and NNPDF3.1nlo. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "ement and the PDF sets, resulting in an uncertainty in the cross sections at the 90% confidence level. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "In all cases, the uncertainties are reported at the 68% confidence level in the comparisons to data. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The total theoretical uncertainty in the NLO predictions is the sum in quadrature of these three uncertainties. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The scale uncertainty dominates the total uncertainty in the cross sections. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The total uncertainty decreases with E γ T for the γ + b and γ + c cross sections, from around 25% to around 15% in the measured range. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "These uncertainties are also evaluated for the ratio of the cross section in the central photon pseudorapidity region to that in the forward region by separately propagating each uncertainty variation to the ratio, assuming full correlations between the two regions. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The uncertainties are then assessed in a similar way as those in the cross sections. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The total uncertainty in the crosssection ratios is nearly constant with E γ T and is about 5%. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The scale uncertainty dominates the total uncertainty in the cross-section ratios, except in the case of the predictions using the fitted charm PDF set from NNPDF3.1nlo, for which the PDF uncertainty dominates. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The total uncertainty in the cross-section ratios using this fitted charm PDF increases with E γ T , from about 5% at 25 GeV to about 15% at 350 GeV. ",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "No uncertainties are assessed for the LO predictions as the scale uncertainties are expected to be large and unreliable.",
            "section": "Monte Carlo simulations and theoretical predictions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Event selection and calibration",
            "section_rank": 5
        },
        {
            "text": "This measurement makes use of the full dataset of pp collisions at a centre-of-mass energy of 8 TeV, recorded by the ATLAS detector in 2012. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Only events taken during stable beam conditions when the ATLAS detector operation satisfied data-quality conditions are considered. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Single-photon triggers with E γ T thresholds of 20, 40, 60, 80, 100 and 120 GeV, which have efficiencies measured to be greater than 99% with respect to the offline selection requirements, were used to record events. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Below 125 GeV, each bin of the measurement is populated by a single trigger, while the remaining bins are all populated by the highest threshold trigger. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Due to their higher rates and considering the available bandwidth, all but the 120 GeV trigger were prescaled, such that only some of the events satisfying the trigger requirement were recorded. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Events recorded by a prescaled trigger are weighted by the ratio of the unprescaled recorded luminosity to the recorded luminosity of the respective trigger. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The integrated luminosity of the data ranges from 4.58 ± 0.09 pb −1 for the 20 GeV trigger to 20.2 ± 0.4 fb −1 for the unprescaled 120 GeV trigger [49].",
            "section": "Event selection and calibration",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "type": "bibr",
                    "text": "−1"
                },
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "text": "[49]"
                }
            ]
        },
        {
            "text": "Events are required to have a hard reconstructed primary vertex consistent with the nominal interaction point and at least two associated tracks with transverse momentum, p T , greater than 400 MeV. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "In events where more than a single vertex satisfies these criteria, the vertex with the highest p 2 T of associated tracks is considered as the hard vertex. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The dataset exhibits an average of 19 pp interactions per bunch crossing, where the interactions not associated to the hard vertex are referred to as pile-up, an effect that is taken into account in the reconstruction. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Effects related to events containing more than one hard vertex are estimated to be negligible, below the percent level, and are not considered.",
            "section": "Event selection and calibration",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Detector-level photon candidates are built from ECAL cell clusters with transverse energies greater than 2.5 GeV. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "They fall into two categories: unconverted and converted photons. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Unconverted photons have no tracks associated with the cluster. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Converted photons have associated tracks that are consistent with the signature of a photon interacting upstream. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "The overall photon reconstruction efficiency is 96% for prompt photons with E γ T > 25 GeV [50].",
            "section": "Event selection and calibration",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "Converted and unconverted photons are calibrated separately, making use of both the calorimeter and the tracking information to correct the calorimeter response for upstream energy losses and leakage [51]. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[51]"
                }
            ]
        },
        {
            "text": "In the simulation, only detector-level photons that match a particle-level prompt photon using a cone of R = 0.2 are considered. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "Detector-level photon candidates are subject to a twostage shower-shape-based identification criterion. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The first stage scrutinizes the leakage into the hadronic calorimeter, the lateral size and shape of the cluster in the second ECAL layer and the shower width in the first ECAL strip layer [50]. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "The second stage imposes additional criteria that are sensitive to the lateral shape of the shower in the ECAL strip layers, providing discrimination against neutral hadron decays into pairs of photons. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "This stage can be inverted to populate background enriched sideband regions. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "These two stages, which together are referred to as the tight criteria, are used in previous ATLAS prompt-photon analyses [4][5][6][7][8][9][10][11]. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "text": "[4]"
                },
                {
                    "start": 125,
                    "end": 128,
                    "type": "bibr",
                    "text": "[5]"
                },
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "text": "[6]"
                },
                {
                    "start": 131,
                    "end": 134,
                    "type": "bibr",
                    "text": "[7]"
                },
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "text": "[8]"
                },
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "text": "[9]"
                },
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "text": "[10]"
                },
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "In the simulation, the distributions of the shower-shape variables used for photon identification are corrected to reproduce those observed in the data. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "Further, event weights are applied to simulated events whose leading photon satisfies the tight selection criteria such that the identification efficiency matches that of the data for both the converted and unconverted photons. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "These event weights are typically within 3% of unity.",
            "section": "Event selection and calibration",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "Both the detector-level and particle-level photon candidates are required to exhibit an isolated signal, a requirement that targets prompt-photon production and discriminates against jets misidentified as photons. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "This criterion is imposed through the definition of the calorimeter isolation variable E iso T . ",
            "section": "Event selection and calibration",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "This variable is defined at the detector level as the sum of the transverse energies recorded in clusters within a distance of R = 0.4 around the photon, excluding the contributions in a fixed-size window centred on the photon candidate of size 0.125 × 0.1715 in η × φ. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "The variable is then corrected for contributions from the pile-up and the underlying-event [7]. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "In the simulations, corrections are also applied to account for mismodelling of the mean and the spread of the detector-level E iso T distribution. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "These corrections are derived by matching the simulated E iso T distribution to the signal photon E iso T distribution extracted from data using a data-driven template fit. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "In the simulation, the particle-level E iso T is calculated by adding the transverse energy of all particles with a lifetime greater than 10 ps within a distance of R = 0.4 around the photon. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Muons and neutrinos, however, are excluded since they deposit little or no energy in the calorimeter. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "The E iso T is then corrected for the energy density of the underlying event [52]. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[52]"
                }
            ]
        },
        {
            "text": "A sliding E iso T requirement is used to impose the isolation criterion at both the detector level and the particle level:",
            "section": "Event selection and calibration",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "The E γ T dependent nature of the requirement improves the acceptance of high-E γ T signal photons, yielding a roughly constant 92% signal efficiency. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The efficiency for isolated detector-level unconverted (converted) photons in the data to satisfy the tight criteria is approximately 75% (75%) for an E γ T of 25 GeV and 95% (98%) for 400 GeV [50]. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "The E iso T requirement is inverted with a 2 GeV gap, E iso T > (4.8 +2) GeV +0.0042 × E γ T , to populate regions used for the photon background sideband subtraction. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The 2 GeV gap is used to reduce the amount of signal in the sideband regions.",
            "section": "Event selection and calibration",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Detector-level jets are built using the anti-k t algorithm [53], implemented in the FastJet package [54], taking as input calibrated topological clusters [55] in the calorimeter and a parameter of R = 0.4. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[53]"
                },
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[54]"
                },
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[55]"
                }
            ],
            "entity_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "type": "software",
                    "rawForm": "FastJet",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "The jets undergo a five-stage sequential calibration [56].",
            "section": "Event selection and calibration",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[56]"
                }
            ]
        },
        {
            "text": "This calibration includes corrections based on the cluster shape and location, the jet area and pile-up [52], the response of simulated particle-level jets, the combined shower-structure and tracking information and finally the data-driven γ + jet, Z + jet and multijet p T -balance of the energy scale [57]. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[52]"
                },
                {
                    "start": 303,
                    "end": 307,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[57]"
                }
            ]
        },
        {
            "text": "Detector-level jets are required to satisfy quality criteria that ensure they are not affected by, or are the result of, detector defects and noise, cosmic rays or non-collision beam-related backgrounds [57,58]. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[57,"
                },
                {
                    "start": 207,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "58]"
                }
            ]
        },
        {
            "text": "To reduce the impact of jets coming from pile-up interactions, detector-level jets with p jet T < 50 GeV and |η jet | < 2.4 are also required to have at least 50% of the momentum of associated tracks to originate from the hard vertex [59]. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[59]"
                }
            ]
        },
        {
            "text": "Simulated particle-level jets used in the analysis are built using the anti-k t algorithm taking as input all particles with a lifetime greater than 10 ps and a radius parameter of R = 0.4.",
            "section": "Event selection and calibration",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Simulated particle-level and detector-level jets are assigned a flavour based on the following hadron matching scheme. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "If a b-hadron with p T > 5 GeV is found within R = 0.3 of a jet then it is considered to be a b-jet. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "If a jet that is not a b-jet is found to have a c-hadron with p T > 5 GeV within R = 0.3 then it is considered to be a c-jet. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "If a jet that is not a b-or a c-jet is found to have a τ -lepton with p T > 5 GeV within R = 0.3 then it is considered to be a τ -jet. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "If a jet is found to be neither a b-jet, a c-jet nor a τ -jet it is considered to be a light jet. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "The contribution of τ -jets in the measurement is negligible.",
            "section": "Event selection and calibration",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "At the detector level, only the highest-E T (leading) photon that satisfies the first stage of the photon identification criteria is considered. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The photon candidate is then required to have E γ T > 25 GeV and |η γ | < 2.37, excluding the transition region between the barrel and endcap ECAL modules 1.37 < |η γ | < 1.56.",
            "section": "Event selection and calibration",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The photon candidate must then satisfy the second stage of the identification criteria. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "If it fails, it is instead used to populate regions used for the photon background sideband subtraction. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "The photon candidate must then satisfy the E iso T criterion. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "If it fails, but satisfies the inverted E iso T criterion, it is instead used to populate regions used for the photon background sideband subtraction.",
            "section": "Event selection and calibration",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "Next, only the leading jet with R > 0.4 from the photon candidate is considered. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "This jet is required to have p jet T > 20 GeV, |η jet | < 2.5 and to be separated from the photon candidate by R > 1. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "This last angular separation requirement ensures that the measured signals of the leading jet and the leading photon do not overlap. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "At the particle level, only the leading photon is considered. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "The fiducial requirements imposed at particle level are similar to those used at the detector level, but using the jet rapidity instead of its pseudorapidity, and are summarized in Table 1.",
            "section": "Event selection and calibration",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 181,
                    "end": 188,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Detector-level jets are assigned a b-tagging discriminant value by the MV1c algorithm. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "The MV1c algorithm is a neural network that takes as input the discriminants of three tagging algorithms, analogous to the MV1 algorithm [60], but is trained to identify b-jets with enhanced rejection of c-jets. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[60]"
                }
            ]
        },
        {
            "text": "The three tagging algorithms input to the MV1c tagger are based on different aspects of jet tracking information that are sensitive to the presence of secondary vertices originating from HF decays: the IP3D algorithm is sensitive to the displacement of the tracks associated to the jet from the primary vertex, the SV1 algorithm reconstructs secondary vertices and the JetFitter algorithm is sensitive to secondary and tertiary vertices that are kinematically consistent with the decay chain of a b-or c-hadron. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "The MV1c tagger discriminant distribution is divided into five bins delimited by four cuts corresponding to the b-jet identification efficiencies in simulated top quark pair (tt) events of 80%, 70%, 60% and 50%, and bounded by the trivial 100% and 0% cut values. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "The discriminant distribution in the simulation is calibrated using event weights according to the jet flavour and kinematics, such that the overall efficiency of each cut value in the simulation matches that of the data. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "This calibration considers the correlations between the discriminant bins and has been used in a prior ATLAS measurement [61]. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[61]"
                }
            ]
        },
        {
            "text": "The efficiency of these cuts in simulated events satisfying the γ + jet selection used for this measurement is typically 2-5% lower than that measured in the tt calibration analysis. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "For the event weights, since they are ratios, this difference is mostly cancelled. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "No statistically significant difference is expected between the event weights in γ + jet and in tt. ",
            "section": "Event selection and calibration",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "These event weights deviate from unity by up to 30%.",
            "section": "Event selection and calibration",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "Table 1",
            "section_rank": 6
        },
        {
            "text": "Particle-level requirements defining the fiducial region. ",
            "section": "Table 1",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "The determination of the jet flavour and the calculation of E iso T are described in the text. ",
            "section": "Table 1",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "Separate b-, c-and light-jet calibrations are used to correct the efficiency of the discriminant cuts to better match the data. ",
            "section": "Table 1",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "The b-jet calibration [62] uses an unbinned maximum-likelihood fit of simulated templates to extract the b-jet tagging efficiency distribution in data using a tt selection, which has a high b-jet purity. ",
            "section": "Table 1",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[62]"
                }
            ]
        },
        {
            "text": "The fit considers the individual probability for each jet in a given event to be tagged, thereby exploiting per-event jet-flavour correlations. ",
            "section": "Table 1",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "The c-jet calibration [63] uses a sample of reconstructed D * ± mesons to extract the c-jet tagging efficiency by fitting simultaneously the D * ± yield with and without applying a cut on the MV1c discriminant. ",
            "section": "Table 1",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[63]"
                }
            ]
        },
        {
            "text": "As b-hadrons can also produce D * ± , a fit of the D 0 pseudo-proper lifetime is used to subtract the b-jet background. ",
            "section": "Table 1",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "The inclusive c-jet tagging efficiency is then derived using existing dedicated decay measurements [64] and simulations based on EvtGen [65] to extrapolate it from the measured D * ± c-jet efficiency. ",
            "section": "Table 1",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[64]"
                },
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[65]"
                }
            ]
        },
        {
            "text": "Light jets can be tagged as b-jets mainly due to the finite tracking resolution. ",
            "section": "Table 1",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "The light-jet calibration [63] involves inverting the sign of some of the criteria imposed on the impact parameter and the decay-length significance in the MV1c algorithm. ",
            "section": "Table 1",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[63]"
                }
            ]
        },
        {
            "text": "The resulting discriminant distribution for all flavours is similar to that of the nominal MV1c discriminant distribution for light jets. ",
            "section": "Table 1",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "Consequently, the jet tagging efficiency obtained using this method is taken as the light-jet tagging efficiency after correcting it for the effects of HF jets, long-lived particles and material interactions.",
            "section": "Table 1",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "Signal extraction",
            "section_rank": 7
        },
        {
            "text": "A data-driven two-dimensional sideband technique [4,6-10] is applied to estimate and subtract photon background contamination from the data yield in each MV1c tagger discriminant bin, in every bin of the measurement. ",
            "section": "Signal extraction",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "By this means, any correlation between jets misidentified as photons and the flavour of the accompanying jet is taken into account. ",
            "section": "Signal extraction",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The technique relies on the use of three background-dominated control regions: two of them created by individually inverting separate aspects of the signal photon selection criteria and a third region created by inverting these two aspects simultaneously. ",
            "section": "Signal extraction",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The first aspect is the inversion of the second stage of the photon identification criteria based on shower shapes. ",
            "section": "Signal extraction",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The second aspect is the inversion of the E iso T selection requirement. ",
            "section": "Signal extraction",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "Both of these aspects provide discrimination against jets faking photons and photons arising from hadron decays. ",
            "section": "Signal extraction",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The three background regions in the data are then used to estimate the prompt photon yield in the signal region, taking into account the estimated leakage of signal into these regions using the simulations. ",
            "section": "Signal extraction",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The procedure hinges on the assumption that the two inverted aspects of the selection criteria are uncorrelated for background events. ",
            "section": "Signal extraction",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "Deviations from this assumption are small and are taken into account as an uncertainty. ",
            "section": "Signal extraction",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The photon purity, i.e. the fraction of signal photons, is typically 55% in the lowest bin of E γ T , rising steadily to greater than 95% around 400 GeV. ",
            "section": "Signal extraction",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The largest correlation between the photon purity and the MV1c discriminant is observed in the 25-45 GeV bin of E γ T in the central region where the photon purity exhibits a relative increase of roughly 15% from the 100-80% MV1c b-jet efficiency bin to the 50-0% bin.",
            "section": "Signal extraction",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "Following the photon background subtraction, the MV1c tagger distribution of the signal photon yield is used to extract the b-jet and c-jet fractions in each bin of the measurement. ",
            "section": "Signal extraction",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "Simulated discriminant shapes for b-jets, c-jets and light jets, which are corrected using factors derived from the aforementioned tagging calibration analyses, are used to perform a template fit. ",
            "section": "Signal extraction",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "The shape uncertainty in the simulated templates is derived from the uncertainties in the tagging calibration, taking into account correlations between the discriminant bins. ",
            "section": "Signal extraction",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "The template fit is performed as a binned maximum-likelihood fit. ",
            "section": "Signal extraction",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "Fig. 1(a) shows the template fit for the 300-350 GeV bin of E γ T in the forward region, which is particularly sensitive to intrinsic charm. ",
            "section": "Signal extraction",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1(a)"
                }
            ]
        },
        {
            "text": "The quality of this fit is similar to that of the others. ",
            "section": "Signal extraction",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "The general features are that light jets populate the high b-jet efficiency side of the discriminant, b-jets populate the low b-jet efficiency side and c-jets lie between the two. ",
            "section": "Signal extraction",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "Since the jet-flavour fractions are measured simultaneously, they are correlated in each bin of the measurement. ",
            "section": "Signal extraction",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "Fig. 1(b) shows the measured b-and c-jet fractions for central and forward photons. ",
            "section": "Signal extraction",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1(b)"
                }
            ]
        },
        {
            "text": "The fraction of c-jets displays a maximum between 50 and 80 GeV while that of b-jets displays a slight monotonic increase. ",
            "section": "Signal extraction",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "These features are predicted in the particle-level simulations.",
            "section": "Signal extraction",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "Cross-section measurement procedure",
            "section_rank": 8
        },
        {
            "text": "The following equation outlines the procedure, making use of the Sherpa simulation, used to compute the cross section from the data yield:",
            "section": "Cross-section measurement procedure",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "The left side of this equation is the measured cross section corrected back to the particle level in bin is the yield of selected γ + jet data events. ",
            "section": "Cross-section measurement procedure",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "The particle-level correction factor accounts for detector effects, including the detector resolution and the signal reconstruction efficiency, using the one-dimensional bin-by-bin approach, yielding a measurement that is directly comparable to other experimental results and theoretical predictions. ",
            "section": "Cross-section measurement procedure",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "The bin-by-bin approach, used in previous ATLAS photon results [4,6-10], uses factors defined as the ratio of the particle-level to the detector-level E γ T distributions derived using the simulation for each bin of the measurement:",
            "section": "Cross-section measurement procedure",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "The accuracy of this approach relies on the detector-level binmigration effects being well described by the simulation since correlations between adjacent bins are neglected. ",
            "section": "Cross-section measurement procedure",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "As the cross sections are measured differentially with respect to E γ T , this condition is met since the E γ T resolution is much smaller than the bin width. ",
            "section": "Cross-section measurement procedure",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "In the central region, migrations are less than 5%, while in the forward region they are less than 10%. ",
            "section": "Cross-section measurement procedure",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "The values of the correction factors decrease with E γ T , driven by the improving photon identification efficiency, from typically 1.9 (1.7) at 25 GeV to 1.2 (1.2) at 400 GeV for γ + b (γ + c) events. ",
            "section": "Cross-section measurement procedure",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "They do not have a strong dependence on |η γ |.",
            "section": "Cross-section measurement procedure",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "Measurement uncertainties",
            "section_rank": 9
        },
        {
            "text": "Uncertainties affecting the measurement which originate from the finite numbers of data and MC events are considered together with systematic uncertainties related to the detector calibration and analysis techniques. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "The bootstrap resampling technique [66] is used to assess the statistical uncertainties by creating an ensemble of statistically equivalent measurements using event weights, randomly chosen for each event from a Poisson distribution with a mean of one, applied to either the data or MC events. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[66]"
                }
            ]
        },
        {
            "text": "The 68% confidence interval of the distribution of these measurements is taken as the statistical uncertainty. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "The systematic uncertainties are derived by varying a parameter in the simulated events, repeating the complete analysis with this varied parameter and taking the difference between the new measured value and the nominal measurement as the uncertainty. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "The bootstrap resampling technique is then used to evaluate the statistical uncertainty in each systematic variation. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "Variations that are not statistically significant undergo a bin-merging procedure over an increasing number of E γ T bins to improve their significance. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "Following this procedure, only statistically significant variations are considered as systematic uncertainties. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "This procedure, however, gives rise to an interplay between the MC statistical uncertainty and the systematic uncertainties.",
            "section": "Measurement uncertainties",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "Sources related to the detector calibration include the photon energy scale and resolution [51], the photon identification efficiency [50], the jet energy scale and resolution [57], the inefficiency of the pile-up jet removal cut [59] and the MV1c tagger discriminant for the three jet flavours [62,63]. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[51]"
                },
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[50]"
                },
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[57]"
                },
                {
                    "start": 230,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[59]"
                },
                {
                    "start": 295,
                    "end": 299,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[62,"
                },
                {
                    "start": 299,
                    "end": 302,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "63]"
                }
            ]
        },
        {
            "text": "The energy scale and resolution of the photon and the jet have several uncertainty components that encompass both the imperfect knowledge of the detector response and the analysis techniques used to derive the calibration. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "The calibration is varied according to its uncertainties to assess the impact on the measurement. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "The calibrations of the photon identification efficiency and of the MV1c tagger discriminant have uncertainties related to the analysis techniques in which they were derived. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "For the case of the MV1c discriminant, the uncertainties are mostly related to the modelling of the track multiplicity and the misidentification of the hadron flavours. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "These factors are varied according to their uncertainties. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "However, some of their uncertainty components, such as those of the jet energy scale and resolution, are correlated with those of this measurement. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "As such, these components are varied coherently both in the discriminant calibration and in this analysis. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "To assess the uncertainty due to the pile-up jet removal cut, the 50% requirement on track momentum from the hard vertex is varied to 53% and 47%. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "The magnitude of the variation is motivated by the cut efficiency difference between the data and the simulation.",
            "section": "Measurement uncertainties",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "The uncertainties related to the analysis techniques are similar to those in the ATLAS inclusive photon and γ + jet analyses at 8 TeV [8,9]. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "text": "[8,"
                },
                {
                    "start": 137,
                    "end": 139,
                    "type": "bibr",
                    "text": "9]"
                }
            ]
        },
        {
            "text": "Specifically, the assumption that the photon background regions are uncorrelated in the two-dimensional sideband method is assessed by varying the correlation by 10%. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The magnitude of this variation corresponds to the size of the measured correlation in control regions of the data. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The two definitions of the background regions in the sideband method are varied as follows. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The photon identification reversal is varied by adding, or by removing, an identification criterion based on the first layer of the calorimeter. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The inverted photon isolation energy cut is increased and decreased by 2 GeV, motivated by the difference seen in the isolation energy resolution between data and the simulations. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "An uncertainty related to the photon isolation energy corrections is obtained by varying them according to the differences seen between Sherpa and Pythia. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "A prompt-photon modelling uncertainty is assessed by varying the relative fraction of hard-scatter photons and radiated photons generated in Pythia. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "Similarly, the change in the measurement when using simulated samples from Pythia instead of Sherpa is taken as an uncertainty, assessing the differences between the non-perturbative QCD models used by the generators. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "Possible migration effects in the bin-by-bin particlelevel correction factors are also taken as an uncertainty. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The uncertainties in the cross-section ratios are obtained by propagating the individual systematic variations of the central and forward cross sections to the ratio and taking the resulting variations as the uncertainties. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "As most systematic uncertainties are positively correlated between these two pseudorapidity regions, Table 2 Range of the size of the relative uncertainties in the measured cross sections along E γ T for the different uncertainty sources. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The central region refers to the cross sections in the range |η γ | < 1.37, the forward region refers to the cross sections in the range 1.56 < |η γ | < 2.37 and the ratio refers to the ratio of the cross section in the central region to that in the forward region. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The systematic variations must be statistically significant to be considered as systematic uncertainties. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "Uncertainties with values listed as < 0.1 are not statistically significant.     ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "their effect on the ratios is smaller than on the cross sections. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "However, some components of the photon energy scale and of the light-jet tagging efficiency uncertainties are uncorrelated between the two regions. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "As the two regions considered are exclusive in |η γ |, the data and MC statistical uncertainties in the ratio exceeds those in the cross sections. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The ranges of the size of the relative uncertainties in the measurement as a function of E γ T due to the various sources are provided in Table 2. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The dominant uncertainties are due to the finite number of data events and the calibration of the MV1c tagger discriminant. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "This latter source of uncertainty primarily impacts the measurement through the HF jet fraction determined in the MV1c template fit. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "Uncertainties arising from the photon energy resolution, the data-driven photon isolation energy corrections and the pile-up jet removal cut are negligible and not listed in Table 2, nor are they considered further. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 174,
                    "end": 181,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The remaining uncertainties are added in quadrature to give the total uncertainty. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The total uncertainty is largest at low and high E γ T , reaching a minimum at about 100 GeV. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "At higher E γ T values than those measured, the total relative uncertainty becomes excessively large and the MV1c template fit becomes unstable, curtailing the reach of the measurement. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The total relative uncertainty is larger in the forward region than in the central region due to the higher data and MC statistical uncertainties. ",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The γ + c measurement is affected by larger relative uncertainties than the γ + b measurement since the MV1c tagger discriminates better b-jets than c-jets.",
            "section": "Measurement uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "Results",
            "section_rank": 10
        },
        {
            "text": "The values for the measured differential γ + b and γ + c cross sections and their ratios are given in Table 3. ",
            "section": "Results",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "These values are plotted in Fig. 2 for the cross sections and in Fig. 3 for the ratios, with the relevant theory predictions. ",
            "section": "Results",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 34,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 2"
                },
                {
                    "start": 65,
                    "end": 71,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "In general, considering the LO predictions in pQCD, those from Sherpa agree well with the measured values and provide a better description of the data than those from Pythia.",
            "section": "Results",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "Comparisons of the γ + b measurement to NLO + PS predictions from MadGraph5_aMC@NLO in both the 5F and 4F schemes are shown in Figs. 2(a) and 2",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 137,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figs. 2(a)"
                }
            ]
        },
        {
            "text": "(b), for the central and forward regions respectively. ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "At low E γ T , both the 4F and 5F predictions agree with the data. ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "Above 125 GeV, however, the 4F predictions underestimate the data. ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "This is consistent with the expectation that 4F is better suited for energies close to the b-quark mass. ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "The 5F scheme describes the data better than the 4F scheme at high E γ T , with a good description for E γ T < 200 GeV. ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "However, the 5F scheme underestimates the data at higher E γ T values, by up to a factor of two. ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "This is where the gluon-splitting contribution is expected to become more significant relative to the Compton contribution, as the latter depends on the b-quark PDF which falls steeply as a function of Bjorken-x, and thus E γ T . ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "Since the gluon-splitting contribution appears only at tree level in the 5F NLO predictions, this indicates that higher-order calculations would seemingly be needed for a better description of the data in that high E γ T region. ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "As shown in interfaced to Pythia. ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "The 5F and 4F labels in the legend refer to PDF sets with five quark flavours and four quark flavours respectively. ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "The PC and FC labels in the legend refer to perturbative charm and fitted charm PDF sets respectively. ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "All of the predictions for γ + c use PDF sets with five quarks. ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "The theoretical uncertainty in the MadGraph5_aMC@NLO predictions is displayed for a single PDF set since it is similar for each of the PDF sets. ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "The Sherpa and Pythia cross sections are not normalized to data and no uncertainties are provided for them. ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "(For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.) ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "Fig. 3(a), the 4F and 5F NLO predictions for the cross-section ratios consistently overestimate the data for E γ T > 65 GeV; the 5F predictions are at the edge of agreement with the measured values within uncertainties. ",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 3(a)"
                }
            ]
        },
        {
            "text": "Sherpa, which generates additional partons in the matrix element and uses a massive 5F scheme, provides a better description of the measured cross sections and cross-section ratios than MadGraph5_aMC@NLO in either the 5F or 4F scheme.",
            "section": "Results",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "In comparison to the Compton contribution to the γ + b cross section, the Compton contribution to the γ + c cross section is larger. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "This is due to the larger values of both the PDF and absolute electric charge of the c-quark, compared to those of the b-quark. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "The gluon-splitting processes, which contribute equally to the γ + b and γ + c cross sections in the 5F scheme, are thus less important for γ + c than for γ + b, considering the larger Compton contribution to the former. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "The gluon-splitting contribution is expected to become important at E γ T values around 700 GeV, beyond the range of this measurement. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "Comparisons of the γ + c measurement to NLO + PS predictions from MadGraph5_aMC@NLO in the 5F scheme using NNPDF3.1nlo and CT14nnlo are shown in Figs. 2(c) and 2(d), respectively for the central and forward regions. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 164,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figs. 2(c) and 2(d)"
                }
            ]
        },
        {
            "text": "The predictions are found to agree with the data within the uncertainties across the entire E γ T range. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "However, those using the BHPS or the fitted charm PDF sets predict higher cross-section values in the forward region at high E γ T , above 105 GeV, than those using the nominal PDF sets. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "Correspondingly, the predicted values for the cross-section ratios, shown in Fig. 3(b), are smaller for the predictions using the BHPS or the fitted charm sets than for those using the nominal sets. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 86,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 3(b)"
                }
            ]
        },
        {
            "text": "This is the expected behaviour of the intrinsic The statistical uncertainty is represented as horizontal marks on the error bars of the data points, while the total measurement uncertainty is represented by the complete length of the error bars. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "The MG5_aMC + PY8 label in the legend refers to the MadGraph5_aMC@NLO calculations interfaced to Pythia. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "The 5F and 4F labels in the legend refer to PDF sets with five quark flavours and four quark flavours respectively. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "The PC and FC labels in the legend refer to perturbative charm and fitted charm PDF sets respectively. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "All of the predictions for γ + c use PDF sets with five quarks. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "The theoretical uncertainty in the MadGraph5_aMC@NLO predictions is displayed for a single PDF set since it is similar for each of the PDF sets, except for NNPDF3.1nlo FC for which the total uncertainty is similar to that in NNPDF3.1nlo PC at a value of 25 GeV in E γ T , but rises steadily relative to it to be a factor of three larger at 350 GeV. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "No uncertainties are provided for Sherpa and Pythia. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "(For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.) charm contributions from these PDF sets in the theory predictions. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "The predictions with the BHPS2 PDF set deviate the most from those using the nominal PDF sets, by about a factor 1.5, while those using the BHPS1 and the fitted charm PDF sets give intermediate values. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "The precision of the data is comparable to the size of these deviations in the predictions.",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "Although it is beyond the scope of this Letter, quantitative information about the level of agreement between the data and the theory predictions can be extracted by taking into account the correlations of the measurement uncertainties. ",
            "section": "Results",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "Tabulated values of the measurement with full details about their uncertainties and their correlations are provided for this purpose in the Durham HEP database [67]. ",
            "section": "Results",
            "paragraph_rank": 40,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[67]"
                }
            ]
        },
        {
            "text": "Sherpa predictions, which include up to three additional partons and are computed in the massive 5F scheme. ",
            "section": "Results",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "The NLO predictions underestimate the data in the highest E γ T intervals measured. ",
            "section": "Results",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "The 5F scheme of the theoretical calculations provides a better description of the data than the 4F scheme. ",
            "section": "Results",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "For the γ +c final state, which exhibits larger measurement uncertainties, all the predictions are in agreement with the data. ",
            "section": "Results",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "Differences of about the size of the measurement uncertainties are seen between the predictions using PDF sets with intrinsic charm contributions and those without. ",
            "section": "Results",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "These measured cross sections provide a test of pQCD calculations with heavy quarks and are sensitive to the b-and c-quark PDFs. ",
            "section": "Results",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "rocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States. ",
            "section": "Results",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "In addition, individual groups and members have received support from BCKDF, the Canada Council, Canarie, CRC, Compute Canada, FQRNT, and the Ontario Innovation Trust, Canada; EPLANET, ERC, ERDF, FP7, Horizon 2020 and Marie Skłodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, Région Auvergne and Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; CERCA Programme Generalitat de Catalunya, Generalitat Valenciana, Spain; the Royal Society and Leverhulme Trust, United Kingdom.",
            "section": "Results",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "Conclusion",
            "section_rank": 11
        },
        {
            "text": "The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. ",
            "section": "Conclusion",
            "paragraph_rank": 41,
            "section_rank": 11,
            "entity_spans": [
                {
                    "start": 227,
                    "end": 237,
                    "type": "software",
                    "rawForm": "INFN-CNAF",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "Major contributors of computing resources are listed in Ref. ",
            "section": "Conclusion",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "[68].  ",
            "section": "Conclusion",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[68]"
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 12
        },
        {
            "text": "Fig. 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "(a) Example of a template fit to the MV1c tagger discriminant distribution used to measure the γ + b and γ + c fractions. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "The data yield is shown after subtraction of background photons. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "The error bars on the data correspond to the statistical uncertainty. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "The systematic uncertainty band takes into account the uncertainty correlations between the data and the MC templates. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "The numbers in the legend are the fractions of each template after the fit and their statistical uncertainties. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "(b) The heavy-flavour jet fractions obtained from the template fits as a function of the photon transverse energy, E γ T . ",
            "section": "Fig. 1 .",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "The fractions are relative to the yield of selected γ + jet data events after subtraction of background photons. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "The error bars correspond to the total uncertainty, including the statistical uncertainty and the complete set of systematic uncertainties. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "The central and forward regions are defined respectively as |η γ | < 1.37 and 1.56 < |η γ | < 2.37. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "(For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)",
            "section": "Fig. 1 .",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "trig int ) i is the integrated luminosity of the trigger, trig i is the trigger efficiency, C i is the particle-level correction factor, f HF-jet i is the measured HF-jet fraction, p γ ij is the measured signalphoton purity in a tagger discriminant bin j and N Data ij",
            "paragraph_rank": 43,
            "section_rank": 13
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 14
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "Differential cross sections as a function of the photon transverse energy, E γ T , for ",
            "section": "Fig. 2 .",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "(a) γ + b in the central region, ",
            "section": "Fig. 2 .",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "(b) γ + b in the forward region, ",
            "section": "Fig. 2 .",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "(c) γ + c in the central region and ",
            "section": "Fig. 2 .",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "(d) γ + c in the forward region. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "The statistical uncertainty is represented as horizontal marks on the error bars of the data points, while the total measurement uncertainty is represented by the complete length of the error bars. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "The MG5_aMC + PY8 label in the legend refers to the MadGraph5_aMC@NLO calculations",
            "section": "Fig. 2 .",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 15
        },
        {
            "text": "Fig. 3. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "Cross-section ratios of the central region, |η γ | < 1.37, to the forward region, 1.56 < |η γ | < 2.37, as a function of the photon transverse energy, E γ T , for ",
            "section": "Fig. 3 .",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "(a) γ + b and ",
            "section": "Fig. 3 .",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "(b) γ + c. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "The statistical uncertainty is represented as horizontal marks on the error bars of the data points, while the total measurement uncertainty is represented by the",
            "section": "Fig. 3 .",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "Differential cross sections as a function of E γ T for isolated prompt photons in association with a b-jet or a c-jet are measured with the ATLAS detector at the LHC using a dataset of pp collisions at √ s = 8 TeV corresponding to an integrated luminosity of up to 20.2 fb −1 . ",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "The measured values are compared to LO calculations in pQCD from Sherpa and Pythia and to NLO calculations in pQCD from MadGraph5_aMC@NLO interfaced to Pythia. ",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "For the γ + b final state, the best description of the data is provided by the",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "References [ 1 ]",
            "section_rank": 17
        },
        {
            "text": "D0 Collaboration, Measurement of the photon + b-jet production differential cross section in pp collisions at √ s = 1.96 TeV, Phys. ",
            "section": "References [ 1 ]",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "text": "Lett. ",
            "section": "References [ 1 ]",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "text": "B 714 (2012) 32, arXiv:1203.5865 [hep-ex]. ",
            "section": "References [ 1 ]",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "text": "[2] D0 Collaboration, Measurement of the differential γ + c-jet cross section and the ratio of differential γ + c and γ + b cross sections in pp collisions at √ s = 1.96 TeV, Phys. ",
            "section": "References [ 1 ]",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "text": "Lett. ",
            "section": "References [ 1 ]",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "text": "B 719 (2013) 354, arXiv:1210.5033 [hep-ex]. ",
            "section": "References [ 1 ]",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "text": "[3] CDF Collaboration, Measurement of the cross section for direct-photon production in association with a heavy quark in pp collisions at √ s = 1.96 TeV, Phys. ",
            "section": "References [ 1 ]",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "text": "Rev. Lett. ",
            "section": "References [ 1 ]",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "text": "111 (2013) 042003, arXiv:1303.6136 [hep-ex]. ",
            "section": "References [ 1 ]",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "text": "[4] ATLAS Collaboration, Measurement of the production cross section of an isolated photon associated with jets in proton-proton collisions at",
            "section": "References [ 1 ]",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "text": "Table 3",
            "section_rank": 18
        },
        {
            "text": "Measured values for the γ + b and γ + c differential cross sections, and their ratios, in the central and forward regions defined respectively as |η γ | < 1.37 and 1.56 < |η γ | < 2.37. ",
            "section": "Table 3",
            "paragraph_rank": 48,
            "section_rank": 18
        },
        {
            "text": "They are accompanied by their total measurement uncertainties.",
            "section": "Table 3",
            "paragraph_rank": 48,
            "section_rank": 18
        },
        {
            "text": "√ s = 7 TeV with the ATLAS detector, Phys. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "Rev. D 85 (2012) 092014, arXiv:1203.3161 [hepex]. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "[5] ATLAS Collaboration, Measurement of isolated-photon pair production in pp collisions at √ s = 7 TeV with the ATLAS detector, J. High Energy Phys. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "01 (2013) 086, arXiv:1211.1913 [hep-ex]. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "[6] ATLAS Collaboration, Dynamics of isolated-photon plus jet production in pp collisions at √ s = 7 TeV with the ATLAS detector, Nucl. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "B 875 (2013) 483, arXiv:1307.6795 [hep-ex]. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "[7] ATLAS Collaboration, Measurement of the inclusive isolated prompt photons cross section in pp collisions at √ s = 7 TeV with the ATLAS detector using 4.6 fb −1 , Phys. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "Rev. D 89 (2014) 052004, arXiv:1311.1440 [hep-ex]. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "[8] ATLAS Collaboration, Measurement of the inclusive isolated prompt photon cross section in pp collisions at √ s = 8 TeV with the ATLAS detector, J. High Energy Phys. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "08 (2016) 005, arXiv:1605.03495 [hep-ex]. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "[9] ATLAS Collaboration, High-E T isolated-photon plus jets production in pp collisions at √ s = 8 TeV with the ATLAS detector, Nucl. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "B 918 (2017) 257, arXiv:1611.06586 [hep-ex]. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "[10] ATLAS Collaboration, Measurement of the cross section for inclusive isolatedphoton production in pp collisions at √ s = 13 TeV using the ATLAS detector, Phys. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "Lett. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "B 770 (2017) 473, arXiv:1701.06882 [hep-ex]. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "[11] ATLAS Collaboration, Measurements of integrated and differential cross sections for isolated photon pair production in pp collisions at √ s = 8 TeV with the ATLAS detector, Phys. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "Rev. D 95 (2017) 112005, arXiv:1704.03839 [hep-ex]. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "[12] CMS Collaboration, Measurement of the differential cross section for isolated prompt photon production in pp collisions at 7 TeV, Phys. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "Rev. D 84 (2011) 052011, arXiv:1108.2044 [hep-ex]. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "TeV, Phys. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "Rev. D 88 (2013) 112009, arXiv:1310.3082 [hep-ex]. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "[14] CMS Collaboration, Measurement of the triple-differential cross section for photon + jets production in proton-proton collisions at √ 15] CMS Collaboration, Measurement of differential cross sections for the production of a pair of isolated photons in pp collisions at √ s = 7 TeV, Eur. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "J. C 74 (2014) 3129, arXiv:1405.7225 [hep-ex]. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "[16] CMS Collaboration, Comparison of the Z/γ * + jets to γ + jets cross sections in pp collisions at √ s = 8 TeV, J. High Energy Phys. ",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "10 (2015) 128,",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "[13] CMS Collaboration, Rapidity distributions in exclusive Z + jet and γ + jet events in pp collisions at √ s = 7 s = 7 TeV, J. High Energy Phys. ",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "text": "06 (2014) 009, arXiv:1311.6141 [hep-ex].",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "text": "[",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "text": "In the context of a photon + jet final state, s-channel quark-antiquark processes are suppressed due to the isolation requirement imposed on the photon.",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "text": "NNPDF3.1nlo PDF sets with a 4F description of the proton were not available",
            "paragraph_rank": 52,
            "section_rank": 19
        },
        {
            "text": "Acknowledgements",
            "section_rank": 21
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "section": "Acknowledgements",
            "paragraph_rank": 53,
            "section_rank": 21
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DRF/IRFU, France; SRNSF, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF, I-CORE and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Mo-",
            "section": "Acknowledgements",
            "paragraph_rank": 54,
            "section_rank": 21
        },
        {
            "text": "f Also at Physics Department, An-Najah National University, Nablus, Palestine. ",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "g Also at Department of Physics, California State University, Fresno, CA, United States.",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "h Also at Department of Physics, University of Fribourg, Fribourg, Switzerland.",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "text": "i Also at II Physikalisches Institut, Georg-August-Universität, Göttingen, Germany.",
            "paragraph_rank": 57,
            "section_rank": 23
        },
        {
            "text": "j Also at Departament de Fisica de la Universitat Autonoma de Barcelona, Barcelona, Spain. ",
            "paragraph_rank": 58,
            "section_rank": 23
        }
    ]
}