{
    "level": "sentence",
    "abstract": [
        {
            "text": "The differential cross-section for the production of a W boson in association with a top quark is measured for several particle-level observables. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The measurements are performed using 36.1 fb −1 of pp collision data collected with the ATLAS detector at the LHC in 2015 and 2016. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Differential cross-sections are measured in a fiducial phase space defined by the presence of two charged leptons and exactly one jet matched to a b-hadron, and are normalised with the fiducial cross-section. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Results are found to be in good agreement with predictions from several Monte Carlo event generators.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Single-top-quark production proceeds via three channels through electroweak interactions involving a W tb vertex at leading order (LO) in the Standard Model (SM): the tchannel, the s-channel, and production in association with a W boson (t W ). ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The cross-section for each of these chane-mail: atlas.publications@cern.ch nels depends on the relevant Cabibbo-Kobayashi-Maskawa (CKM) matrix element V tb and form factor f L V [1][2][3] such that the cross-section is proportional to | f L V V tb | 2 [4,5], i.e. depends on the coupling between the W boson, top and b quarks. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 184,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The t W channel, represented in Fig. 1, has a pp production cross-section at √ s = 13 TeV of σ theory = 71.7 ± 1.8 (scale) ± 3.4 (PDF) pb [6], and contributes approximately 24% of the total single-top-quark production rate at 13 TeV. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 32,
                    "end": 38,
                    "type": "figure",
                    "text": "Fig. 1"
                },
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "At the LHC, evidence for this process with 7 TeV collision data was presented by the ATLAS Collaboration [7] (with a significance of 3.6σ ), and by the CMS Collaboration [8] (with a significance of 4.0σ ). ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[7]"
                },
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "text": "[8]"
                }
            ],
            "entity_spans": [
                {
                    "start": 85,
                    "end": 105,
                    "type": "software",
                    "rawForm": "ATLAS Collaboration",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "With 8 TeV collision data, CMS observed the t W channel with a significance of 6.1σ [9] while ATLAS observed it with a significance of 7.7σ [10]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[9]"
                },
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[10]"
                }
            ],
            "entity_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "This analysis extends an ATLAS analysis [11] which measured the production cross-section with 13 TeV data collected in 2015.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[11]"
                }
            ],
            "entity_spans": [
                {
                    "start": 25,
                    "end": 30,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "Accurate estimates of rates and kinematic distributions of the t W process are difficult at higher orders in α S since the process is not well-defined due to quantum interference with the tt production process. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "A fully consistent theoretical picture can be reached by considering t W and tt to be components of the complete W bW b final state in the four flavour scheme [12]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "In the tt process the two W b systems are produced on the top quark mass shell, and so a proper treatment of this doubly resonant component is important in the study of t W beyond leading order. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Two commonly used approaches are diagram removal (DR) and diagram subtraction (DS) [13]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "In the DR approach, all next-to-leading order (NLO) diagrams that overlap with the doubly resonant tt contributions are removed from the calculation of the t W amplitude, violating gauge invariance. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In the DS approach, a subtraction term is built into the amplitude to cancel out the tt component close to the top quark resonance while respecting gauge invariance.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This paper describes differential cross-section measurements in the t W dilepton final state, where events contain two Fig. 1 A representative leading-order Feynman diagram for the production of a single top quark in the t W channel and the subsequent leptonic decay of the W boson and semileptonic decay of the top quark oppositely charged leptons (henceforth \"lepton\" refers to an electron or muon) and two neutrinos. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 125,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "This channel is chosen because it has a better ratio of signal and tt production over other background processes than the single lepton+jets channel, where large W +jets backgrounds are relatively difficult to separate from top quark events. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Distributions are unfolded to observables based on stable particles produced in Monte Carlo (MC) simulation. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Measurements are performed in a fiducial phase space, defined by the presence of two charged leptons as well as the presence of exactly one central jet containing b-hadrons (b-jet) and no other jets. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This requirement on the jet multiplicity is expected to suppress the contribution from tt production, where a pair of b-jets is more commonly produced, as well as reducing the importance of tt-t W interference effects [12]. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "After applying the reconstruction-level selection of fiducial events (described in Sect. 5) backgrounds from tt and other sources are subtracted according to their predicted distributions from MC simulation. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The definition of the fiducial event selection is chosen to match the lepton and jet requirements at reconstruction level. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Exactly two leptons with p T > 20 GeV and |η| < 2.5 are required, and at least one of the leptons must satisfy p T > 27 GeV. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Exactly one b-tagged jet satisfying p T > 25 GeV and |η| < 2.5 must be present. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "No requirement is placed on E miss T or m . ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "A boosted decision tree (BDT) is used to separate the t W signal from the large tt background by placing a fixed requirement on the BDT response.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Although the top quark and the two W bosons cannot be directly reconstructed due to insufficient kinematic constraints, one can select a list of observables that are correlated with kinematic properties of t W production and are sensitive to differences in theoretical modelling. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Particle energies and masses are also preferred to projections onto the transverse plane in order to be sensitive to polar angular information while keeping the list of observables as short as possible. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Unfolded distributions are measured for: The top quark production is probed most directly by E(b), the only final-state object that can unambiguously be matched to the decay products of the top quark. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The top-quark decay is probed by m( 1 b) and m( 2 b), which are sensitive to angular correlations of decay products due to production spin correlations. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The combined t W -system is probed by E( b), m T ( ννb), and m( b). ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "At reconstruction level, the transverse momenta of the neutrinos in m T ( ννb) are represented by the measured E miss T (reconstructed as described in Sect. 4). ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "At particle level the vector summed transverse momenta of simulated neutrinos (selected as defined in Sect. 4) are used in m T ( ννb). ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "All other quantities for leptons and jets are taken simply from the relevant reconstructed or particlelevel objects. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "These observables are selected to minimise the bias introduced by the BDT requirement, as certain observables are highly correlated with the BDT discriminant. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "These cannot be effectively unfolded due to shaping effects that the BDT requirement imposes on the overall acceptance, and thus are not considered in this measurement. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The background-subtracted data are unfolded using an iterative procedure [14] to correct for resolution and acceptance effects, biases, and particles outside the fiducial phase space of the measurement. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The differential cross-sections are normalised with the fiducial cross-section, which cancels out many of the largest uncertainties.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "text": "The ATLAS detector [15] at the LHC covers nearly the entire solid angle 1 around the collision point, and consists of an inner tracking detector (ID) surrounded by a thin superconducting solenoid producing a 2 T axial magnetic field, electromagnetic (EM) and hadronic calorimeters, and an external muon spectrometer (MS). ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The ID consists of a highgranularity silicon pixel detector and a silicon microstrip tracker, together providing precision tracking in the pseu- 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the zaxis along the beam pipe. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2), while the rapidity is defined in terms of particle energies and the z-component of particle momenta as y = (1/2) ln (E + p z )/(E − p z ) . ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "dorapidity range |η| < 2.5, complemented by a transition radiation tracker providing tracking and electron identification information for |η| < 2.0. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The innermost pixel layer, the insertable B-layer [16], was added between Run 1 and Run 2 of the LHC, at a radius of 33 mm around a new, thinner, beam pipe. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "A lead liquid-argon (LAr) electromagnetic calorimeter covers the region |η| < 3.2, and hadronic calorimetry is provided by steel/scintillator tile calorimeters within |η| < 1.7 and copper/LAr hadronic endcap calorimeters in the range 1.5 < |η| < 3.2. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "A LAr forward calorimeter with copper and tungsten absorbers covers the range 3.1 < |η| < 4.9. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The MS consists of precision tracking chambers covering the region |η| < 2.7, and separate trigger chambers covering |η| < 2.4. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "A two-level trigger system [17], using a custom hardware level followed by a software-based level, selects from the 40 MHz of collisions a maximum of around 1 kHz of events for offline storage.",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Data and Monte Carlo samples",
            "section_rank": 4
        },
        {
            "text": "The data events analysed in this paper correspond to an integrated luminosity of 36.1 fb −1 collected from the operation of the LHC in 2015 and 2016 at √ s = 13 TeV with a bunch spacing of 25 ns and an average number of collisions per bunch crossing μ of around 23. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "They are required to be recorded in periods where all detector systems are flagged as operating normally.",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Monte Carlo simulated samples are used to estimate the efficiency to select signal and background events, train and test the BDT, estimate the migration of observables from particle level to reconstruction level, estimate systematic uncertainties, and validate the analysis tools. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The nominal samples, used for estimating the central values for efficiencies and background templates, were simulated with a full ATLAS detector simulation [18] implemented in Geant 4 [19]. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "text": "[18]"
                },
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[19]"
                }
            ],
            "entity_spans": [
                {
                    "start": 176,
                    "end": 184,
                    "type": "software",
                    "rawForm": "Geant 4",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "Many of the samples used in the estimation of systematic uncertainties were instead produced using Atlfast2 [20], in which a parameterised detector simulation is used for the calorimeter responses. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Pile-up (additional pp collisions in the same or a nearby bunch crossing) is included in the simulation by overlaying collisions with the soft QCD processes from Pythia 8.186 [21] using a set of tuned parameters called the A2 tune [22] and the MSTW2008LO parton distribution function (PDF) set [23]. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[21]"
                },
                {
                    "start": 231,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[22]"
                },
                {
                    "start": 294,
                    "end": 298,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "Events were generated with a predefined distribution of the expected number of interactions per bunch crossing, then reweighted to match the actual observed data conditions. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "In all MC samples and fixed-order calculations used for this analysis the top quark mass m t is set to 172.5 GeV and the W → ν branching ratio is set to 0.108 per lepton flavour. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The EvtGen v1.2.0 program [24] was used to simulate properties of the bottom and charmed hadron decays except for samples generated with Sherpa, which uses internal modules.",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[24]"
                }
            ],
            "entity_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "type": "version",
                    "rawForm": "1.2.0",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "The nominal t W event samples [25] were produced using the Powheg-Box v1 [26][27][28][29][30] event generator with the CT10 PDF set [31] in the matrix-element calculations. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[25]"
                },
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[26]"
                },
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[27]"
                },
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[28]"
                },
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "text": "[29]"
                },
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[30]"
                },
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The parton shower, hadronisation, and underlying event were simulated using Pythia 6.428 [32] with the CTEQ6L1 PDF set [33] and the corresponding Perugia 2012 (P2012) tune [34]. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[32]"
                },
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "text": "[33]"
                },
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[34]"
                }
            ],
            "entity_spans": [
                {
                    "start": 83,
                    "end": 89,
                    "type": "version",
                    "rawForm": "6.428",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "The DR scheme [13] was employed to handle the interference between t W and tt, and was applied to the t W sample. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "For comparing MC predictions to data, the predicted t W cross-section at √ s = 13 TeV is scaled by a K -factor and set to the NLO value with nextto-next-to-leading logarithmic (NNLL) soft-gluon corrections: σ theory = 71.7 ± 1.8 (scale) ± 3.4 (PDF) pb [6]. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The first uncertainty accounts for the renormalisation and factorisation scale variations (from 0.5 to 2 times m t ), while the second uncertainty originates from uncertainties in the MSTW2008 NLO PDF sets.",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Additional t W samples were generated to estimate systematic uncertainties in the modelling of the signal process. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "An alternative t W sample was generated using the DS scheme instead of DR. A t W sample generated with Mad-Graph5_aMC@NLO v2.2.2 [35] (instead of the Powheg-Box) interfaced with Herwig++ 2.7.1 [36] and processed through the Atlfast2 fast simulation is used to estimate uncertainties associated with the modelling of the NLO matrix-element event generator. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[35]"
                },
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "A sample generated with Powheg-Box interfaced with Herwig++ (instead of Pythia 6) is used to estimate uncertainties associated with the parton shower, hadronisation, and underlying-event models. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "This sample is also compared with the previously mentioned MadGraph5_aMC@NLO sample to estimate a matrix-element event generator uncertainty with a consistent parton shower event generator. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "In both cases, the UE-EE-5 tune of Ref. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "[37] was used for the underlying event. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "Finally, in order to estimate uncertainties arising from additional QCD radiation in the t W events, a pair of samples were generated with Powheg-Box interfaced with Pythia 6 using Atl-fast2 and the P2012 tune with higher and lower radiation relative to the nominal set, together with varied renormalisation and factorisation scales. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "In order to avoid comparing two different detector response models when estimating systematic uncertainties, another version of the nominal Powheg-Box with Pythia 6 sample was also produced with Atl-fast2.",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The nominal tt event sample [25] was produced using the Powheg-Box v2 [26][27][28][29][30] event generator with the CT10 PDF set [31] in the matrix-element calculations. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[25]"
                },
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[26]"
                },
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[27]"
                },
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[28]"
                },
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "text": "[29]"
                },
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[30]"
                },
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The parton shower, hadronisation, and underlying event were simulated using Pythia 6.428 [32] with the CTEQ6L1 PDF set [33] and the corresponding Perugia 2012 (P2012) tune [34]. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[32]"
                },
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "text": "[33]"
                },
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[34]"
                }
            ],
            "entity_spans": [
                {
                    "start": 83,
                    "end": 89,
                    "type": "version",
                    "rawForm": "6.428",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "The renormalisation and factorisation scales are set to m t for the t W process and to m 2 t + p T (t) 2 for the tt process, and the h damp resummation damping factor is set to equal the mass of the top quark.",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Additional tt samples were generated to estimate systematic uncertainties. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Like the additional t W samples, these are used to estimate the uncertainties associated with the matrixelement event generator (a sample produced using Atlfast2 fast simulation with MadGraph5_aMC@NLO v2.2.2 interfaced with Herwig++ 2.7.1), parton shower and hadronisation models (a sample produced using Atlfast2 with Powheg-Box interfaced with Herwig++ 2.7.1) and additional QCD radiation. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "To estimate uncertainties on additional QCD radiation in tt, a pair of samples is produced using full simulation with the varied sets of P2012 parameters for higher and lower radiation, as well as with varied renormalisation and factorisation scales. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "In these samples the resummation damping factor h damp is doubled in the case of higher radiation. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The tt cross-section is set to σ tt = 831.8 +19.8 −29.2 (scale) ± 35.1 (PDF + α S ) pb as calculated with the Top++ 2.0 program to NNLO, including soft-gluon resummation to NNLL [38]. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "The first uncertainty comes from the independent variation of the factorisation and renormalisation scales, μ F and μ R , while the second one is associated with variations in the PDF and α S , following the PDF4LHC prescription with the MSTW2008 68% CL NNLO, CT10 NNLO and NNPDF2.3 5f FFN PDF sets [39][40][41][42]. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "type": "bibr",
                    "text": "[39]"
                },
                {
                    "start": 303,
                    "end": 307,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[40]"
                },
                {
                    "start": 307,
                    "end": 311,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[41]"
                },
                {
                    "start": 311,
                    "end": 315,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "Samples used to model the Z + jets background [43] were simulated with Sherpa 2.2.1 [44]. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[43]"
                },
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[44]"
                }
            ],
            "entity_spans": [
                {
                    "start": 78,
                    "end": 84,
                    "type": "version",
                    "rawForm": "2.2.1",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "In these, the matrix element is calculated for up to two partons at NLO and four partons at LO using Comix [45] and OpenLoops [46], and merged with the Sherpa parton shower [47] using the ME+PS@NLO prescription [48]. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[45]"
                },
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "text": "[46]"
                },
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[47]"
                },
                {
                    "start": 211,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[48]"
                }
            ],
            "entity_spans": [
                {
                    "start": 101,
                    "end": 107,
                    "type": "software",
                    "rawForm": "Comix",
                    "resp": "service",
                    "id": "software-simple-s5"
                },
                {
                    "start": 116,
                    "end": 126,
                    "type": "software",
                    "rawForm": "OpenLoops",
                    "resp": "service",
                    "id": "software-simple-s6"
                }
            ]
        },
        {
            "text": "The NNPDF3.0 NNLO PDF set [49] was used in conjunction with Sherpa parton shower tuning, with a generator-level cut-off on the dilepton invariant mass of m > 40 GeV applied. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[49]"
                }
            ]
        },
        {
            "text": "The Z + jets events are normalised using NNLO cross-sections computed with FEWZ [50].",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "Diboson processes with four charged leptons, three charged leptons and one neutrino, or two charged leptons and two neutrinos [51] were simulated using the Sherpa 2.1.1 event generator. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[51]"
                }
            ]
        },
        {
            "text": "The matrix elements contain all diagrams with four electroweak vertices. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "NLO calculations were used for the purely leptonic final states as well as for final states with two or four charged leptons plus one additional parton. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "For other final states with up to three additional partons, the LO calculations of Comix and OpenLoops were used. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Their outputs were combined with the Sherpa parton shower using the ME+PS@NLO prescription [48]. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[48]"
                }
            ]
        },
        {
            "text": "The CT10 PDF set with dedicated parton shower tuning was used. ",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The cross-sections provided by the event generator (which are already at NLO) were used for diboson processes.",
            "section": "Data and Monte Carlo samples",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Object reconstruction",
            "section_rank": 5
        },
        {
            "text": "Electron candidates are reconstructed from energy deposits in the EM calorimeter associated with ID tracks [17]. ",
            "section": "Object reconstruction",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "The deposits are required to be in the |η| < 2.47 region, with the transition region between the barrel and endcap EM calorimeters, 1.37 < |η| < 1.52, excluded. ",
            "section": "Object reconstruction",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The candidate electrons are required to have a transverse momentum of p T > 20 GeV. ",
            "section": "Object reconstruction",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Further requirements on the electromagnetic shower shape, ratio of calorimeter energy to tracker momentum, and other variables are combined into a likelihood-based discriminant [52], with signal electron efficiencies measured to be at least 85%, increasing for higher p T . ",
            "section": "Object reconstruction",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[52]"
                }
            ]
        },
        {
            "text": "Candidate electrons also must satisfy requirements on the distance from the ID track to the beamline or to the reconstructed primary vertex in the event, which is identified as the vertex with the largest summed p 2 T of associated tracks. ",
            "section": "Object reconstruction",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The transverse impact parameter with respect to the beamline,",
            "section": "Object reconstruction",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The longitudinal impact parameter, z 0 , must satisfy | z 0 sin θ | < 0.5 mm, where z 0 is the longitudinal distance from the primary vertex along the beamline and θ is the angle of the track to the beamline. ",
            "section": "Object reconstruction",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Furthermore, electrons must satisfy isolation requirements based on ID tracks and topological clusters in the calorimeter [53], designed to achieve an isolation efficiency of 90% (99%) for p T = 25(60) GeV.",
            "section": "Object reconstruction",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[53]"
                }
            ]
        },
        {
            "text": "Muon candidates are identified by matching MS tracks with ID tracks [54]. ",
            "section": "Object reconstruction",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[54]"
                }
            ]
        },
        {
            "text": "The candidates must satisfy requirements on hits in the MS and on the compatibility of ID and MS momentum measurements to remove fake muon signatures. ",
            "section": "Object reconstruction",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Furthermore, they must have p T > 20 GeV as well as |η| < 2.5 to ensure they are within coverage of the ID. ",
            "section": "Object reconstruction",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Candidate muons must satisfy the following requirements on the distance from the combined ID and MS track to the beamline or primary vertex: the transverse impact parameter significance must satisfy |d 0 |/σ d 0 < 3, and the longitudinal impact parameter must satisfy | z 0 sin θ | < 0.5 mm, where d 0 and z 0 are defined as above for electrons. ",
            "section": "Object reconstruction",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "An isolation requirement based on ID tracks and topological clusters in the calorimeter is imposed, which targets an isolation efficiency of 90% (99%) for p T = 25(60) GeV.",
            "section": "Object reconstruction",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Jets are reconstructed from topological clusters of energy deposited in the calorimeter [53] using the anti-k t algorithm [55] with a radius parameter of 0.4 implemented in the FastJet package [56]. ",
            "section": "Object reconstruction",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[53]"
                },
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[55]"
                },
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "[56]"
                }
            ],
            "entity_spans": [
                {
                    "start": 177,
                    "end": 185,
                    "type": "software",
                    "rawForm": "FastJet",
                    "resp": "service",
                    "id": "software-simple-s7"
                }
            ]
        },
        {
            "text": "Their energies are corrected to account for pile-up and calibrated using a p T -and η-dependent correction derived from Run 2 data [57]. ",
            "section": "Object reconstruction",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "They are required to have p T > 25 GeV and |η| < 2.5. ",
            "section": "Object reconstruction",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "To suppress pileup, a discriminant called the jet-vertex-tagger is constructed using a two-dimensional likelihood method [58]. ",
            "section": "Object reconstruction",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "text": "[58]"
                }
            ]
        },
        {
            "text": "For jets with p T < 60 GeV and |η| < 2.4, a jet-vertex-tagger requirement corresponding to a 92% efficiency while rejecting 98% of jets from pile-up and noise is imposed.",
            "section": "Object reconstruction",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The tagging of b-jets uses a multivariate discriminant which exploits the long lifetime of b-hadrons and large invariant mass of their decay products relative to c-hadrons and unstable light hadrons [59,60]. ",
            "section": "Object reconstruction",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "type": "bibr",
                    "text": "[59,"
                },
                {
                    "start": 203,
                    "end": 206,
                    "type": "bibr",
                    "text": "60]"
                }
            ]
        },
        {
            "text": "The discriminant is calibrated to achieve a 77% b-tagging efficiency and a rejection factor of about 4.5 against jets containing charm quarks (c-jets) and 140 against light-quark and gluon jets in a sample of simulated tt events. ",
            "section": "Object reconstruction",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "The jet tagging efficiency in simulation is corrected to the efficiency in data [61].",
            "section": "Object reconstruction",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "text": "[61]"
                }
            ]
        },
        {
            "text": "The missing transverse momentum vector is calculated as the negative vectorial sum of the transverse momenta of particles in the event. ",
            "section": "Object reconstruction",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Its magnitude, E miss T , is a measure of the transverse momentum imbalance, primarily due to neutrinos that escape detection. ",
            "section": "Object reconstruction",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "In addition to the identified jets, electrons and muons, a track-based soft term is included in the E miss T calculation by considering tracks associated with the hard-scattering vertex in the event which are not also associated with an identified jet, electron, or muon [62,63].",
            "section": "Object reconstruction",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "type": "bibr",
                    "text": "[62,"
                },
                {
                    "start": 275,
                    "end": 278,
                    "type": "bibr",
                    "text": "63]"
                }
            ]
        },
        {
            "text": "To avoid cases where the detector response to a single physical object is reconstructed as two separate final-state objects, several steps are followed to remove such overlaps. ",
            "section": "Object reconstruction",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "First, identified muons that deposit energy in the calorimeter and share a track with an electron are removed, followed by the removal of any remaining electrons sharing a track with a muon. ",
            "section": "Object reconstruction",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "This step is designed to avoid cases where a muon mimics an electron through radiation of a hard photon. ",
            "section": "Object reconstruction",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Next, the jet closest to each electron within a y-φ cone of size R y,φ ≡ ( y) 2 + ( φ) 2 = 0.2 is removed to reduce the proportion of electrons being reconstructed as jets. ",
            "section": "Object reconstruction",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Next, electrons with a distance R y,φ < 0.4 from any of the remaining jets are removed to reduce backgrounds from non-prompt, non-isolated electrons originating from heavy-flavour hadron decays. ",
            "section": "Object reconstruction",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Jets with fewer than three tracks and distance R y,φ < 0.2 from a muon are then removed to reduce the number of jet fakes from muons depositing energy in the calorimeters. ",
            "section": "Object reconstruction",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Finally, muons with a distance R y,φ < 0.4 from any of the surviving jets are removed to avoid contamination due to non-prompt muons from heavy-flavour hadron decays.",
            "section": "Object reconstruction",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Definitions of particle-level objects in MC simulation are based on stable (cτ > 10 mm) outgoing particles [64]. ",
            "section": "Object reconstruction",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "text": "[64]"
                }
            ]
        },
        {
            "text": "Particle-level prompt charged leptons and neutrinos that arise from decays of W bosons or Z bosons are accepted. ",
            "section": "Object reconstruction",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The charged leptons are then dressed with nearby photons, considering all photons that satisfy R y,φ ( , γ ) < 0.1 and do not originate from hadrons, adding the four-momenta of all selected photons to the bare lepton to obtain the dressed lepton four-momentum. ",
            "section": "Object reconstruction",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Particle-level jets are built from all remaining stable particles in the event after excluding leptons and the photons used to dress the leptons, clustering them using the anti-k t algorithm with R = 0.4. ",
            "section": "Object reconstruction",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Particle-level jet b-tagging is performed by checking the jets for any associ-ated b-hadron with p T > 5 GeV. ",
            "section": "Object reconstruction",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "This association is achieved by reclustering jets with b-hadrons included in the input list of particles, but with their p T scaled down to negligibly small values. ",
            "section": "Object reconstruction",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Jets containing b-hadrons after this reclustering are considered to be associated to a b-hadron.",
            "section": "Object reconstruction",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Event selection",
            "section_rank": 6
        },
        {
            "text": "Events passing the reconstruction-level selection are required to have at least one interaction vertex, to pass a singleelectron or single-muon trigger, and to contain at least one jet with p T > 25 GeV. ",
            "section": "Event selection",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Single-lepton triggers used in this analysis are designed to select events containing a well-identified charged lepton with high transverse momentum [17]. ",
            "section": "Event selection",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "They require a p T of at least 20 GeV (26 GeV) for muons and 24 GeV (26 GeV) for electrons for the 2015 (2016) data set, and also have requirements on the lepton quality and isolation. ",
            "section": "Event selection",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "These are complemented by triggers with higher p T thresholds and relaxed isolation and identification requirements to ensure maximum efficiency at higher lepton p T .",
            "section": "Event selection",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Events are required to contain exactly two oppositely charged leptons with p T > 20 GeV; events with a third charged lepton with p T > 20 GeV are rejected. ",
            "section": "Event selection",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "At least one lepton must have p T > 27 GeV, and at least one of the selected electrons (muons) must be matched within a R y,φ cone of size 0.07 (0.1) to the electron (muon) selected online by the corresponding trigger.",
            "section": "Event selection",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "In simulated events, information recorded by the event generator is used to identify events in which any selected lepton does not originate promptly from the hard-scatter process. ",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "These non-prompt or fake leptons arise from processes such as the decay of a heavy-flavour hadron, photon conversion or hadron misidentification, and are identified when the electron or muon does not originate from the decay of a W or Z boson (or a τ lepton itself originating from a W or Z ). ",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "Events with a selected lepton which is non-prompt or fake are themselves labelled as fake and, regardless of whether they are t W fake events or fake events from other sources, they are treated as a contribution to the background.",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "After this selection has been made, a further set of requirements is imposed with the aim of reducing the contribution from the Z + jets, diboson and fake-lepton backgrounds. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "The samples consist almost entirely of t W signal and tt background, which are subsequently separated by the BDT discriminant. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Events in which the two leptons have the same flavour and an invariant mass consistent with a Z boson   the events passing these requirements are shown in Fig. 3 at reconstruction level. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 161,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Most of the predictions agree well with data within the systematic errors, which are highly correlated bin-to-bin due to the dominance of a small number of sources of large normalisation uncertainties. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "The distribution of m T ( ννb), which shows a slope in the ratio of data to prediction, has a p value of 2-4% for the predictions to describe the observed distribution after taking bin-to-bin correlations into account.",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Separation of tW signal from tt background",
            "section_rank": 7
        },
        {
            "text": "To separate t W signal events from background tt events, a BDT technique [65] is used to combine several observables into a single discriminant. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "In this analysis, the BDT implementation is provided by the TMVA package [66], using the GradientBoost algorithm. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 27,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 60,
                    "end": 65,
                    "type": "software",
                    "rawForm": "TMVA",
                    "resp": "service",
                    "id": "software-simple-s8"
                },
                {
                    "start": 89,
                    "end": 103,
                    "type": "software",
                    "rawForm": "GradientBoost",
                    "resp": "service",
                    "id": "software-simple-s9"
                }
            ]
        },
        {
            "text": "The approach is based on the BDT developed for the inclusive cross-section measurement in Ref. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "[11]. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The BDT is optimised by using the sum of the nominal t W MC sample, the alternative t W MC sample with the diagram subtraction scheme and the nominal tt MC sample; for each sample, half of the events are used for training while the other half is reserved for testing. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "A large list of variables is prepared to serve as inputs to the BDT. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "An optimisation procedure is then carried out to select a subset of input variables and a set of BDT parameters (such as the number of trees in the ensemble and the maximum depth of the individual decision trees). ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "The optimisation is designed to provide the best separation between the t W signal and the tt background while avoiding sensitivity to statistical fluctuations in the training sample.",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "The variables considered are derived from the kinematic properties of subsets of the selected physics objects defined in Sect. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "4 for each event. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "For a set of objects  is the ratio of the scalar sum of p T to the sum of energy, called the centrality. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "Table 2 The variables used in the signal region BDT and their separation power (denoted S). ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The variables are derived from the fourmomenta of the leading lepton ( 1 ), sub-leading lepton ( 2 ), the b-jet (b) and E miss T . ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "The last row gives the separation power of the BDT discriminant response",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "The final set of input variables used in the BDT is listed in Table 2 along with the separation power of each variable. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 69,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "2 The distributions of these variables are compared between the MC predictions and observed data, and found to be well modelled. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The BDT discriminant distributions from MC predictions and data are compared and shown in Fig. 4.",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 96,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "To select a signal-enriched portion of events in the signal region, the BDT response is required to be larger than 0.3. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "The effect of this requirement on event yields is shown in Table 1. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The BDT requirement lowers systematic uncertainties by reducing contributions from the tt background, which is subject to large modeling uncertainties. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "For example, the total systematic uncertainty in the fiducial cross-section is reduced by 16% of the total when applying the BDT response requirement, compared to having no requirement. ",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "The exact value of the requirement is optimised to reduce the total uncertainty of the measurement over all bins, considering both statistical and systematic uncertainties.",
            "section": "Separation of tW signal from tt background",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "Unfolding and cross-section determination",
            "section_rank": 8
        },
        {
            "text": "The iterative Bayesian unfolding technique in Ref. ",
            "section": "Unfolding and cross-section determination",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "[14], as implemented in the RooUnfold software package [67], is used to correct for detector acceptance and resolution effects and the efficiency to pass the event selection. ",
            "section": "Unfolding and cross-section determination",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[14]"
                }
            ],
            "entity_spans": [
                {
                    "start": 28,
                    "end": 38,
                    "type": "software",
                    "rawForm": "RooUnfold",
                    "resp": "service",
                    "id": "software-simple-s10"
                }
            ]
        },
        {
            "text": "The unfolding",
            "section": "Unfolding and cross-section determination",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "where Y s (y) and Y b (y) are the signal and background probability distribution functions of each variable y, respectively. ",
            "section": "Unfolding and cross-section determination",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "Total syst. ",
            "section": "Unfolding and cross-section determination",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "unc.",
            "section": "Unfolding and cross-section determination",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "Fig. 4",
            "section_rank": 9
        },
        {
            "text": "Comparison of data and MC predictions for the BDT response in the signal region. ",
            "section": "Fig. 4",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "The t W signal is normalised with the measured fiducial cross-section. ",
            "section": "Fig. 4",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "Uncertainty bands reflect the total systematic uncertainties. ",
            "section": "Fig. 4",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "The first and last bins contain underflow and overflow events, respectively procedure includes bin-by-bin correction for out-of-fiducial (C oof j ) events which are reconstructed but fall outside the fiducial acceptance at particle level:",
            "section": "Fig. 4",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "followed by the iterative matrix unfolding procedure. ",
            "section": "Fig. 4",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "The matrix M is the migration matrix, and M −1 represents the application of the iterative unfolding procedure with migration information from M. The iterative unfolding is followed by another bin-by-bin correction to the efficiency to reconstruct a fiducial event (C eff i ):",
            "section": "Fig. 4",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "In both expressions, \"fid\" refers to events passing the fiducial selection, \"reco\" refers to events passing reconstruction-level requirements, and \"fid&reco\" refers to events passing both. ",
            "section": "Fig. 4",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "This full unfolding procedure is then described by the expression for the number of unfolded events in bin i (N ufd i ) of the particle-level distribution:",
            "section": "Fig. 4",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "where i ( j) indicates the bin at particle (reconstruction) level, N data j is the number of events in data and B j is the sum of all background contributions. ",
            "section": "Fig. 4",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "Table 3 gives the number of iterations used for each observable in this unfolding step. ",
            "section": "Fig. 4",
            "paragraph_rank": 36,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The bias is defined as the difference between the unfolded and true values. ",
            "section": "Fig. 4",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The number of iterations is chosen to minimise ",
            "section": "Fig. 4",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "the growth of the statistical uncertainty propagated through the unfolding procedure while operating in a regime where the bias is sufficiently independent of the number of iterations. ",
            "section": "Fig. 4",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "The optimal number of iterations is small for most observables, but a larger number is picked for E(b), where larger off-diagonal elements of the migration matrix cause slower convergence of the method. ",
            "section": "Fig. 4",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "The list of observables chosen was also checked for shaping induced by the requirement on the BDT response, since strong shaping can make the unfolding unstable. ",
            "section": "Fig. 4",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "These shaping effects were found to be consistently well-described by the various MC models considered. ",
            "section": "Fig. 4",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "Any residual differences in the predictions of different MC event generators would increase MC modelling uncertainties, thus ensuring shaping effects of the BDT are covered by the total uncertainties.",
            "section": "Fig. 4",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "Unfolded event yields N ufd i are converted to cross-section values as a function of an observable X using the expression:",
            "section": "Fig. 4",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "where L is the integrated luminosity of the data sample and i is the width of bin i of the particle-level distribution. ",
            "section": "Fig. 4",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "Differential cross-sections are divided by the fiducial crosssection to create a normalised distribution. ",
            "section": "Fig. 4",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "The fiducial crosssection is simply the sum of the cross-sections in each bin multiplied by the corresponding bin widths:",
            "section": "Fig. 4",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "8 Systematic uncertainties",
            "section": "Fig. 4",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "text": "Sources of systematic uncertainty",
            "section_rank": 10
        },
        {
            "text": "The experimental sources of uncertainty include the uncertainty in the lepton efficiency scale factors used to correct simulation to data, the lepton energy scale and resolution, the E miss T soft-term calculation, the jet energy scale and resolution, the b-tagging efficiency, and the luminosity.",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "The JES uncertainty [57] is divided into 18 components, which are derived using √ s = 13 TeV data. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "The uncer-tainties from data-driven calibration studies of Z /γ +jet and dijet events are represented with six orthogonal components using the eigenvector decomposition procedure, as demonstrated in Ref. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "[68]. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 42,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[68]"
                }
            ]
        },
        {
            "text": "Other components include model uncertainties (such as flavour composition, η intercalibration model). ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "The most significant JES uncertainty components for this measurement are the data-driven calibration and the flavour composition uncertainty, which is the dependence of the jet calibration on the fraction of quark or gluon jets in data. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "The jet energy resolution uncertainty estimate [57] is based on comparisons of simulation and data using studies of Run-1 data. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "These studies are then crosscalibrated and checked to confirm good agreement with Run-2 data.",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "As discussed in Sect. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "text": "4, the E miss T calculation includes contributions from leptons and jets in addition to soft terms which arise primarily from lowp T pile-up jets and underlyingevent activity [62,63]. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 43,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "type": "bibr",
                    "text": "[62,"
                },
                {
                    "start": 179,
                    "end": 182,
                    "type": "bibr",
                    "text": "63]"
                }
            ]
        },
        {
            "text": "The uncertainty associated with the leptons and jets is propagated from the corresponding uncertainties in the energy/momentum scales and resolutions, and it is classified together with the uncertainty associated with the corresponding objects. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "text": "The uncertainty associated with the soft term is estimated by comparing the simulated soft-jet energy scale and resolution to that in data.",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "text": "Uncertainties in the scale factors used to correct the b-tagging efficiency in simulation to the efficiency in data are assessed using independent eigenvectors for the efficiency of b-jets, c-jets, light-parton jets, and the extrapolation uncertainty for highp T jets [59,60].",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 44,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "type": "bibr",
                    "text": "[59,"
                },
                {
                    "start": 272,
                    "end": 275,
                    "type": "bibr",
                    "text": "60]"
                }
            ]
        },
        {
            "text": "Systematic uncertainties in lepton momentum resolution and scale, trigger efficiency, isolation efficiency, and identification efficiency are also considered [52][53][54]. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 45,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[52]"
                },
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[53]"
                },
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[54]"
                }
            ]
        },
        {
            "text": "These uncertainties arise from corrections to simulation based on studies of Z → ee and Z → μμ data. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "In this measurement, the effects of the uncertainties in these corrections are relatively small.",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "A 2.1% uncertainty is assigned to the integrated luminosity. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "It is derived, following a methodology similar to that detailed in Ref. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "[69], from a calibration of the luminosity scale using x-y beam-separation scans.",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 46,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[69]"
                }
            ]
        },
        {
            "text": "Uncertainties stemming from theoretical models are estimated by comparing a set of predicted distributions produced with different assumptions. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "The main uncertainties are due to the NLO matrix-element (ME) event generator, parton shower and hadronisation event generator, radiation tuning and scale choice and the PDF. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "The NLO matrix-element uncertainty is estimated by comparing two NLO matching methods: the predictions of Powheg-Box and Mad-Graph5_aMC@NLO, both interfaced with Herwig++. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "The parton shower, hadronisation, and underlying-event model uncertainty is estimated by comparing Powheg-Box interfaced with either Pythia 6 or Herwig++. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "The uncertainty from the matrix-element event generator is treated as uncor- related between the t W and tt processes, while the uncertainty from the parton shower event generator is treated as correlated. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "The radiation tuning and scale choice uncertainty is estimated by taking half of the difference between samples with Powheg-Box interfaced with Pythia 6 tuned with either more or less radiation, and is uncorrelated between the t W and tt processes. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "These choices of correlations are based on Ref. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "[11], and were checked to be no less conservative than the alternative options. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The choice of scheme to account for the interference between the t W and tt processes constitutes another source of systematic uncertainty for the signal modelling, and it is estimated by comparing samples using either the diagram removal scheme or the diagram subtraction scheme, both gener-ated with Powheg-Box+Pythia 6. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "The uncertainty due to the choice of PDF is estimated using the PDF4LHC15 combined PDF set [70]. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "text": "[70]"
                }
            ]
        },
        {
            "text": "The difference between the central CT10 [31] prediction and the central PDF4LHC15 prediction (PDF central value) is taken and symmetrised together with the internal uncertainty set provided with PDF4LHC15. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "Additional normalisation uncertainties are applied to each background. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "A 100% uncertainty is applied to the normalisation of the background from non-prompt and fake leptons, an uncertainty of 50% is applied to the Z + jets background, and a 25% normalisation uncertainty is assigned to diboson backgrounds. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "These uncertainties are based on earlier ATLAS studies of background simulation in top   Uncertainties due to the size of the MC samples are estimated using pseudoexperiments. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "An ensemble of pseudodata is created by fluctuating the MC samples within the statistical uncertainties. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "Each set of pseudodata is used to construct M i j , C eff i , and C oof j , and the nominal MC sample is unfolded. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "The width of the distribution of unfolded values from this ensemble is taken as the statistical uncertainty. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "Additional non-closure uncertainties are added in certain cases after stress-testing the unfolding procedure with injected Gaussian or linear functions. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "Each distribution is tested by reweighting the input MC sample according to the injected function, unfolding, and checking that the weights are recovered in the unfolded distribution. ",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "The extent to which the unfolded weighted data are biased with respect to the underlying weighted generator-level distribution is taken as the unfolding non-closure uncertainty.",
            "section": "Sources of systematic uncertainty",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "Procedure for estimation of uncertainty",
            "section_rank": 11
        },
        {
            "text": "The propagation of uncertainties through the unfolding process proceeds by constructing the migration matrix and efficiency corrections with the baseline sample and unfolding with the varied sample as input. ",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "In most cases, the baseline sample is from Powheg-Box+Pythia 6 and produced with the full detector simulation, but in cases where the var-ied sample uses the Atlfast2 fast simulation, the baseline sample is also changed to use Atlfast2. ",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "For uncertainties modifying background processes, varied samples are prepared by taking into account the changes in the background induced by a particular systematic effect. ",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "Experimental uncertainties are treated as correlated between signal and background in this procedure. ",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "The varied samples are unfolded and compared to the corresponding particlelevel distribution from the MC event generator; the relative difference in each bin is the estimated systematic uncertainty.",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "The covariance matrix C for each differential crosssection measurement is computed following a procedure similar to that used in Ref. ",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "[72]. ",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 49,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[72]"
                }
            ]
        },
        {
            "text": "Two covariance matrices are summed to form the final covariance. ",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "The first one is computed using 10,000 pseudoexperiments and includes statistical uncertainties as well as systematic uncertainties from experimental sources. ",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "The statistical uncertainties are included by independently fluctuating each bin of the data distribution according to Poisson distributions for each pseudoexperiment. ",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "Each bin of the resulting pseudodata distribution is then fluctuated according to a Gaussian distribution for each experimental uncertainty, preserving bin-to-bin correlation information for each uncertainty. ",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "The other matrix includes the systematic uncertainties from event generator model uncertainties, PDF uncertainties, unfolding nonclosure uncertainties, and MC statistical uncertainties. ",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "In this  Fig. 7 Summary of uncertainties in normalised differential cross-sections unfolded from data second matrix, the bin-to-bin correlation value is set to zero for the non-closure and MC statistical uncertainties, and set to unity for the other uncertainties. ",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 49,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 15,
                    "type": "figure",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "The impact of setting the bin-to-bin correlation value to unity was compared for the non-closure uncertainty, and this choice was found to have negligible impact on the results. ",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "This covariance matrix is used to compute a χ 2 and corresponding p value to assess how well the measurements agree with the predictions. ",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "The χ 2 values are computed using the expression:",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "where v is the vector of differences between the measured cross-sections and predictions.",
            "section": "Procedure for estimation of uncertainty",
            "paragraph_rank": 50,
            "section_rank": 11
        },
        {
            "text": "Results",
            "section_rank": 12
        },
        {
            "text": "Unfolded particle-level normalised differential cross-sections are given in Table 4. ",
            "section": "Results",
            "paragraph_rank": 51,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "In Figs. 5 and 6, the results are shown compared to the predictions of various MC event generators, and in Fig. 7 the main systematic uncertainties for each distribution are summarised. ",
            "section": "Results",
            "paragraph_rank": 51,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 16,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figs. 5 and 6"
                },
                {
                    "start": 107,
                    "end": 113,
                    "type": "figure",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "The results show that the largest uncertainties come from the size of the data sample as well as tt and t W MC modelling.",
            "section": "Results",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "text": "The comparison between the data and Monte Carlo predictions is summarised in Table 5, where χ 2 values and corresponding p values are listed. ",
            "section": "Results",
            "paragraph_rank": 52,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "In general, most of the MC models show fair agreement with the measured cross-sections, with no particularly low p values observed. ",
            "section": "Results",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "Notably, for each distribution there is a substantial negative slope in the ratio of predicted to observed cross-sections, indicating there are more events with high-momentum final-state objects than several of the MC models predict. ",
            "section": "Results",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "This effect is most visible in the E( b) distribution, where the lower p values for all MC predictions reflect this. ",
            "section": "Results",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "In most cases, differences between the MC predictions are smaller than the uncertainty on the data, but there are some signs that Powheg-Box+Herwig++ deviates more from the data and from the other predictions in certain bins of the E( b), m( b), and m( 1 b) distributions. ",
            "section": "Results",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "The predictions of DS and DR samples likewise give very similar results for all observables as expected from the fiducial selection. ",
            "section": "Results",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "The predictions of Powheg-Box+Pythia 6 with varied initial-and final-state radiation tuning were also examined but not found to give significantly different distributions in the fiducial phase space of this analysis. ",
            "section": "Results",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "Both the statistical and systematic uncertainties have a significant impact on the result. ",
            "section": "Results",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "The exact composition varies bin-to-bin but there is no single source of uncertainty that dominates each normalised measurement. ",
            "section": "Results",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "Some of the largest systematic uncertainties are those related to tt and t W modelling. ",
            "section": "Results",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "The cancellation in the normalised differential cross-sections is very effective at reducing a number of systematic uncertainties. ",
            "section": "Results",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "The most notable cancellation is related to the tt parton shower model uncertainty, which is quite dominant prior to dividing by the fiducial cross-section.",
            "section": "Results",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "Conclusion",
            "section_rank": 13
        },
        {
            "text": "The differential cross-section for the production of a W boson in association with a top quark is measured for several particle-level observables. ",
            "section": "Conclusion",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "The measurements are performed using 36.1 fb −1 of pp collision data with √ s = 13 TeV collected in 2015 and 2016 by the ATLAS detector at the LHC. ",
            "section": "Conclusion",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "Cross-sections are measured in a fiducial phase space defined by the presence of two charged leptons and exactly one jet identified as containing b-hadrons. ",
            "section": "Conclusion",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "Six observables are chosen, constructed from the masses and energies of lep-tons and jets as well as the transverse momenta of neutrinos. ",
            "section": "Conclusion",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "Measurements are normalised with the fiducial cross-section, causing several of the main uncertainties to cancel out. ",
            "section": "Conclusion",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "Dominant uncertainties arise from limited data statistics, signal modelling, and tt background modelling. ",
            "section": "Conclusion",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "Results are found to be in good agreement with predictions from several MC event generators.",
            "section": "Conclusion",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. ",
            "section": "Conclusion",
            "paragraph_rank": 54,
            "section_rank": 13
        },
        {
            "text": "Funded by SCOAP 3 .  ",
            "section": "Conclusion",
            "paragraph_rank": 54,
            "section_rank": 13
        },
        {
            "text": "ATLAS Collaboration",
            "section_rank": 14
        },
        {
            "text": "•",
            "section_rank": 15
        },
        {
            "text": "the energy of the b-jet, E(b); • the mass of the leading lepton and b-jet, m( 1 b); • the mass of the sub-leading lepton and the b-jet, m( 2 b); • the energy of the system of the two leptons and b-jet, E( b); • the transverse mass of the leptons, b-jet and neutrinos, m T ( ννb); and • the mass of the two leptons and the b-jet, m( b).",
            "section": "•",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "(81 < m < 101 GeV) are vetoed, as well as those with an invariant mass m < 40 GeV. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "Further requirements placed on E miss T and m depend on the flavour of the selected leptons. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "Events with different-flavour leptons contain backgrounds from Z → τ τ , and are required to have E miss T > 20 GeV, with the requirement raised to E miss T > 50 GeV when the dilepton invariant mass satisfies m < 80 GeV. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "All events with same-flavour leptons, which contain backgrounds from Z → ee and Z → μμ, must satisfy E miss T > 40 GeV. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "For same-flavour leptons, the Z + jets background is concentrated in a region of the m -E miss T plane corresponding to values of m near the Z mass, and towards low values of E miss T . ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "Therefore, a selection in E miss T and m is used to remove these backgrounds: events with 40 GeV < m < 81 GeV are required to satisfy E miss T > 1.25 × m while events with m > 101 GeV are required to satisfy E miss T > 300 GeV − 2 × m .",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "Finally, events are required to have exactly one jet which is b-tagged. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "For validation of the signal and background models, additional regions are also defined according to the number of jets and the number of b-tagged jets, but are not used in the differential cross-section measurement, primarily due to the lower signal purity in these regions. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "These regions are labelled by the number n of selected jets and the number m of selected b-tagged jets as njmb (for example the 2j1b region consists of events with 2 selected jets of which 1 is b-tagged), and show good agreement between data and predictions. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "The event yields for signal and backgrounds with their total systematic uncertainties, as well as the number of observed events in the data in the signal and validation regions are shown inFig. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "2, and the yields in the signal region are shown inTable 1. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "Distributions of",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "Fig. 2",
            "section_rank": 17
        },
        {
            "text": "Fig. 2Expected event yields for signal and backgrounds with their total systematic uncertainty (discussed in Sect. 8) and the number of observed events in data shown in the signal region (labelled 1j1b) and the four additional regions (labelled 2j1b, 2j2b, 1j0b and 2j0b, based on the number of selected jets and b-tagged jets). ",
            "section": "Fig. 2",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "\"Others\" includes diboson and fake-lepton backgrounds. ",
            "section": "Fig. 2",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "The signal and backgrounds are normalised to their theoretical predictions, and the error bands in the lower panel represent the total systematic uncertainties which are used in this analysis. ",
            "section": "Fig. 2",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "The upper panel gives the yields in number of events per bin, while the lower panel gives the ratios of the numbers of observed events to the total prediction in each bin",
            "section": "Fig. 2",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "the transverse momentum of vector sums of various subsets; E T is the scalar sum of the transverse momenta of all objects which contribute to the E miss T calcu-",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "Fig. 3",
            "section_rank": 19
        },
        {
            "text": "Fig. 3Distributions of the observables chosen to be unfolded after selection at the reconstruction level but before applying the BDT selection. ",
            "section": "Fig. 3",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "The signal and backgrounds are normalised to their theoretical predictions, and the error bands represent the total systematic uncer-",
            "section": "Fig. 3",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "Fig. 5",
            "section_rank": 20
        },
        {
            "text": "Fig. 5 Normalised differential cross-sections unfolded from data, compared with selected MC models, with respect to E(b), m( 1 b), m( 2 b), and E( b). ",
            "section": "Fig. 5",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "text": "Data points are placed at the horizontal centre of each bin, and the error bars on the data points show the statistical uncer-",
            "section": "Fig. 5",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "text": "Fig. 6",
            "section_rank": 21
        },
        {
            "text": "Fig. 6 Normalised differential cross-sections unfolded from data, compared with selected MC models, with respect to m T ( ννb) and m( b). ",
            "section": "Fig. 6",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": "Data points are placed at the horizontal centre of each bin. ",
            "section": "Fig. 6",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": "See Sect. ",
            "section": "Fig. 6",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": "1 for a description of the observables plotted",
            "section": "Fig. 6",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": ", Jet Calibration and Systematic Uncertainties for Jets Reconstructed in the ATLAS Detector at √ s = 13 TeV, ATL-PHYS-PUB-2015-015 (2015). ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "https://cds.cern.ch/ record/2037613 ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "58. ATLAS Collaboration, Tagging and suppression of pileup jets with the ATLAS detector, ATLAS-CONF-2014-018 (2014). ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "https://cds. ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "cern.ch/record/1700870 ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "59. ATLAS Collaboration, Performance of b-jet identification in the ATLAS experiment. ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "JINST 11, P04008 (2016). ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "https://doi.org/10. ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "1088/1748-0221/11/04/P04008. ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "arXiv:1512.01094 [hep-ex] ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "60. ATLAS Collaboration, Optimisation of the ATLAS b-tagging performance for the 2016 LHC Run, ATL-PHYS-PUB-2016-012 (2016). ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "https://cds.cern.ch/record/2160731 ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "61. ATLAS Collaboration, Commissioning of the ATLAS b-tagging algorithms using tt events in early Run 2 data, ATL-PHYS-PUB-2015-039 (2015). ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "https://cds.cern.ch/record/2047871 ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "62. ATLAS Collaboration, Expected performance of missing transverse momentum reconstruction for the ATLAS detector at √ s = 13 TeV, ATL-PHYS-PUB-2015-023 (2015). ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "https://cds.cern.ch/ record/2037700 ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "63. ATLAS Collaboration, Performance of missing transverse momentum reconstruction with the ATLAS detector in the first protonproton collisions at √ s = 13 TeV, ATL-PHYS-PUB-2015-027 (2015). ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "https://cds.cern.ch/record/2037904 ",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "64. ATLAS Collaboration, Proposal for particle-level object and observable definitions for use in physics measurements at the LHC, ATL-PHYS-PUB-2015-013 (2015",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "Table 1",
            "section_rank": 23
        },
        {
            "text": "Predicted and observed yields in the 1j1b signal region before and after the application of the BDT requirement",
            "section": "Table 1",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "Table 3",
            "section_rank": 24
        },
        {
            "text": "Number of iterations chosen in the unfolding procedure for each of the observables used in the measurement",
            "section": "Table 3",
            "paragraph_rank": 64,
            "section_rank": 24
        },
        {
            "text": "Table 4",
            "section_rank": 25
        },
        {
            "text": "Summary of the measured normalised differential cross-sections, with uncertainties shown as percentages. ",
            "section": "Table 4",
            "paragraph_rank": 65,
            "section_rank": 25
        },
        {
            "text": "The uncertainties are divided into statistical and systematic contributions",
            "section": "Table 4",
            "paragraph_rank": 65,
            "section_rank": 25
        },
        {
            "text": "Table 5",
            "section_rank": 26
        },
        {
            "text": "Values of χ2 and p values for the measured normalised cross-sections compared to particle-level MC predictions",
            "section": "Table 5",
            "paragraph_rank": 66,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 11,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "). ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "https://cds.cern.ch/ record/2022743 ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "65. J.H. Friedman, Stochastic gradient boosting. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "Comput. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "Stat. ",
            "paragraph_rank": 67,
            "section_rank": 27,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Stat",
                    "resp": "service",
                    "id": "software-simple-s11"
                }
            ]
        },
        {
            "text": "Data Anal. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "38, 367 (2002). ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "https://doi.org/10.1016/ S0167-9473(01)00065-2 ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "66. A. Hoecker et al., TMVA -Toolkit for Multivariate Data Analysis (2007). ",
            "paragraph_rank": 67,
            "section_rank": 27,
            "entity_spans": [
                {
                    "start": 23,
                    "end": 68,
                    "type": "software",
                    "rawForm": "TMVA -Toolkit for Multivariate Data Analysis",
                    "resp": "service",
                    "id": "software-simple-s12"
                }
            ]
        },
        {
            "text": "arXiv:physics/0703039 [physics.data-an] ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "67. T. Adye, Unfolding algorithms and tests using RooUnfold (2011). ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "arXiv:1105.1160 [physics.data-an] ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "68. ATLAS Collaboration, Jet energy measurement and its systematic uncertainty in proton-proton collisions at √ s = 7 TeV with the ATLAS detector. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "Eur. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "J. C 75, 17 (2015). ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "https://doi.org/10. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "1140/epjc/s10052-014-3190-y. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "arXiv:1406.0076 [hep-ex] ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "69. ATLAS Collaboration, Luminosity determination in pp collisions at √ s = 8 TeV using the ATLAS detector at the LHC. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "Eur. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "J. C 76, 653 (2016). ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "https://doi.org/10.1140/epjc/ s10052-016-4466-1. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "arXiv:1608.03953 [hep-ex] ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "70. J. Butterworth et al., PDF4LHC recommendations for LHC Run II. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "J. Phys. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "G 43, 023001 (2016). ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "https://doi.org/10.1088/0954-3899/ 43/2/023001. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "arXiv:1510.03865 [hep-ph] ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "71. ATLAS Collaboration, Measurement of the tt production crosssection using eμ events with b-tagged jets in pp collisions at √ s = 13 TeV with the ATLAS detector. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "Lett. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "B 761, 136 (2016). ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "https://doi.org/10.1016/j.physletb.2016.08.019. arXiv:1606.02699 [hep-ex] ",
            "paragraph_rank": 67,
            "section_rank": 27,
            "entity_spans": [
                {
                    "start": 16,
                    "end": 65,
                    "type": "version",
                    "rawForm": "10.1016/j.physletb.2016.08.019. arXiv:1606.02699",
                    "resp": "service",
                    "id": "#software-simple-s12"
                }
            ]
        },
        {
            "text": "72. ATLAS Collaboration, Measurement of the differential crosssection of highly boosted top quarks as a function of their transverse momentum in √ s = 8 TeV proton-proton collisions using the ATLAS detector. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "Rev. D 93, 032009 (2016). ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "https://doi. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "org/10.1103/PhysRevD.93.032009. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "arXiv:1510.03818 [hep-ex] ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "73. ATLAS Collaboration, ATLAS Computing Acknowledgements 2016-2017, ATL-GEN-PUB-2016-002. ",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "https://cds.cern.ch/ record/2202407",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "The separation power, S, is a measure of the difference between probability distributions of signal and background in the variable, and is defined as:",
            "paragraph_rank": 68,
            "section_rank": 27
        },
        {
            "text": "(a) INFN Sezione di Bologna, Bologna, Italy; ",
            "paragraph_rank": 69,
            "section_rank": 27
        },
        {
            "text": "(b) Dipartimento di Fisica e Astronomia, Università di Bologna, Bologna, Italy",
            "paragraph_rank": 69,
            "section_rank": 27
        },
        {
            "text": "Acknowledgements",
            "section_rank": 29
        },
        {
            "text": "We thank CERN for the very successful oper-",
            "section": "Acknowledgements",
            "paragraph_rank": 70,
            "section_rank": 29
        }
    ]
}