{
    "level": "sentence",
    "abstract": [
        {
            "text": "The decay Λ 0 b → Λ + c p pπ − is observed using pp collision data collected with the LHCb detector at centreof-mass energies of √ s = 7 and 8 Tev, corresponding to an integrated luminosity of 3 fb −1 . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The ratio of branching fractions between",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Two resonant structures are observed in the",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "corresponding to the Σ c (2455) 0 and Σ * c (2520) 0 states. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The ratios of branching fractions with respect to the decay",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "In all of the above results, the first uncertainty is statistical and the second is systematic. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "The phase space is also examined for the presence of dibaryon resonances. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "No evidence for such resonances is found.",
            "paragraph_rank": 5,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The quark model of Gell-Mann [1] and Zweig [2] classifies mesons (qq) and baryons (qqq) into multiplets, and also allows for hadrons with more than the minimal quark contents. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 43,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "In 2015, LHCb observed two pentaquark states in the decay Λ 0 b → J/ψ pK − ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Detector and simulation",
            "section_rank": 3
        },
        {
            "text": "The LHCb detector [5,6] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. ",
            "section": "Detector and simulation",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 21,
                    "end": 23,
                    "type": "bibr",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "The detector includes a high-precision tracking system consisting of a silicon-strip ver- tex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of siliconstrip detectors and straw drift tubes placed downstream of the magnet. ",
            "section": "Detector and simulation",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov (RICH) detectors. ",
            "section": "Detector and simulation",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter.",
            "section": "Detector and simulation",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The online event selection is performed by a trigger [7], which consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, in which all charged particles with p T > 500 (300) MeV/c are reconstructed for 2011 (2012) data, where p T is the transverse momentum [7]. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "type": "bibr",
                    "text": "[7]"
                },
                {
                    "start": 269,
                    "end": 275,
                    "type": "bibr",
                    "text": "(2012)"
                },
                {
                    "start": 319,
                    "end": 322,
                    "type": "bibr",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "At the hardware trigger stage, events are required to contain a muon or dimuon pair with high p T , or a hadron, photon or electron with high transverse energy deposited in the calorimeters. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The software trigger requires a two-, three-or four-track secondary vertex with a significant displacement from any primary proton-proton interaction vertices (PVs). ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "At least one charged particle must have a p T > 1.7 (1.6) GeV/c for 2011 (2012) data, and be inconsistent with originating from a PV. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 57,
                    "type": "bibr",
                    "text": "(1.6)"
                }
            ]
        },
        {
            "text": "A multivariate algorithm [8] is used for the identification of secondary vertices consistent with the decay of a b hadron. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 25,
                    "end": 28,
                    "type": "bibr",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Simulated samples of the signal, the normalisation channels and backgrounds produced in pp collisions are generated using Pythia [9] with a specific LHCb configuration [10]. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 168,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Decays of hadronic particles are described by EvtGen [11], in which finalstate radiation is generated using Photos [12]. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "type": "bibr",
                    "text": "[11]"
                },
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [13] as described in Ref. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[13]"
                }
            ],
            "entity_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "type": "version",
                    "rawForm": "4",
                    "resp": "service",
                    "id": "#software-simple-s0"
                }
            ]
        },
        {
            "text": "[14].",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Candidate selection",
            "section_rank": 4
        },
        {
            "text": "The Λ 0 b → Λ + c p pπ − and Λ 0 b → Λ + c π − candidates are reconstructed using the decay Λ + c → pK − π + . ",
            "section": "Candidate selection",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "An offline selection is applied, based on a loose preselection, followed by a multivariate analysis. ",
            "section": "Candidate selection",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "To minimize the systematic uncertainty on the ratio of efficiencies between the signal and the normalisation channels, the selection criteria on the Λ + c candidates are similar between the two channels. ",
            "section": "Candidate selection",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "All final-state particles are also required to be inconsistent with originating from any PV, by rejecting the tracks with a small χ 2",
            "section": "Candidate selection",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "IP ,",
            "section_rank": 5
        },
        {
            "text": "where χ 2 IP is the difference in the vertex-fit χ 2 of a given PV with or without the track considered, requiring χ 2 IP > 4. ",
            "section": "IP ,",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Candidate Λ + c decays are required to have at least one decay product with p T > 500 MeV/c and p > 5 GeV/c, a good vertex-fit quality, and an invariant mass within ±15 MeV/c 2 of the known Λ + c mass [15].",
            "section": "IP ,",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The scalar sum of the transverse momenta of the Λ + c decay products is required to be greater than 1. ",
            "section": "IP ,",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "b candidate is also required to have at least one final-state particle in the decay chain with p T > 1.7 GeV/c, p > 10 GeV/c, and have at least one track significantly inconsistent with originating from the associated PV by requiring the track to have χ 2 IP > 16. ",
            "section": "IP ,",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Final-state tracks of signal and normalisation channel candidates must pass strict particle-identification requirements based on the RICH detectors, calorimeters and muon stations. ",
            "section": "IP ,",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "A constrained fit [16] is applied to the candidate decay chain for both the signal and the normalisation channels, requiring the Λ 0 b candidate to come from the associated PV and constraining the Λ + c particle to its known mass [15]. ",
            "section": "IP ,",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "type": "bibr",
                    "text": "[16]"
                },
                {
                    "start": 230,
                    "end": 234,
                    "type": "bibr",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "In the case of the search of the resonant contributions, the mass of the Λ 0 b candidate is also constrained to the known mass [15].",
            "section": "IP ,",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Trigger signals are associated with reconstructed particles from the decays of the signal channel or of the normalisation channel. ",
            "section": "IP ,",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "Selection requirements can therefore be made on the trigger selection itself and on whether the decision was due to the reconstructed candidate decay, other particles produced in the pp collision, or a combination of the two. ",
            "section": "IP ,",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "This association makes it possible to use a data-driven method for the correction and systematic uncertainty estimation on the trigger efficiencies [7]. ",
            "section": "IP ,",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "To take advantage of the similarity between the signal and the normalisation channels, which helps to minimize the systematic uncertainty on the ratio of their efficiencies, candidates are classified in one of the following two hardware trigger categories. ",
            "section": "IP ,",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "In the first category, called Triggered On Signal (TOS), the candidate must include a hadron consistent with originating from the decay of a Λ + c candidate and which deposited enough transverse energy in the calorimeter to satisfy the hardware trigger requirements. ",
            "section": "IP ,",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "The typical value of the transverse energy threshold is around 3.5 GeV/c 2 .",
            "section": "IP ,",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "As the Λ + c baryon is a Λ 0 b decay product for both the signal and the normalisation channels, this choice minimizes the difference between the Λ 0 b decay modes. ",
            "section": "IP ,",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The second category, called Triggered Independent of Signal (TIS), comprises events which satisfied the hardware trigger through signatures unassociated with the complete Λ 0 b decay chains, either due to a muon with high p T , or a hadron, photon, or electron with high transverse energy deposited in the calorimeters. ",
            "section": "IP ,",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The efficiencies of the TIS and TOS requirements are different, so the data are divided into two statistically independent samples, one TIS, and the other TOS and not TIS, which will be referred to as TOS for the rest of this Letter.",
            "section": "IP ,",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The so-called cross-feed backgrounds, contributing under the peak of the invariant mass of the normalisation channel or of the signal channel from the",
            "section": "IP ,",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "decays, respectively, with ",
            "section": "IP ,",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Further background reduction is achieved using a multivariate analysis based on a gradient boosted decision tree (BDTG) [17]. ",
            "section": "IP ,",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "The BDTG is trained using twelve variables: the vertex-fit qual-  Due to the large number of final-state particles in the Λ 0 b decays, particles with the same charge may share track segments, representing a possible background. ",
            "section": "IP ,",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "These tracks are referred to as clones, and are suppressed by requiring that the opening angle between any same-charged tracks in the candidate is larger than 0.5 mrad. ",
            "section": "IP ,",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "This selection removes 2% of candidates in the signal sample and 0.1% in the normalisation sample. ",
            "section": "IP ,",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "If multiple Λ 0 b candidates are reconstructed in one single event, one candidate is chosen at random in the following two cases. ",
            "section": "IP ,",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "First, if the proton from the Λ + c decays is exchanged with that directly from the Λ 0 b decays, forming two candidates with nearly the same Λ 0 b mass. ",
            "section": "IP ,",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Second, if a track from one candidate shares a segment with a track from another candidate. ",
            "section": "IP ,",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "With these criteria, 2.5% of candidates in the signal sample and 0.1% in the normalisation sample are vetoed. ",
            "section": "IP ,",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "After these selections, 0.8% of events in the signal sample and 0.2% in the normalisation sample contain multiple Λ 0 b candidates. ",
            "section": "IP ,",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "These remaining multiple candidates mainly originate from the random combinations of the final-state tracks, and have a negligible influence on the estimation of the signal yields. ",
            "section": "IP ,",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "No further vetoes on these candidates are applied.",
            "section": "IP ,",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Efficiencies",
            "section_rank": 6
        },
        {
            "text": "The total efficiencies of the signal and the normalisation decays are given by",
            "section": "Efficiencies",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "where a represents the geometrical acceptance of the LHCb detector, rec&sel|a is the efficiency of reconstruction and selection calculated on candidates in the acceptance, trig|sel is the trigger efficiency of the selected candidates, and PID is the particleidentification efficiency. ",
            "section": "Efficiencies",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "All efficiencies except PID and trig|sel are determined from simulation. ",
            "section": "Efficiencies",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "The particle-identification efficiency is determined from calibration data specific to each data-taking year, binned in momentum and pseudorapidity of the track in question, as well as in the multiplicity of the event [18]. ",
            "section": "Efficiencies",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "type": "bibr",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "The trigger efficiency is determined from a combination of simulation and data-driven techniques where the agreement between data and simulation is explicitly verified using the normalisation sample satisfying the TIS requirement. ",
            "section": "Efficiencies",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "All efficiencies are calculated separately for the TIS and TOS trigger samples, and for data-taking year, due to the difference in centre-of-mass energies.",
            "section": "Efficiencies",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Agreement between data and simulation is improved by applying a per-candidate weight to the p T and rapidity, y, of the Λ 0 b baryon in simulated events to match the normalisation sample in the TIS category, which is largely independent of trigger conditions. ",
            "section": "Efficiencies",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "The p T and y distributions of Λ 0 b produced in pp collision are identical for the signal and the normalisation channels, so the same percandidate weights are applied to the signal sample. ",
            "section": "Efficiencies",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "The simulated χ 2 IP of the final-state particles and the vertex-fit χ 2 of Λ + c candidates are weighted to reproduce the data distributions. ",
            "section": "Efficiencies",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The ratio between the efficiencies of the signal and the normalisation channels, r , is (10.00 ± 0.12)% for the TIS sample and (11.39 ± 0.22)% for the TOS sample, including uncertainties due to the limited size of the simulated sample.",
            "section": "Efficiencies",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Fit model and the ratio of branching fractions",
            "section_rank": 7
        },
        {
            "text": "The yields in both the signal and the normalisation channels are determined from an unbinned extended maximum-likelihood fit to the corresponding invariant-mass spectra with both the TIS and TOS samples combined. ",
            "section": "Fit model and the ratio of branching fractions",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The signal is modelled by a sum of two Crystal Ball functions [19] with a common mean of the Gaussian core, and with the tail parameters fixed from simulation. ",
            "section": "Fit model and the ratio of branching fractions",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "type": "bibr",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "For both the signal and the normalisation channels, the background from random combinations of final-state particles is described by an exponential function, whose parameters are left free in the fits and are independent between the signal and the normalisation channels. ",
            "section": "Fit model and the ratio of branching fractions",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "For the normalisation channel, background from the To determine the ratio of branching fractions",
            "section": "Fit model and the ratio of branching fractions",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": ", indicated in the following by B r , a simultaneous fit is performed to the signal and the normalisation channels, each divided into the two independent trigger categories. ",
            "section": "Fit model and the ratio of branching fractions",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The yield of the normalisation sample, N(Λ 0",
            "section": "Fit model and the ratio of branching fractions",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": ", is a free parameter in the fits, whereas the yield of the signal sample is calculated as",
            "section": "Fit model and the ratio of branching fractions",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "where r is the ratio between the total efficiency of the Λ 0",
            "section": "Fit model and the ratio of branching fractions",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "The ratio of branching fractions B r is the same for the TIS and TOS subsamples and is measured to be B r = 0.0542 ± 0.0023. ",
            "section": "Fit model and the ratio of branching fractions",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "The corresponding signal yields are 677 ± 29 for the TIS subsample and 259 ± 11 for the TOS subsample; the yields in the normalisation sample are (124.9 ± 0.4) × 10 3 for the TIS subsample and (41.9 ± 0.2) × 10 3 for the TOS subsample.",
            "section": "Fit model and the ratio of branching fractions",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 8
        },
        {
            "text": "The systematic uncertainties on the measurement of the ratio of branching fractions are listed in Table 1. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The total systematic uncertainty is determined from the sum in quadrature of all terms.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "First, the uncertainty related to the background modelling is considered. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "In the signal sample, the exponential function is replaced with a second-order polynomial for the background component. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "For the normalisation channel, the model is varied by using the sum of two exponential functions. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The resulting uncertainty on the ratio of branching fractions is 0.6%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The uncertainties due to the Λ 0 b → Λ + c K − shape parameters are assessed by increasing the  c ρ − contribution is estimated by varying the shape parameters by one standard deviation, resulting in an uncertainty of 0.4%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The total uncertainty on the ratio of the branching fractions due to the background modelling is 0.7%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The signal-model parameterization is changed to a single Hypatia function [20], where the mean and width are allowed to float and all other parameters are taken from simulation, resulting in an uncertainty of 0.1%.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The uncertainty on the relative efficiency of the particle identification is assessed by generating pseudoexperiments. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "For each pseudoexperiment, efficiencies in different momentum, pseudorapidity and multiplicity bins are determined from independent Gaussian distributions with mean values equal to the nominal efficiencies and widths corresponding to their uncertainties. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "This procedure is repeated 1000 times, and the width of the resulting efficiency is taken as the systematic uncertainty. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "This procedure, performed separately for the TIS and TOS samples, results in a 0.13% uncertainty for both samples. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "Binning effects on the efficiency are estimated by halving the bin size of the momentum distributions, resulting in a relative change of 0.2% for the TIS sample and 0.1% for the TOS sample. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "The total uncertainty on the relative efficiency for the TIS and TOS samples is 0.24% and 0.16%, respectively, corresponding to an uncertainty of 0.3% on the ratio of the branching fractions.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "Tracking efficiencies are determined with simulated events weighted to match the kinematic properties of dedicated calibra-tion samples. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "The weights are determined as a function of the kinematic variables, separately for each data-taking year [21]. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "The kinematic properties of the Λ + c decay products are similar for the signal and the normalisation samples and therefore provide minor contributions to the total tracking efficiency ratio. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "The dominant contribution to the systematic uncertainty comes from the knowledge of the p and p tracking efficiencies, whose systematic uncertainties are fully correlated. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "The efficiency correction procedure gives a change in efficiency of 2.0% for the TIS sample and 1.4% for the TOS sample, yielding a total correction factor of 0.985 for the ratio of branching fractions, and a systematic uncertainty of 0.4% for each of the p and p mainly stemming from the finite size of the calibration sample [21].",
            "section": "Systematic uncertainties",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "type": "bibr",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Due to distinct trigger requirements, the kinematic acceptance of the calibration samples differs slightly from the signal and the normalisation channels. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "A nonnegligible fraction of candidates have final-state particles in a kinematic range outside of the regions covered by the calibration samples. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "About 20% of the candidates from both channels fall in this category due to the low-momentum pion from the Λ + c decay. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "In addition, 10% of the candidates from the signal channel are also affected, mainly due to the pion originating from the Λ 0 b decay. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "For all of these outside-range candidates, the efficiency correction in the nearest available bin is used.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "As the effects for Λ + c decays cancel in the relative efficiency, only the additional 10% candidates in the signal channel contribute a 0.7% uncertainty on the relative efficiency.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "Hadronic interactions with the LHCb detector contribute an additional uncertainty of 2.2% on the ratio of the branching fractions for each p or p (4.4% in total), which is obtained from simulation, accounting for the imperfect knowledge of material budget of the LHCb detector [22].",
            "section": "Systematic uncertainties",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "type": "bibr",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "Per-candidate weights depending on p T and y of the Λ 0 b baryon are applied in simulated events to improve the agreements between data and simulation. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "Systematic uncertainties for the weighting due to the finite size of the normalisation sample are assessed with pseudoexperiments. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "In each pseudoexperiment, the weights are varied within their uncertainties, and the results are propagated to the ratio of branching fractions. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "The standard deviation of the obtained distributions is taken as a systematic uncertainty, resulting in 0.65% for the TIS sample and 0.65% for the TOS sample. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "The systematic uncertainties due to the binning scheme of the weighting in p T and y are estimated by halving the bin size, or using the gradient boosting [23]  [24], which is an unbinned method of weighting, to check the changes on the relative efficiencies. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "text": "[23]"
                },
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "The resulting systematic uncertainties are 0.43% for the TIS sample and 1.5% for the TOS sample. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "After propagation through the entire fit procedure, this results in an uncertainty of 1.0% on the ratio of the branching fractions.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "Trigger efficiencies for the TOS samples are also assessed using pseudoexperiments which are propagated to the final measurement, resulting in a final uncertainty of 0.1%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "The trigger efficiency of the TIS sample is taken from simulation. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "Its systematic uncertainty is computed from the difference between the TIS efficiency taken from data and simulation for events which are triggered both on the Λ + c candidate and also on other tracks unassociated to the signal decay. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "As a result, a systematic uncertainty of 3.9% is assigned for the relative trigger efficiency of the TIS sample, corresponding to an uncertainty of 2.9% on the ratio of the branching fractions.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "The effect of the finite size of the simulated samples is assessed by considering the possible variation of the efficiency with weighted samples in a bin of p T and rapidity of the Λ 0 b candidate, and the corresponding systematic uncertainty on the efficiency of the signal or normalisation channel, TIS or TOS sample, is given by",
            "section": "Systematic uncertainties",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "where for each bin i, N i is the number of candidates, w i is the single event weight, and i is the single event efficiency. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "The total uncertainty on the relative efficiency for the TIS and TOS samples is 1.2% and 1.9%, respectively, corresponding to an uncertainty of 1.3% on the ratio of the branching fractions.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "The uncertainty due to the removal of candidates reconstructed with clone tracks and multiple candidates is assessed by applying the same procedure to simulation, resulting in a difference of 0.2%.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "Vetoes on the invariant mass of possible cross-feed backgrounds may bias the signal mass distributions. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "text": "An uncertainty of 0.4% is determined by changing the fit range of the normalisation sample to begin at 5450 MeV/c 2 , instead of 5350 MeV/c 2 .",
            "section": "Systematic uncertainties",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "text": "The agreement between data and simulation in the Λ + c → pK − π + decay is also tested by comparing the Dalitz plot distributions. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "The normalisation sample is weighted in the m 2 (pK − ) versus m 2 (K − π + ) plane. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "Due to the smaller sample size of the signal channel, weights obtained from the normalisation channel are applied to the signal. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "The resulting procedure renders all distributions consistent within one statistical standard deviation. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "The difference in the ratio of branching fractions is 1.3% smaller than the nominal result, providing a correction factor of 0.984. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "An uncertainty of 0.2% is determined by using an alternative binning scheme and varying the Dalitz-plot weights by their statistical uncertainties.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "The polarization of the Λ 0 b particles has been measured to be consistent with zero [25], but the weak decay of the Λ 0 b baryon may induce a polarization in the Λ + c system. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "In the simulation, it is assumed that the Λ + c particle is unpolarized, leading to a difference in angular distributions between simulation and data. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "A possible effect due to the Λ + c polarization is assessed by applying a weighting procedure to the distribution of the Λ + c helicity angle, which is defined as the angle between the Λ + c flight direction in the Λ 0 b rest frame and the direction of the pK − pair in the Λ + c rest frame. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "This weight is obtained through a comparison between the angular distributions in simulation and data for the signal and the normalisation channels individually. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "Applying this weight to both the signal and the normalisation channels does not change the efficiency with respect to any of the other possible angles, and leads to a change of 1.1% in the relative efficiency for the TOS sample and 1.4% for the TIS sample. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "Propagation of these uncertainties leads to a correction factor of 0.987 on the ratio of the branching fractions. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "An uncertainty of 0.3% is determined by using an alternative binning scheme and varying the single-candidate weights by their statistical uncertainties. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "Simulated data are generated using a phase-space model for the tor is computed as the average of the central values of the ratio of branching fractions for the two options divided by the nominal branching fraction, with an uncertainty determined by half the difference between the two ratios of branching fractions. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "This leads to a correction factor of 1.041 and a resulting systematic uncertainty of 1.8%.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "Uncertainties due to the use of the BDTG are tested by repeating the BDTG training and selection procedure to the normalisation channel without variables related to the p p pair; the ratio of branching fractions is found to be consistent.    ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "text": "where L is the angular momentum in the resonance decay, q system. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "text": "The scaling factor of 1.041, with an uncertainty of 1.8% on the relative efficiency, which is shown in Table 1, is therefore used here as well. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 41,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 110,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The resulting ratios of branching fractions are",
            "section": "Systematic uncertainties",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "text": "where the first uncertainty is statistical and the second is systematic.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "Search for dibaryon resonances",
            "section_rank": 9
        },
        {
            "text": "The ",
            "section": "Search for dibaryon resonances",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "text": "Conclusion",
            "section_rank": 10
        },
        {
            "text": "The first observation of the decay Λ 0 b → Λ + c p pπ − is presented.",
            "section": "Conclusion",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": "The ratio of the branching fractions using the decay",
            "section": "Conclusion",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "as the normalisation channel is measured to be ",
            "section": "Conclusion",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "=0.089 ± 0.015 ± 0.006,",
            "section": "Conclusion",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "=0.119 ± 0.020 ± 0.014.",
            "section": "Conclusion",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "text": "In all of the above results, the first uncertainty is statistical and the second is systematic.",
            "section": "Conclusion",
            "paragraph_rank": 49,
            "section_rank": 10
        },
        {
            "text": "The mass spectra of the Λ + c pπ − final state are also inspected for possible dibaryon resonances, but no evidence of peaking structures is observed. ",
            "section": "Conclusion",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "We are indebted to the communities behind the multiple opensource software packages on which we depend. ",
            "section": "Conclusion",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "Individual groups or members have received support from AvH Foundation (Germany), EPLANET, Marie Skłodowska-Curie Actions and ERC (European Union), ANR, Labex P2IO and OCEVU, and Région Auvergne-Rhône-Alpes (France), Key Research Program of Frontier Sciences of CAS, CAS PIFI, and the Thousand Talents Program (China), RFBR, RSF and Yandex LLC (Russia), GVA, XuntaGal and GENCAT (Spain), Herchel Smith Fund, the Royal Society, the English-Speaking Union and the Leverhulme Trust (United Kingdom).",
            "section": "Conclusion",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "8",
            "section_rank": 11
        },
        {
            "text": "Tev in 2012, corresponding to an integrated luminosity of 3 fb −1 .",
            "section": "8",
            "paragraph_rank": 51,
            "section_rank": 11
        },
        {
            "text": "Reconstructed final-state particles in Λ 0 b → Λ + c p pπ − and Λ 0 b → Λ + c π − candidate decays are required to have a momentum p > 1 GeV/c and p T > 100 MeV/c. ",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "Protons and antiprotons are required to have p > 10 GeV/c to improve particle identification.",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "8",
            "section_rank": 13
        },
        {
            "text": "GeV/c. ",
            "section": "8",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "The Λ + c π − candidate is reconstructed by combining a Λ + c candidate with a pion, and the signal candidate is reconstructed by combining a Λ + c candidate with a pion, a proton and an antiproton. ",
            "section": "8",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "These combinations must form a Λ 0 b candidate with a goodquality vertex and be consistent with originating from the associated PV, defined as that for which the Λ 0 b candidate has the least χ 2 IP . ",
            "section": "8",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "Furthermore, the Λ + c candidate is required to decay downstream of the Λ 0 b decay vertex. ",
            "section": "8",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "The Λ 0 b decay time, calculated as t = m Λ 0 b L/p, is required to be greater than 0.2 ps, where m Λ 0 b is the mass, L is the decay length and p is the momentum of the Λ 0 b candidate. ",
            "section": "8",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "The Λ 0 ",
            "section": "8",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "ity of the Λ + c and Λ 0 b candidates, the decay-vertex displacement along the beamline between the Λ 0 b and Λ + c candidates, the displacement between the decay vertex of the Λ 0 b candidate and the associated PV, the χ 2 IP of the Λ 0 b candidate, the angle between the reconstructed Λ 0 b momentum and the direction of flight from the associated PV to the decay vertex, the smallest p T and smallest χ 2 IP among the three Λ + c decay products, the p T and χ 2 IP of the pion originating directly from the Λ 0 b decay, and the smallest p T and smallest χ 2 IP between the p and p originating directly from the Λ 0 b decay. ",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "text": "The BDTG training is performed using simulated samples for the signal, and data distributions for the background, with reconstructed invariant mass well above the known Λ 0 b mass [15]. ",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "text": "Cross-feed backgrounds from the decays",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "text": "are explicitly vetoed during the BDTG-training process by requiring the difference between the reconstructed b-hadron mass and its known mass to be greater than ±30 MeV/c 2 . ",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "The BDTG selection is optimized for the figure of merit S/ √ S + B, where S and B are the expected signal and background yields within ±30 MeV/c 2 of the known Λ 0 b mass [15]. ",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "The initial value of S and B without BDTG selection is obtained from the Λ 0 b mass spectrum in data. ",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "No improvement in the normalisation channel is found using a similar procedure, therefore no BDTG selection is applied. ",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "A systematic uncertainty is assessed for this choice in Section 6.",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "0 is modelled by the convolution of an empirical threshold function with a Gaussian resolution. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "The contribution due to misidentification of the kaon to pion from Λ 0 b → Λ + c K − is modelled by a sum of two Crystal Ball functions. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "The parameters of these two background sources are taken from simulation. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "The fits to the invariant-mass distributions for the signal and the normalisation channels are shown in Fig. 1. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "In this figure, the TIS and TOS samples are combined. ",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "From these fits, 926 ± 43 Λ 0 b → Λ + c p pπ − and (167.00 ± 0.50) × 10 3 Λ 0 b → Λ + c π − decays are observed.",
            "paragraph_rank": 56,
            "section_rank": 16
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 17
        },
        {
            "text": "Fig. 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "Invariant mass distributions of the ",
            "section": "Fig. 1 .",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "(a) Λ 0 b → Λ + c p pπ − and ",
            "section": "Fig. 1 .",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "(b) Λ 0 b → Λ + c π − candidates. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "Fit results are overlaid as a solid blue line. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "For ",
            "section": "Fig. 1 .",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "(a), the red dotted line represents the signal component and the green dotted line the background due to random combinations. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "For ",
            "section": "Fig. 1 .",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "(b), the red dotted line is the signal component, the green dotted line is the random combination background, the purple dashed line is the contribution from Λ 0 b → Λ + c ρ − and the brown dashed-dotted line represents the contribution",
            "section": "Fig. 1 .",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "text": "Λ 0 b",
            "section_rank": 18
        },
        {
            "text": "decay, which does not take into account possible resonances in the Λ + c p pπ − system. ",
            "section": "Λ 0 b",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "Upon inspection, clear signals from the Σ 0 c and Σ * 0 c resonances are found, as described in Section 7. ",
            "section": "Λ 0 b",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "To assess the effect of these resonances, the simulation is weighted to reproduce the data. ",
            "section": "Λ 0 b",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "Weights are applied in two invariant mass dimensions, namely the Λ + c π − invariant mass and another invariant mass of any two or three body combination. ",
            "section": "Λ 0 b",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "Among these weighting strategies, applying weights in m(Λ + c π − ) and m(pπ − ) (option ",
            "section": "Λ 0 b",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "1) leads to the smallest B r , while weights in m(Λ + c π − ) and m(p pπ − ) (option ",
            "section": "Λ 0 b",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "2) leads to the largest B r . ",
            "section": "Λ 0 b",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "A correction fac-",
            "section": "Λ 0 b",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "7 .",
            "section_rank": 19
        },
        {
            "text": "Resonance structures in the Λ + c π − mass spectrum As the resonant structure of Λ 0 b → Λ + c p pπ − decays is unexplored, the resonances in the Λ + c π − system are studied. ",
            "section": "7 .",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "An unbinned maximum-likelihood fit of the Λ + c π − mass is performed for those candidates which pass all the selection criteria for the signal Λ 0 b → Λ + c p pπ − decays, to determine if there are resonant contributions. ",
            "section": "7 .",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "In this case the Λ 0 b candidate is constrained to its known mass [15] when obtaining the Λ + c π − invariant mass spectrum. ",
            "section": "7 .",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "The signal shapes of the Σ 0 c and Σ * 0 c resonances are given as the modulus squared of the relativistic Breit-Wigner function [15],",
            "section": "7 .",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "multiplied by m (m), and convolved with a Gaussian resolution determined from simulation. ",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "text": "Here, M 0 is the known value of the Σ 0 c or Σ * 0 c mass [15], m is the Λ + c π − invariant mass, and 0 is the mass-independent width of the resonance, namely 1.83 MeV/c 2 for the Σ 0 c and 15.3 MeV/c 2 for the Σ * 0 c resonance. ",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "text": "The massdependent width is given by",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 21
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": "Invariant mass of the Λ + c π − system from the decay Λ 0 b → Λ + c p pπ − . ",
            "section": "Fig. 2 .",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": "The Σ 0 c",
            "section": "Fig. 2 .",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": "(",
            "section_rank": 22
        },
        {
            "text": "is the momentum of the Λ + c baryon in the Σ ( * )0 c rest frame, q ≡ q(m = M 0 ) and d stands for the size of the Σ ( * )0 c particles. ",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "From parity and angular momentum conservation, it followsthat L = 1. ",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "The width also depends on the Blatt-Weisskopf factor B L (q, q 0 , d)[26], where the value of d is set to be 1 fm (5 GeV−1 in natural units). ",
            "paragraph_rank": 63,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "The ratio of widths of the Gaussian resolution functions for the Σ 0 c and Σ * 0 c resonances is fixed from simulation to be 1.96. ",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "The background is described with an empirical threshold function. ",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "The fit shown in Fig. 2 yields 59 ± 10 Λ 0 b → Σ 0 c p p decays and 104 ± 17 Λ 0 b → Σ * 0 c p p decays. ",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "The relative efficiencies for the decays Λ 0 b → Σ 0 c p p, with Σ 0 c → Λ + c π − and Λ 0 b → Σ * 0 c p p, with Σ * 0 c → Λ + c π − with respect to Λ 0 b → Λ + c p pπ − decays are determined with an analogous procedure as that for the Λ 0 b → Λ + c p pπ − decays relative to the Λ 0 b → Λ + c π − decays, but with the trigger samples combined due to limited sample size. ",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "The efficiencies are 0.685 ± 0.021 for the Σ 0 c mode and 0.904 ± 0.021 for the Σ * 0 c mode, relative to Λ 0 b → Λ + c p pπ − . ",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "Many of the systematic uncertainties cancel out in the measurement of the ratio of branching fractions, with the remaining systematic uncertainties stemming from the yield determination. ",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "The value of d in the Blatt-Weisskopf factor is varied between 1.5 and 0.5 fm, with the largest variation for each resonance taken as the systematic uncertainty, resulting in 3.4% for the Σ 0 c resonance and 1.9% for the Σ * 0 c resonance. ",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "The background shape is changed to a third-order polynomial, with a relative difference of 1.7% for the Σ 0 c resonance and 10.6% for the Σ * 0 c resonance taken as the systematic uncertainty. ",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "The masses and widths of the Σ ( * )0 c resonances are allowed to float within one standard deviation of their known values [15], resulting in a 3.8% difference of the raw yield for the Σ 0 c resonance and 2.2% difference for the Σ * 0 c resonance. ",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "All uncertainties in the relative efficiency cancel, except for those related to the weighting due to resonant structures in the Λ + c π −",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "existence of dibaryon resonances, D + c → pΣ 0 c , is investigated in the Λ + c π − p mass spectrum of background-subtracted data. ",
            "paragraph_rank": 64,
            "section_rank": 24
        },
        {
            "text": "The full m(Λ + c π − ) spectrum is considered, while the signal regions of Σ 0 c and Σ * 0 c resonances are defined by the ranges 2450 < m(Λ + c π − ) < 2458 MeV/c 2 and 2488 < m(Λ + c π − ) < 2549 MeV/c 2 , respectively. ",
            "paragraph_rank": 64,
            "section_rank": 24
        },
        {
            "text": "The background is subtracted with the sPlot technique [27]. ",
            "paragraph_rank": 64,
            "section_rank": 24
        },
        {
            "text": "No peaking structures are observed in the distributions shown in Fig. 3. ",
            "paragraph_rank": 64,
            "section_rank": 24
        },
        {
            "text": "The two-dimensional distribution of m(Λ + c pπ − ) versus m(Λ + c π − ) has been checked and does not exhibit any clear structure.",
            "paragraph_rank": 64,
            "section_rank": 24
        },
        {
            "text": "0.0540 ± 0.0023 ± 0.0032, using data corresponding to an integrated luminosity of 3 fb −1 collected during 2011 and 2012 with the LHCb detector. ",
            "paragraph_rank": 65,
            "section_rank": 25
        },
        {
            "text": "Contributions from the Σ c (2455) 0 and Σ * c (2520) 0 resonances are observed, and the ratios of their branching fractions with respect to the Λ 0 b → Λ + c p pπ − decays are measured to be",
            "paragraph_rank": 65,
            "section_rank": 25
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 26
        },
        {
            "text": "Fig. 3. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 66,
            "section_rank": 26
        },
        {
            "text": "Background-subtracted mass spectrum of the Λ + c π − p system from the decay Λ 0 b → Λ + c p pπ − in ",
            "section": "Fig. 3 .",
            "paragraph_rank": 66,
            "section_rank": 26
        },
        {
            "text": "(a) the full Λ + c π − mass spectrum, ",
            "section": "Fig. 3 .",
            "paragraph_rank": 66,
            "section_rank": 26
        },
        {
            "text": "(b) the signal region of the Σ 0 c",
            "section": "Fig. 3 .",
            "paragraph_rank": 66,
            "section_rank": 26
        },
        {
            "text": "Table 1 Summary",
            "section_rank": 27
        },
        {
            "text": "of systematic uncertainties and correction factors to the ratio of branching fractions measurement. ",
            "section": "Table 1 Summary",
            "paragraph_rank": 68,
            "section_rank": 27
        },
        {
            "text": "All uncertainties are given as a percentage of the ratio of branching fractions.",
            "section": "Table 1 Summary",
            "paragraph_rank": 68,
            "section_rank": 27
        },
        {
            "text": "Acknowledgements",
            "section_rank": 29
        },
        {
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. ",
            "section": "Acknowledgements",
            "paragraph_rank": 69,
            "section_rank": 29
        },
        {
            "text": "We thank the technical and administrative staff at the LHCb institutes. ",
            "section": "Acknowledgements",
            "paragraph_rank": 69,
            "section_rank": 29
        },
        {
            "text": "We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); MOST and NSFC ",
            "section": "Acknowledgements",
            "paragraph_rank": 69,
            "section_rank": 29
        }
    ]
}