{
    "level": "sentence",
    "abstract": [
        {
            "text": "PHENIX results on jet modification with π 0 -and photon-triggered two particle correlations in p+p, p(d)+Au, and Au+Au collisions J.D. Osborn for the PHENIX Collaboration",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Two particle correlations are a powerful tool to probe a variety of quantum chromodynamics (QCD) interactions. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "In particular, correlations can provide information about the 2 → 2 hard partonic process in a given event. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "At the PHENIX experiment, high p T correlations are generally measured with a leading π 0 or direct photon. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Dihadron correlations have the benefit of being a high statistics measurement; additionally, the leading π 0 and away-side hadrons may both encounter strong force interactions leading to larger modifications. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Nonetheless, direct photon correlations are particularly sought after due to the photon emerging directly from the hard scattering; therefore, they provide the most precise measure of the initial partonic hard scattering kinematics in hadronic collisions where final-state hadrons are measured. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Photons additionally do not interact strongly, and thus are insensitive to QCD effects such as color exchanges or medium interactions. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Therefore, the direct photon provides an excellent benchmark to understand these interactions.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The PHENIX collaboration has recently measured high p T two-particle angular correlations in a variety of collision systems. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Direct photon-hadron correlations have been measured in d+Au and Au+Au collisions, while π 0 -hadron correlations have been measured in p+Al and p+Au collisions at √ s NN = 200 GeV. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Both π 0 -hadron and direct photon-hadron correlations have also been measured in p+p collisions at √ s = 200 and 510 GeV. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The PHENIX detector is capable of measuring these correlations in azimuth, Δφ = φ trig − φ assoc , utilizing its central arm electromagnetic calorimeters to measure trigger photons or neutral pions and tracking system, composed of drift and pad chambers, to measure associated hadrons. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The central arms cover an azimuthal acceptance of approximately π radians and a pseudorapidity acceptance of |η| < 0.35.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Studying effects from color flow in p+ p collisions",
            "section_rank": 3
        },
        {
            "text": "In the last several decades, there has been strong interest in the multi-dimensional structure of the proton [1]. ",
            "section": "Studying effects from color flow in p+ p collisions",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "In particular, this interest has led to new predictions that are specific to non-Abelian gauge invariant quantum field theories. ",
            "section": "Studying effects from color flow in p+ p collisions",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "For example, in a transverse-momentum-dependent (TMD) framework, where the nonperturbative transverse momentum of partons within a hadron are explicitly considered, QCD factorization breaking has been predicted in the process p+p → h 1 +h 2 +X [2]. ",
            "section": "Studying effects from color flow in p+ p collisions",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "In hadronic collisions, where at least one final-state hadron is measured and a TMD framework is applicable, soft gluons may be exchanged in both the initial and final states. ",
            "section": "Studying effects from color flow in p+ p collisions",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "This leads to complex color flows that correlate the partons and result in the breakdown of TMD factorization.",
            "section": "Studying effects from color flow in p+ p collisions",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "To study these predicted effects, PHENIX has measured the p out = p assoc",
            "section": "Studying effects from color flow in p+ p collisions",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": ". Constructing the correlations in a fixed bin of x E allows for a better comparison between bins of p trig T since x E is a proxy for the away-side longitudinal momentum fraction z. The measured p out distributions are shown in the left panel of Fig. 1, where the open (filled) markers are the π 0 -hadron (direct photon-hadron) correlations and each marker color shows a different p trig T bin. The distributions show a two component shape, which is characterized by a Gaussian fit at small p out and a power law-like tail from the Gaussian at large p out . The two shapes arise due to sensitivity to soft gluon radiation in the |p out | ∼ 0 region and hard gluon radiation in the |p out | 0 region, indicating the applicability of a TMD framework since there is sensitivity to both a hard and soft transverse momentum scale. The Gaussian widths, shown in the right panel of Fig. 1, increase as a function of p trig T , which is qualitatively consistent with nonperturbative momentum width measurements in the Drell-Yan process where factorization is predicted to hold (see e.g. [4]). Future quantitative phenomenological comparisons will be necessary which compare these different processes to understand the quantitative magnitude of TMD factorization breaking effects.   ",
            "section": "Studying effects from color flow in p+ p collisions",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 247,
                    "end": 253,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                },
                {
                    "start": 877,
                    "end": 883,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                },
                {
                    "start": 1081,
                    "end": 1084,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Nonperturbative transverse momentum broadening in p+A",
            "section_rank": 4
        },
        {
            "text": "In proton-nucleus collisions, dihadron correlations can be used to search for QCD interactions with the nucleus. ",
            "section": "Nonperturbative transverse momentum broadening in p+A",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "In this case, the near-side triggered π 0 is more likely to emerge near the surface of the nucleus and thus the away-side hadron may on average experience a larger path length than in direct photon-hadron correlations; therefore, when searching for nuclear effects, dihadron correlations may be more sensitive to modification than direct photon-hadron correlations. ",
            "section": "Nonperturbative transverse momentum broadening in p+A",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "PHENIX has measured the p out distributions on the away-side and near-side in p+p, p+Al, and p+Au collisions. ",
            "section": "Nonperturbative transverse momentum broadening in p+A",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Similarly to the previous p+p results, the Gaussian widths are extracted from each collision species, and the squared width differences are determined to search for transverse momentum broadening in p+A collisions.",
            "section": "Nonperturbative transverse momentum broadening in p+A",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "The squared Gaussian width differences between p+A and p+p are shown in the left panel of Fig. 2 as a function of x E . ",
            "section": "Nonperturbative transverse momentum broadening in p+A",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 96,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The top (bottom) row shows the width differences between p+Al and p+p (p+Au and p+p), while the left (right) column shows the near-side (away-side) width differences. ",
            "section": "Nonperturbative transverse momentum broadening in p+A",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The left column shows that, within the current uncertainties, there is no difference between the near-side nonperturbative widths in p+Al(Au) and p+p for the x E range measured. ",
            "section": "Nonperturbative transverse momentum broadening in p+A",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The lack of near-side transverse momentum broadening suggests that final-state fragmentation differences in p+p and p+A collisions are small. ",
            "section": "Nonperturbative transverse momentum broadening in p+A",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "In the right column, there is a nonzero and statistically significant nonperturbative momentum width difference between p+Au and p+p; a small difference can be seen in the away-side width differences between p+Al and p+p, however the uncertainties are consistent with no difference. ",
            "section": "Nonperturbative transverse momentum broadening in p+A",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "To study this nonperturbative transverse momentum broadening as a function of collision system size, the two x E bins where a nonzero difference can be seen are shown as a function of N coll in the right panel of Fig. 2. ",
            "section": "Nonperturbative transverse momentum broadening in p+A",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 213,
                    "end": 219,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The broadening is a function of N coll , indicated by the linear fits to each x E bin. ",
            "section": "Nonperturbative transverse momentum broadening in p+A",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "This dependence may set tight constraints on energy loss within a nucleus; however, the broadening may also be explained by potential additional initial-state partonic transverse momentum in a nucleus or multiple scattering effects.  ",
            "section": "Nonperturbative transverse momentum broadening in p+A",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Isolation cut method for direct photons in Au+Au",
            "section_rank": 5
        },
        {
            "text": "Since direct photons are expected to be produced with little activity in the near vicinity, isolation cuts are often used to boost their signal-to-background from decay photon processes. ",
            "section": "Isolation cut method for direct photons in Au+Au",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The implementation of these cuts is common in p+p and p(d)+Au collisions; however, their use in Au+Au collisions can be challenging due to the larger underlying-event backgrounds. ",
            "section": "Isolation cut method for direct photons in Au+Au",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "PHENIX has, for the first time at RHIC, measured isolated direct photon-hadron correlations in Au+Au collisions using a modified statistical subtraction method similarly to what is used in p+p collisions. ",
            "section": "Isolation cut method for direct photons in Au+Au",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The isolation cut increases the statistical significance of the direct photon yields in Au+Au collisions and and allows a more precise study of the z T = p assoc T /p trig T dependence of away-side hadron suppression and enhancement. ",
            "section": "Isolation cut method for direct photons in Au+Au",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "In these new results, direct photons and associated hadrons are collected in the range 5 < p trig T < 15 GeV/c and 1 < p assoc T < 10 GeV/c, respectively. ",
            "section": "Isolation cut method for direct photons in Au+Au",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The low and high z T away-side hadron I AA = Y AA /Y pp , where Y AA is the integrated away-side yield in Au+Au or p+p collisions as indicated, as a function of centrality is shown in the left panel of Fig. 3 for isolated direct photon-hadron correlations. ",
            "section": "Isolation cut method for direct photons in Au+Au",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 202,
                    "end": 208,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The I AA values show the characteristic suppression at high z T , in red, and enhancement relative to suppression at low z T , in blue, indicative of quark gluon plasma formation. ",
            "section": "Isolation cut method for direct photons in Au+Au",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The larger accumulated data sample and isolation cut implementation allow for a more robust characterization compared to the previous PHENIX publication [5] of this enhancement to suppression ratio, shown in the bottom of the left panel. ",
            "section": "Isolation cut method for direct photons in Au+Au",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "In particular, this ratio shows a clear monotonic increase as a function of centrality, which is now more precisely identified. ",
            "section": "Isolation cut method for direct photons in Au+Au",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The high z T suppression is also shown compared to the inclusive π 0 R AA in the right panel of Fig. 3. ",
            "section": "Isolation cut method for direct photons in Au+Au",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 102,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The isolation cone implementation significantly improves the uncertainties from the previous publication [6]. ",
            "section": "Isolation cut method for direct photons in Au+Au",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Fig. 3. ",
            "section": "Isolation cut method for direct photons in Au+Au",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The measured I AA in isolated direct photon-hadron correlations in Au+Au and p+p collisions is shown as a function of centrality for high and low z T particles (left). ",
            "section": "Isolation cut method for direct photons in Au+Au",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The high z T isolated direct photon-hadron I AA is shown compared to the inclusive π 0 R AA (right).",
            "section": "Isolation cut method for direct photons in Au+Au",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Summary",
            "section_rank": 6
        },
        {
            "text": "The PHENIX collaboration has measured direct photon-hadron and dihadron correlations in p+p, p+Al, p+Au, and Au+Au collisions at √ s NN = 200 GeV. ",
            "section": "Summary",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "In p+p collisions, processes predicted to be sensitive to color flow in a TMD framework are studied and found to be qualitatively similar to Drell-Yan measurements, indicating the need for detailed theoretical calculations in processes predicted to break factorization. ",
            "section": "Summary",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "In p+A collisions, away-side transverse momentum broadening has been measured and this broadening appears to be dependent on N coll , potentially setting constraints on energy loss in a nucleus. ",
            "section": "Summary",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "In Au+Au collisions, an isolation cut has significantly improved the systematic uncertainties on direct photon-hadron correlations and thus the study of high and low associated hadron z T suppression and enhancement, respectively, and thus energy redistribution in Au+Au events. ",
            "section": "Summary",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "The analysis of the additional recent high statistics Au+Au data sets from PHENIX will continue to provide important constraints to our understanding of QCD.",
            "section": "Summary",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 7
        },
        {
            "text": "Fig. 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "The measured p out distributions in p+p collisions are shown for dihadron and direct photon-hadron correlations (left). ",
            "section": "Fig. 1 .",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "The Gaussian widths of these distributions are shown as a function of p trig T compared to the previous √ s = 510 GeV results [3] (right).",
            "section": "Fig. 1 .",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 8
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "The squared Gaussian width differences between p+Al-p+p and p+Au-p+p are shown on the near and away sides (left). ",
            "section": "Fig. 2 .",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "The away-side transverse momentum broadening is shown as a function of N coll (right).",
            "section": "Fig. 2 .",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "J.D. Osborn / Nuclear Physics A 982 (2019) 591-594",
            "section": "Fig. 2 .",
            "paragraph_rank": 13,
            "section_rank": 8
        }
    ]
}