{
    "level": "sentence",
    "abstract": [
        {
            "text": "The highlights of the recent activities and physics results leading up to the summer of 2018 from the Compact Muon Solenoid (CMS) experiment at the CERN Large Hadron Collider (LHC) are presented here. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The CMS experiment has a very wide-ranging physics program, and only a very limited subset of the physics analyses being performed at CMS are discussed here, consisting of several important results from the analysis of proton-proton collision data at center-of-mass energy of 13 TeV. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "These include important analyses of Higgs boson physics, with the highlight being the first observation of the ttH production of the Higgs boson, along with analyses pertaining to precision standard model measurements, top quark physics, with the single top production cross-section measurement, and flavor physics, with the important observation of χ b (3P) states. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Additionally, important searches for physics beyond the standard model are also presented.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The Compact Muon Solenoid (CMS) experiment [1] is one of the four large experiments at the CERN Large Hadron Collider (LHC) with a wide range of physics goals. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The CMS experiment had a very successful physics program during the first run (Run 1) of the LHC between 2010 and 2012 with the datasets collected with proton-proton collisions at center-of-mass energy of 7 and 8 TeV, with the highlight being the discovery of a new particle with a mass of around 125 GeV [2] (also by the ATLAS experiment [3]) that is consistent with the hypothesized Higgs boson, the particle associated with the Brout-Englert-Higgs mechanism for electroweak symmetry breaking [4][5][6][7][8][9]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[3]"
                },
                {
                    "start": 495,
                    "end": 498,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[4]"
                },
                {
                    "start": 498,
                    "end": 501,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[5]"
                },
                {
                    "start": 501,
                    "end": 504,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[6]"
                },
                {
                    "start": 504,
                    "end": 507,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[7]"
                },
                {
                    "start": 507,
                    "end": 510,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[8]"
                },
                {
                    "start": 510,
                    "end": 513,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Along with the studies related to the Higgs boson, CMS has a diverse physics program covering, but not limited to, precision standard model (SM) measurements, studies with the top quark, flavor physics, and a wide range of searches for physics beyond the standard model (BSM).",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The CMS experiment continues its diverse physics program at the second run of the LHC (Run 2) with proton-proton collisions at center-of-mass energy of 13 TeV from 2015 through to 2018. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "After the discovery of a particle consistent with the Higgs boson (hereafter referred to simply as the Higgs boson), the measurements of the properties of the newly discovered particle has become one of the most important areas of study. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The first observation of the ttH production mechanism of the Higgs boson reported in 2018 by the CMS [10] experiment has been the highlight in this area. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The increase in the center-of-mass energy of the proton-proton collisions also provides access to wider regions in the phase space for searches for physics BSM. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Precision SM measurements, measurements of flavor physics and top quark physics also gain from a larger dataset collected at 13 TeV.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This document presents some recent important results from physics analyses reported by the CMS experiment. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The results presented here constitute only a small subset of the physics analyses at CMS. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Firstly, the CMS experiment is described in Section 2 with a brief description of the CMS detector in Section 2.1 followed by a short discussion in the performance of the CMS detector during LHC Run 2 in Section 2.2. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Then, the recent physics highlights from CMS are presented in Section 3, with the results from Higgs boson physics presented in Section 3.1, precision SM measurements described in Section 3.2, results from top physics in Section 3.3, important measurements from flavor physics in Section 3.4 and the searches for new physics BSM in Section 3.5. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Finally, Section 4 contains the concluding remarks.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "CMS Experiment at the LHC",
            "section_rank": 3
        },
        {
            "text": "The CMS experiment [1] is one of the four large experiments at the LHC. ",
            "section": "CMS Experiment at the LHC",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "A very brief description of the CMS detector along with a short discussion about its performance can be found below.",
            "section": "CMS Experiment at the LHC",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The CMS Detector",
            "section_rank": 4
        },
        {
            "text": "The CMS detector is a general-purpose detector at the LHC. ",
            "section": "The CMS Detector",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "An overview of the different parts of the CMS detector can be found in Figure 1. ",
            "section": "The CMS Detector",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 79,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The central feature of the CMS detector is a superconducting solenoid magnet that is operating under conditions to provide a magnetic field of 3.8 T. Inside the solenoid, the first sub-detector closest to the point of the collisions is the silicon pixel detector, followed by a silicon strip tracker, with both together forming the tracker system of CMS. ",
            "section": "The CMS Detector",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Outside the tracker system is the electromagnetic calorimeter that is made up of lead tungstate crystals, followed by the hadronic calorimeter, which is a sampling calorimeter. ",
            "section": "The CMS Detector",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Outside the solenoid magnet, embedded with the iron return yoke, is the muon system consisting of drift tubes, cathode strip chambers and resistive plate chambers. ",
            "section": "The CMS Detector",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Additionally, two hadronic forward calorimeters are positioned at either end of CMS to measure particles with a trajectory close to the beam pipe. ",
            "section": "The CMS Detector",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Further details about the CMS detector can be found in Ref.  ",
            "section": "The CMS Detector",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "CMS Performance in LHC Run 2",
            "section_rank": 5
        },
        {
            "text": "The CMS experiment has been performing very well, while recording and analyzing the data produced by the LHC with high efficiency. ",
            "section": "CMS Performance in LHC Run 2",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "After the Run 1 of the LHC (the period of running between 2010 and 2012), there was a period of two years of long shutdown when certain sub-detectors at CMS were upgraded, with the pixel detector upgrade being the most prominent of these. ",
            "section": "CMS Performance in LHC Run 2",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "The Run 2 of the LHC started in 2015 and continues through to 2018, with proton-proton collisions at center-of-mass energy of 13 TeV and higher instantaneous luminosity than ever before, reaching over 21 Hz/nb. ",
            "section": "CMS Performance in LHC Run 2",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "The high instantaneous luminosity presents its own challenges, producing an average of 37 interactions per bunch crossing during the proton-proton collision run in 2017. ",
            "section": "CMS Performance in LHC Run 2",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "CMS has been able to record the data and reconstruct it for use in physics analysis with high efficiency, with a total integrated luminosity of 37.76 fb −1 recorded out of 40.82 fb −1 delivered by the LHC during 2016, and 44.98 fb −1 recorded out of 49.79 fb −1 delivered during 2017. ",
            "section": "CMS Performance in LHC Run 2",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "Of the dataset recorded, a very high fraction of it has been certified as being good for physics analysis where all the relevant detector components were checked to be performing satisfactorily. ",
            "section": "CMS Performance in LHC Run 2",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "An even higher amount of data is expected to be collected by the end of 2018. ",
            "section": "CMS Performance in LHC Run 2",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "The progression of the amount of data collected by the CMS experiment and the mean number of interactions per bunch crossing of the collisions, which is directly correlated with the instantaneous luminosity, can be seen in Figure 2.  ",
            "section": "CMS Performance in LHC Run 2",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 223,
                    "end": 231,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Physics Highlights from CMS",
            "section_rank": 6
        },
        {
            "text": "Selected important recent physics results from CMS are presented in the following sections. ",
            "section": "Physics Highlights from CMS",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "A complete list of publications of the CMS collaboration can be found in Ref. ",
            "section": "Physics Highlights from CMS",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "[12].",
            "section": "Physics Highlights from CMS",
            "paragraph_rank": 9,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Higgs Boson Physics",
            "section_rank": 7
        },
        {
            "text": "After the discovery of the Higgs boson, measurements of its properties and couplings to other particles have become important goals of the CMS experiment. ",
            "section": "Higgs Boson Physics",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "text": "In pursuit of that goal, probes of the ttH production mechanism and the search for di-Higgs production conducted at CMS are presented below.",
            "section": "Higgs Boson Physics",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "text": "Observation of the ttH Process",
            "section_rank": 8
        },
        {
            "text": "The associated production of the Higgs boson with a pair of top quarks (ttH) gives direct access to the top quark Yukawa coupling, since it probes the coupling of the Higgs boson to the top quark directly at tree level. ",
            "section": "Observation of the ttH Process",
            "paragraph_rank": 11,
            "section_rank": 8
        },
        {
            "text": "It is an important process that could provide access to physics BSM if the coupling is found to be inconsistent with the SM expectation. ",
            "section": "Observation of the ttH Process",
            "paragraph_rank": 11,
            "section_rank": 8
        },
        {
            "text": "The Feynman diagram of the ttH process is shown in Figure 3 (left).",
            "section": "Observation of the ttH Process",
            "paragraph_rank": 11,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "In CMS, there are several different analyses probing the ttH process in the different final states corresponding to the bb, multi-lepton (corresponding to ZZ*, WW* and ττ) and diphoton decay channels of the . ",
            "section": "Observation of the ttH Process",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "A combination of the measurements made in the different channels at 13 TeV, 8 TeV and 7 TeV has been performed, leading to the first experimental observation of the ttH process with a significance of 5.2 standard deviations over the expectation from the background-only hypothesis [10]. ",
            "section": "Observation of the ttH Process",
            "paragraph_rank": 12,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The signal strength parameter, corresponding to the ratio of the observed cross-section to the value of the cross-section predicted by the SM, has been measured to be 1.26 +0.31 −0.26 , which is consistent with the SM prediction. ",
            "section": "Observation of the ttH Process",
            "paragraph_rank": 12,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 177,
                    "type": "bibr",
                    "text": "+0.31"
                }
            ]
        },
        {
            "text": "The combination of the measured signal strengths from the different channels is shown in Figure 3  ",
            "section": "Observation of the ttH Process",
            "paragraph_rank": 12,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Search for Higgs Boson Pair Production",
            "section_rank": 9
        },
        {
            "text": "A search for the Higgs boson pair production (HH), which probes the self-coupling of the Higgs boson, has also been performed at CMS [19]. ",
            "section": "Search for Higgs Boson Pair Production",
            "paragraph_rank": 13,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The search has been performed in different decay channels of the Higgs boson, corresponding to the channels with one Higgs boson decaying into a bb pair and the other decaying into γγ, ττ, bb, or a pair of vector bosons, using the dataset collected at 13 TeV corresponding to 35.9 fb −1 . ",
            "section": "Search for Higgs Boson Pair Production",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "text": "While the predicted cross-section of HH production according to the SM is too low to be probed by the used dataset, several BSM models, such as the two-Higgs-doublet model [20] and its realization within the minimal supersymmetric standard model [21,22] predict an enhancement in the HH production that could be probed with the available dataset. ",
            "section": "Search for Higgs Boson Pair Production",
            "paragraph_rank": 13,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "type": "bibr",
                    "text": "[21,"
                },
                {
                    "start": 250,
                    "end": 253,
                    "type": "bibr",
                    "text": "22]"
                }
            ]
        },
        {
            "text": "A combination of the measurements in the different channels is done, leading to the setting of an upper limit on the production cross-section at 95% confidence level (CL) observed (expected) to be 21.8 (12.4) times the SM expectation. ",
            "section": "Search for Higgs Boson Pair Production",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "text": "A search for heavy narrow width resonances (X) decaying to Higgs boson pairs is also performed in the mass range 250 < M X < 3000 GeV. ",
            "section": "Search for Higgs Boson Pair Production",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "text": "No evidence of a signal is observed, and upper limits are set on the resonance production cross-section. ",
            "section": "Search for Higgs Boson Pair Production",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "text": "The limits set are significant improvements upon the previous limits set using the dataset collected during the LHC Run 1. ",
            "section": "Search for Higgs Boson Pair Production",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "text": "Figure 4 shows the limits set on the HH production.   ",
            "section": "Search for Higgs Boson Pair Production",
            "paragraph_rank": 13,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "SM Measurements",
            "section_rank": 10
        },
        {
            "text": "The SM has been very successful in describing the fundamental particles and their interactions. ",
            "section": "SM Measurements",
            "paragraph_rank": 14,
            "section_rank": 10
        },
        {
            "text": "Figure 5 shows a comparison of the CMS measured cross-section of several processes compared to the prediction of the cross-section according to SM. ",
            "section": "SM Measurements",
            "paragraph_rank": 14,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "The measurements are found to be consistent with the SM predictions, displaying the remarkable success of SM.",
            "section": "SM Measurements",
            "paragraph_rank": 14,
            "section_rank": 10
        },
        {
            "text": "Several analyses at CMS are dedicated to precisions measurements of the standard model, to probe the SM and to further improve our understanding of the particles and their interactions. ",
            "section": "SM Measurements",
            "paragraph_rank": 15,
            "section_rank": 10
        },
        {
            "text": "Two such measurements, of the WZ productions and of the production of the W boson in association with charm quarks, are described in the following sections. ",
            "section": "SM Measurements",
            "paragraph_rank": 15,
            "section_rank": 10
        },
        {
            "text": "Measurement of WZ Production Cross-Section",
            "section_rank": 11
        },
        {
            "text": "A measurement of the WZ diboson production cross-section has been performed in the leptonic decay channel [24], targeting the final state with three leptons (muons or electrons) and a neutrino. ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "This is the first such measurement with the full dataset collected during 2016 at 13 TeV center-of-mass energy. ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "Measurements of the inclusive cross-section, charge asymmetry and the differential cross-section with respect to the mass of the WZ system, the transverse momentum of the Z boson and the transverse momentum of the leading jet have been made. ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "The measured value of the inclusive cross-section is σ tot (pp → WZ) = 48.09 +1.00 −0.96 (stat) +0.44 −0.37 (theo) +2.39 −2.17 (syst) ± 1.39(lumi) pb, for a total uncertainty of −2.78 and +2.98 pb. ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "The precise measurements made are found to be compatible with the SM prediction at next-to-next-to-leading-order calculations.",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "The WZ process probed is sensitive to anomalous gauge couplings. ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "An effective field theory (EFT)-based approach is used to set limits on possible anomalous gauge coupling. ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "Constraints on anomalous triple gauge couplings are derived via a binned maximum likelihood fit to the WZ invariant mass variable, the distributions are shown in Figure 6.",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 17,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 162,
                    "end": 170,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "The parametrization of the additional terms for the anomalous triple gauge coupling (aTGC) is  Table 1. ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 102,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "These are the most stringent limit on the anomalous gauge coupling.   ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "The measurement of the differential cross-section of the associated production of a W boson with a charm quark (W+c), in the W → µν decay channel of the W boson and the charm quark tagged with the D * (2010) ± production with D * (2010",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "slow , in terms of the pseudorapidity of the muon has been performed [25]. ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "This measurement has been performed using the full proton-proton collision dataset at √ s = 13 TeV collected during 2016. ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "The total cross-section of σ(W+c) = 1026 ± 31(stat) +76 −72 (syst) pb is obtained. ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "type": "bibr",
                    "text": "+76"
                }
            ]
        },
        {
            "text": "A precise measurement of the differential cross-section of the W+c productions is sensitive to the proton parton distribution functions (PDFs), particularly for the strange quark content. ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "The measurements are compared to predictions according to different PDF sets, as shown in Figure 7. ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "type": "figure",
                    "ref_id": "fig_10",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "The potential of this measurement to improve the determination of the strange quark PDFs is shown in Figure 8 (left) using the procedure described in Ref.",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "type": "figure",
                    "ref_id": "fig_11",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "[25] with a comparison of the uncertainties obtained in the strange quark PDFs with respect to a previous measurement [26]. ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 20,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "It is seen that there is a reduction in the uncertainties on including this measurement. ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "A measurement of the strangeness suppression factor is also performed (Figure 8 (right)) and it is found to be consistent with the predictions from the ABMP16NLO PDF set [27] and not with the ATLASepWZ16nnlo [28].  ",
            "section": "Measurement of WZ Production Cross-Section",
            "paragraph_rank": 20,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 87,
                    "type": "figure",
                    "ref_id": "fig_11",
                    "text": "(Figure 8 (right)"
                },
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[27]"
                },
                {
                    "start": 208,
                    "end": 212,
                    "type": "bibr",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "Top Physics",
            "section_rank": 12
        },
        {
            "text": "An important measurement of the single (anti) top quark production cross-section has been performed and is presented below.",
            "section": "Top Physics",
            "paragraph_rank": 21,
            "section_rank": 12
        },
        {
            "text": "Measurement of Single (Anti) Top Quark Production Cross-Section and Ratio",
            "section_rank": 13
        },
        {
            "text": "The single top and anti-top quark production cross sections have been measured [29], corresponding to the t-channel production of the single (anti) top quark, in the leptonic channel with at least one electron or muon in the final state using the full proton-proton collision dataset at √ s = 13 TeV collected during 2016. ",
            "section": "Measurement of Single (Anti) Top Quark Production Cross-Section and Ratio",
            "paragraph_rank": 22,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "The total cross-section for the production of single top quarks or antiquarks is measured to be 219.0 ± 1.5(stat) ± 33.0(syst) pb. ",
            "section": "Measurement of Single (Anti) Top Quark Production Cross-Section and Ratio",
            "paragraph_rank": 22,
            "section_rank": 13
        },
        {
            "text": "A measurement of the ratio of the cross sections has been performed, and this very precise measurement can already probe the proton PDFs, as shown in the comparison of the CMS measurement with the predictions from the different PDF sets in Figure 9. ",
            "section": "Measurement of Single (Anti) Top Quark Production Cross-Section and Ratio",
            "paragraph_rank": 22,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 240,
                    "end": 248,
                    "type": "figure",
                    "ref_id": "fig_12",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "The cross-section ratio is measured to be R t−ch = 1.65 ± 0.02(stat) ± 0.04(syst). ",
            "section": "Measurement of Single (Anti) Top Quark Production Cross-Section and Ratio",
            "paragraph_rank": 22,
            "section_rank": 13
        },
        {
            "text": "The measured ratio is used to obtain a direct measurement of CKM matrix element V tb to probe for any deviation from the expected value, and the measurement made is 1.00 ± 0.05(exp) ± 0.02(theo) and is consistent with the SM expectation.  ",
            "section": "Measurement of Single (Anti) Top Quark Production Cross-Section and Ratio",
            "paragraph_rank": 22,
            "section_rank": 13
        },
        {
            "text": "Flavor Physics",
            "section_rank": 14
        },
        {
            "text": "Several important measurements pertaining to flavor physics have been performed at CMS. ",
            "section": "Flavor Physics",
            "paragraph_rank": 23,
            "section_rank": 14
        },
        {
            "text": "The first observation of the resolved χ b (3P) states is presented below.",
            "section": "Flavor Physics",
            "paragraph_rank": 23,
            "section_rank": 14
        },
        {
            "text": "Observation of χ b (3P) States",
            "section_rank": 15
        },
        {
            "text": "Measurements of χ b (3P) are performed through the radiative decay χ b (3P) → Υ(3S)γ → µµγ with the photon reconstructed through conversions to e + e − pairs [30]. ",
            "section": "Observation of χ b (3P) States",
            "paragraph_rank": 24,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "This measurement is performed using the full proton collision datasets at 13 TeV collected during 2015 through to 2017, corresponding to an integrated luminosity of 80 fb −1 . ",
            "section": "Observation of χ b (3P) States",
            "paragraph_rank": 24,
            "section_rank": 15
        },
        {
            "text": "Figure 10 shows the invariant mass of the Υ(nS)γ system on the left, with a peak corresponding to χ b (3P), and on the right is the distribution of the invariant mass of the Υ(3S)γ system around the χ b (3P) mass.  ",
            "section": "Observation of χ b (3P) States",
            "paragraph_rank": 24,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 10"
                }
            ]
        },
        {
            "text": "Figure 10. ",
            "section": "Observation of χ b (3P) States",
            "paragraph_rank": 24,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 10"
                }
            ]
        },
        {
            "text": "Invariant mass of the Υ(nS)γ system on the left, with a peak corresponding to χ b (3P), and on the right is the distribution of the invariant mass of the Υ(3S)γ system around the χ b (3P) mass [30]. ",
            "section": "Observation of χ b (3P) States",
            "paragraph_rank": 24,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "This is the first experimental observation of the individually resolved states of χ b1 (3P) and χ b2 (3P) corresponding to J = 1, 2. ",
            "section": "Observation of χ b (3P) States",
            "paragraph_rank": 24,
            "section_rank": 15
        },
        {
            "text": "The mass of the two states have been found to be 10, 513.42 ± 0.41(stat) ± 0.18(syst) MeV and 10, 524.02 ± 0.57(stat) ± 0.18(syst) MeV, with a mass difference of ∆M = 10.60 ± 0.64(stat) ± 0.17(syst) MeV between the two states. ",
            "section": "Observation of χ b (3P) States",
            "paragraph_rank": 24,
            "section_rank": 15
        },
        {
            "text": "These measured values can be compared to the predictions of theoretical calculations [31][32][33][34][35][36][37][38][39][40][41][42]. ",
            "section": "Observation of χ b (3P) States",
            "paragraph_rank": 24,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[31]"
                },
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[32]"
                },
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[33]"
                },
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[34]"
                },
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[35]"
                },
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[36]"
                },
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[37]"
                },
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[38]"
                },
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[39]"
                },
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[40]"
                },
                {
                    "start": 125,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[41]"
                },
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "This measurement favors the predictions for the ∆M range from non-perturbative QCD range from 8 to 18 MeV, while disfavoring the prediction of −2 MeV for coupling with the open-beauty threshold.",
            "section": "Observation of χ b (3P) States",
            "paragraph_rank": 24,
            "section_rank": 15
        },
        {
            "text": "Searches for Physics Beyond the Standard Model (BSM)",
            "section_rank": 16
        },
        {
            "text": "CMS has an extensive search program for BSM, including several dedicated searches for supersymmetry, Dark Matter searches and searches for exotic models such as excited leptons and leptoquarks among others. ",
            "section": "Searches for Physics Beyond the Standard Model (BSM)",
            "paragraph_rank": 25,
            "section_rank": 16
        },
        {
            "text": "Previously, unexplored final states are also being probed at CMS, such as those with emerging jets. ",
            "section": "Searches for Physics Beyond the Standard Model (BSM)",
            "paragraph_rank": 25,
            "section_rank": 16
        },
        {
            "text": "Selected recent results from CMS searches for BSM physics are presented below.",
            "section": "Searches for Physics Beyond the Standard Model (BSM)",
            "paragraph_rank": 25,
            "section_rank": 16
        },
        {
            "text": "An extensive list of searches conducted by CMS can be found in Ref. ",
            "section": "Searches for Physics Beyond the Standard Model (BSM)",
            "paragraph_rank": 26,
            "section_rank": 16
        },
        {
            "text": "[12].",
            "section": "Searches for Physics Beyond the Standard Model (BSM)",
            "paragraph_rank": 26,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Search for Dark Matter",
            "section_rank": 17
        },
        {
            "text": "Dark matter searches exemplify the rigorous approach at CMS that explores a variety of different final states. ",
            "section": "Search for Dark Matter",
            "paragraph_rank": 27,
            "section_rank": 17
        },
        {
            "text": "Dedicated analyses are performed in several different final states, particularly in final states with large missing transverse energy, corresponding to the dark matter associated particles, and another physics object, from initial state radiation. ",
            "section": "Search for Dark Matter",
            "paragraph_rank": 27,
            "section_rank": 17
        },
        {
            "text": "Several searches in different final states have been performed with 13 TeV datasets, including searches in the mono-jet [43] final state, the mono-photon final state [44] and the mono-Z final state [45]. ",
            "section": "Search for Dark Matter",
            "paragraph_rank": 27,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[43]"
                },
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[44]"
                },
                {
                    "start": 198,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "Since no significant excesses have been observed so far, a combination of limits from the different search analyses is made and is presented in Figure 11. ",
            "section": "Search for Dark Matter",
            "paragraph_rank": 27,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 11"
                }
            ]
        },
        {
            "text": "Search for Emerging Jets",
            "section_rank": 18
        },
        {
            "text": "The first dedicated search for emerging jets at the LHC has been performed by CMS [47]. ",
            "section": "Search for Emerging Jets",
            "paragraph_rank": 28,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "This search is inspired by models containing dark baryons that could explain the dark matter observed in the universe [48,49]. ",
            "section": "Search for Emerging Jets",
            "paragraph_rank": 28,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[48,"
                },
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "49]"
                }
            ]
        },
        {
            "text": "The search is for events consistent with the pair production of a heavy mediator particle that decays to a light quark and a new fermion, called a dark quark, using data corresponding to an integrated luminosity of 16.1 fb −1 from proton-proton collisions at √ s =13 TeV collected by the CMS experiment at the LHC in 2016. ",
            "section": "Search for Emerging Jets",
            "paragraph_rank": 28,
            "section_rank": 18
        },
        {
            "text": "The dark quark gives rise to long-lived dark hadrons via a parton shower, with the resulting emerging jet containing displaced vertices that are created by dark hadron decays to SM hadrons. ",
            "section": "Search for Emerging Jets",
            "paragraph_rank": 28,
            "section_rank": 18
        },
        {
            "text": "Feynman diagrams for pair production of mediator particles, with mediator decay to a quark and a dark quark in the BSSW model [48,49] via gluon fusion is shown in Figure 12 (left).",
            "section": "Search for Emerging Jets",
            "paragraph_rank": 28,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[48,"
                },
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "49]"
                },
                {
                    "start": 163,
                    "end": 172,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 12"
                }
            ]
        },
        {
            "text": "A simple cut and count analysis strategy is used, with events selected with cut sets optimized with respect to model parameters. ",
            "section": "Search for Emerging Jets",
            "paragraph_rank": 29,
            "section_rank": 18
        },
        {
            "text": "A major portion of phase space has been explored already, with no significant excess observed. ",
            "section": "Search for Emerging Jets",
            "paragraph_rank": 29,
            "section_rank": 18
        },
        {
            "text": "Mediator masses of 400 to 1250 GeV excluded for dark pion decay lengths of 5 to 225 mm. ",
            "section": "Search for Emerging Jets",
            "paragraph_rank": 29,
            "section_rank": 18
        },
        {
            "text": "Signal exclusion curves derived from theory-predicted cross sections and upper limits at 95% CL on the signal cross-section are shown in Figure 12 (right) for models with a dark pion mass of 10 GeV.  ",
            "section": "Search for Emerging Jets",
            "paragraph_rank": 29,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 12"
                }
            ]
        },
        {
            "text": "Figure 12. ",
            "section": "Search for Emerging Jets",
            "paragraph_rank": 29,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 12"
                }
            ]
        },
        {
            "text": "Feynman diagrams for pair production of mediator particles, with mediator decay to a quark and a dark quark in the BSSW model [48,49] via gluon fusion (left). ",
            "section": "Search for Emerging Jets",
            "paragraph_rank": 29,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[48,"
                },
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "49]"
                }
            ]
        },
        {
            "text": "Signal exclusion curves derived from theory-predicted cross sections and upper limits at 95% CL on the signal cross-section for models with dark pion mass of 10 GeV (right) [47].",
            "section": "Search for Emerging Jets",
            "paragraph_rank": 29,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 19
        },
        {
            "text": "The status of the CMS experiment along with a limited set of important recent results has been presented. ",
            "section": "Conclusions",
            "paragraph_rank": 30,
            "section_rank": 19
        },
        {
            "text": "A varied set of results covering measurements of the Higgs boson, precision SM measurements, analyses with top quarks and important flavor physics results has been presented.",
            "section": "Conclusions",
            "paragraph_rank": 30,
            "section_rank": 19
        },
        {
            "text": "The ttH production mode of the Higgs boson was observed for the first time, and its signal strength is compatible with the standard model expectation within the uncertainties of the measurement.",
            "section": "Conclusions",
            "paragraph_rank": 31,
            "section_rank": 19
        },
        {
            "text": "Several different searches for new physics BSM have also been presented, covering dark matter models, and new searches for models with emerging jets as signatures. ",
            "section": "Conclusions",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "The dataset probed has been consistent with the SM prediction and no signs of new physics have been found yet.",
            "section": "Conclusions",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "The CMS experiment has been performing excellently during the first two runs of the LHC and preparations for the upcoming third run of the LHC with proton-proton collisions at center-of-mass energy of 14 TeV and the following High-Luminosity LHC are progressing well. ",
            "section": "Conclusions",
            "paragraph_rank": 33,
            "section_rank": 19
        },
        {
            "text": "One can look forward to several more important analyses from CMS probing the Higgs boson and the SM, along with further searches for new physics using the large dataset collected that is yet to be analyzed completely, along with the larger datasets expected to be collected in the future. ",
            "section": "Conclusions",
            "paragraph_rank": 33,
            "section_rank": 19
        },
        {
            "text": "[1].",
            "paragraph_rank": 34,
            "section_rank": 20
        },
        {
            "text": "Figure 1 .",
            "section_rank": 21
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 35,
            "section_rank": 21
        },
        {
            "text": "An overview of the CMS detector.",
            "section": "Figure 1 .",
            "paragraph_rank": 35,
            "section_rank": 21
        },
        {
            "text": "Figure 2 .",
            "section_rank": 22
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 .",
            "paragraph_rank": 36,
            "section_rank": 22
        },
        {
            "text": "The total integrated luminosity (left) and the mean number of interactions per bunch crossing (right) for the datasets collected during proton-proton collisions by the CMS experiment in the different years of operation[11].",
            "section": "Figure 2 .",
            "paragraph_rank": 36,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Figure 3 .",
            "section_rank": 23
        },
        {
            "text": "Figure 3. ",
            "section": "Figure 3 .",
            "paragraph_rank": 37,
            "section_rank": 23
        },
        {
            "text": "The Feynman diagram of the ttH process (left) and combination of the measured signal strengths from the different channels of search for the ttH process (right)[10].",
            "section": "Figure 3 .",
            "paragraph_rank": 37,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Figure 4 .",
            "section_rank": 24
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 38,
            "section_rank": 24
        },
        {
            "text": "Expected and observed 95% CL upper limits on the non-resonant HH production cross-section as a function of the k λ parameter, that affects both the expected cross-section and the HH decay kinematics, as described in Ref.",
            "section": "Figure 4 .",
            "paragraph_rank": 38,
            "section_rank": 24
        },
        {
            "text": "[19]  (left) and the exclusion limits on the production of a narrow width spin zero resonance decaying into a pair of Higgs bosons (right)[19].",
            "section": "Figure 4 .",
            "paragraph_rank": 38,
            "section_rank": 24
        },
        {
            "text": "Figure 5 .",
            "section_rank": 25
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5 .",
            "paragraph_rank": 39,
            "section_rank": 25
        },
        {
            "text": "Summary of the cross-section measurements of SM processes [23].",
            "section": "Figure 5 .",
            "paragraph_rank": 39,
            "section_rank": 25
        },
        {
            "text": "µν are the field strengths associated with the SM electroweak bosons and H is the SM Higgs field [24]. ",
            "paragraph_rank": 40,
            "section_rank": 26
        },
        {
            "text": "Values predicted by the SM are c w = c www = c b = 0. ",
            "paragraph_rank": 40,
            "section_rank": 26
        },
        {
            "text": "No significant deviation with respect to the SM is observed. ",
            "paragraph_rank": 40,
            "section_rank": 26
        },
        {
            "text": "The limits on the terms for anomalous gauge coupling are presented in",
            "paragraph_rank": 40,
            "section_rank": 26
        },
        {
            "text": "Figure 6 .",
            "section_rank": 27
        },
        {
            "text": "Figure 6. ",
            "section": "Figure 6 .",
            "paragraph_rank": 41,
            "section_rank": 27
        },
        {
            "text": "Distributions of discriminant observables in the anomalous couplings searches. ",
            "section": "Figure 6 .",
            "paragraph_rank": 41,
            "section_rank": 27
        },
        {
            "text": "The invariant mass of the three lepton plus the missing transverse momentum system, representing the WZ invariant mass under the assumption that the momentum of the neutrino from the W boson decay is the same as the missing transverse momentum as described in Ref.",
            "section": "Figure 6 .",
            "paragraph_rank": 41,
            "section_rank": 27
        },
        {
            "text": "[24], is shown on the left and the transverse mass of the same configuration is shown on the right. ",
            "section": "Figure 6 .",
            "paragraph_rank": 41,
            "section_rank": 27
        },
        {
            "text": "The dashed lines represent the total yields that would be expected from the sum of the SM processes with the total WZ yields modified according to their correspondence to the given values of the associated anomalous coupling parameters. ",
            "section": "Figure 6 .",
            "paragraph_rank": 41,
            "section_rank": 27
        },
        {
            "text": "The SM prediction for the WZ process is obtained from the aTGC simulated sample with the anomalous couplings set to 0 [24].",
            "section": "Figure 6 .",
            "paragraph_rank": 41,
            "section_rank": 27
        },
        {
            "text": "Figure 7 .",
            "section_rank": 28
        },
        {
            "text": "Figure 7. ",
            "section": "Figure 7 .",
            "paragraph_rank": 42,
            "section_rank": 28
        },
        {
            "text": "Cross sections of σ(W+c) production at 13 TeV measured as a function of the pseudorapidity of the muon from the W boson decay (left), compared to the QCD predictions calculated with MCFM at NLO using different PDF sets. ",
            "section": "Figure 7 .",
            "paragraph_rank": 42,
            "section_rank": 28
        },
        {
            "text": "σ(W+D*) production cross sections presented as a function of the pseudorapidity of the muon from the W boson decay (right), compared to the predictions of the signal MC accounting for PDF uncertainties and scale variations, which are added in quadrature (shaded band)[25].",
            "section": "Figure 7 .",
            "paragraph_rank": 42,
            "section_rank": 28
        },
        {
            "text": "Figure 8 .",
            "section_rank": 29
        },
        {
            "text": "Figure 8. ",
            "section": "Figure 8 .",
            "paragraph_rank": 43,
            "section_rank": 29
        },
        {
            "text": "The distributions of s quark (left upper panel) in the proton and its relative uncertainty (left lower panel) as a function of x at the factorization scale of m 2 W . ",
            "section": "Figure 8 .",
            "paragraph_rank": 43,
            "section_rank": 29
        },
        {
            "text": "The result of the current analysis (filled band) is compared to the result of a previous measurement [26].",
            "section": "Figure 8 .",
            "paragraph_rank": 43,
            "section_rank": 29
        },
        {
            "text": "The strangeness suppression factor as a function of x (right) at the factorization scale of m 2 W compared to ABMP16nlo (dark shaded band) and ATLASepWZ16nnlo (light shaded band) PDFs [25].",
            "section": "Figure 8 .",
            "paragraph_rank": 43,
            "section_rank": 29
        },
        {
            "text": "Figure 9 .",
            "section_rank": 30
        },
        {
            "text": "Figure 9. ",
            "section": "Figure 9 .",
            "paragraph_rank": 44,
            "section_rank": 30
        },
        {
            "text": "Comparison of the measured R t−ch . ",
            "section": "Figure 9 .",
            "paragraph_rank": 44,
            "section_rank": 30
        },
        {
            "text": "(dotted line) with the prediction from different PDF sets[29].",
            "section": "Figure 9 .",
            "paragraph_rank": 44,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "Figure 11 .",
            "section_rank": 31
        },
        {
            "text": "Figure 11. ",
            "section": "Figure 11 .",
            "paragraph_rank": 45,
            "section_rank": 31
        },
        {
            "text": "95% CL observed and expected exclusion regions in m Med − m DM plane for different MET-based DM searches from CMS in the lepto-phobic Axial-vector model (left) and lepto-phobic Vector model (right) [46].",
            "section": "Figure 11 .",
            "paragraph_rank": 45,
            "section_rank": 31
        },
        {
            "text": "Funding:",
            "section_rank": 32
        },
        {
            "text": "The CMS Collaboration acknowledges the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMBWF and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, FAPERGS, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); MES (Latvia); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MOS (Montenegro); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR, and NRC KI (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI, and FEDER (Spain); MOSTR (Sri Lanka); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA).",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32,
            "entity_spans": [
                {
                    "start": 697,
                    "end": 701,
                    "type": "software",
                    "rawForm": "MOE",
                    "resp": "service",
                    "id": "software-simple-s1"
                },
                {
                    "start": 780,
                    "end": 784,
                    "type": "software",
                    "rawForm": "MOS",
                    "resp": "service",
                    "id": "software-simple-s2"
                },
                {
                    "start": 1077,
                    "end": 1081,
                    "type": "software",
                    "rawForm": "STAR",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "Conflicts of Interest:The authors declare no conflict of interest. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "13. CMS Collaboration. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Search for ttH production in the all-jet final state in proton-proton collisions at√ s = 13TeV. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "J. High Energy Phys. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "2018, 2018, 101. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "[CrossRef] ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "14. CMS Collaboration. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Search for ttH production in the Hbb decay channel with leptonic tt decays in proton-proton collisions at √ s = 13 TeV. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "CMS-PAS-HIG-17-026. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "J. High Energy Phys. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "2018, arXiv:1804.03682. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "15. CMS Collaboration. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Evidence for associated production of a Higgs boson with a top quark pair in final states with electrons, muons, and hadronically decaying τ leptons at √ s = 13 TeV. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "J. High Energy Phys. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "2018, 2018, 066. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "[CrossRef] ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "16. CMS Collaboration. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Measurements of properties of the Higgs boson decaying into the four-lepton final state in pp collisions at √ s = 13 TeV. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "J. High Energy Phys. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "2017, 2017, 047. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "[CrossRef] ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "17. CMS Collaboration. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Measurements of Higgs boson properties in the diphoton decay channel in proton-proton collisions at √ s = 13 TeV. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "J. High Energ. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Phys. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "2018, 2018, 185. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "[CrossRef] ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "18. CMS Collaboration. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Search for the associated production of the Higgs boson with a top-quark pair. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "J. High Energy Phys. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "2014, 2014, 087. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "[CrossRef] ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "19. CMS Collaboration. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Combination of searches for Higgs Boson Pair Production in Proton-Proton Collisions at √ s = 13 TeV. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "CMS-PAS-HIG-17-030. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "2018. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Available online: https://cds.cern.ch/record/2628486?",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "ln=en (accessed on 10 September 2018). ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "20. Branco, G.C.; Ferreira, P.M.; Lavoura, L.",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "; Rebelo, M.N.; Sher, M.",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "; Silva, J.P. Theory and phenomenology of two-Higgs-doublet models. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Phys. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Rep. 2012, 516, 1-102. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "[CrossRef] ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "21. Fayet, P. Supergauge invariant extension of the higgs mechanism and a model for the electron and its neutrino. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Nucl. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Phys. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "B 1975, 90, 104-124. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "[CrossRef] ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "22. Fayet, P. Spontaneously broken supersymmetric theories of weak, electromagnetic and strong interactions. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Phys. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Lett. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "B 1977, 69, 489. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "[CrossRef] ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "23. CMS Collaboration. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Summaries of CMS Cross Section Measurements. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Available online: https://twiki.cern. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "ch/twiki/bin/view/CMSPublic/PhysicsResultsCombined (accessed on 10 September 2018). ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "24. CMS Collaboration. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Measurements of the pp → WZ Inclusive and Differential Production Cross Section and Constraints on Charged Anomalous Triple Gauge Couplings at √ s = 13 TeV. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "CMS-PAS-SMP-18-002. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "2018. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Available online: https://cds.cern.ch/record/2628761 (accessed on 10 November 2018). ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "25. CMS Collaboration. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Measurement of Associated Production of W Bosons with Charm Quarks in Proton-Proton Collisions at √ s = 13 TeV with the CMS experiment at the LHC. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32,
            "entity_spans": [
                {
                    "start": 54,
                    "end": 67,
                    "type": "software",
                    "rawForm": "Charm Quarks",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "CMS-PAS-SMP-17-014. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "2018. ",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "Available online: https://cds.cern.ch/record/2314570 (accessed on 10 November 2018).",
            "section": "Funding:",
            "paragraph_rank": 46,
            "section_rank": 32
        },
        {
            "text": "TeV, 23.3 fb ¡1 2015, 13 TeV, 4.2 fb ¡1 2016, 13 TeV, 40.8 fb ¡1 2017, 13 TeV, 49.8 fb ¡1 2018, 13 TeV, 55.4 fb ¡1",
            "section_rank": 33
        },
        {
            "text": "Table 1 .",
            "section_rank": 34
        },
        {
            "text": "Expected and observed 1-D confidence intervals at 95% confidence level for each of the considered anomalous coupling parameters [24].",
            "section": "Table 1 .",
            "paragraph_rank": 48,
            "section_rank": 34
        },
        {
            "text": "3.2.2. ",
            "section": "Table 1 .",
            "paragraph_rank": 49,
            "section_rank": 34
        },
        {
            "text": "Measurement of W+c Differential Cross-Section",
            "section": "Table 1 .",
            "paragraph_rank": 49,
            "section_rank": 34
        }
    ]
}