{
    "level": "sentence",
    "abstract": [
        {
            "text": "A search is performed for neutral non-standard-model Higgs bosons decaying to two muons in the context of the minimal supersymmetric standard model (MSSM). ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Proton-proton collision data recorded by the CMS experiment at the CERN Large Hadron Collider at a center-of-mass energy of 13 TeV were used, corresponding to an integrated luminosity of 35.9 fb −1 . ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The search is sensitive to neutral Higgs bosons produced via the gluon fusion process or in association with a bb quark pair. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "No significant deviations from the standard model expectation are observed. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Upper limits at 95% confidence level are set in the context of the m mod+ h and phenomenological MSSM scenarios on the parameter tan β as a function of the mass of the pseudoscalar A boson, in the range from 130 to 600 GeV. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The results are also used to set a model-independent limit on the product of the branching fraction for the decay into a muon pair and the cross section for the production of a scalar neutral boson, either via gluon fusion, or in association with b quarks, in the mass range from 130 to 1000 GeV.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The boson discovered at the Large Hadron Collider (LHC) in 2012 [1][2][3], with a mass around 125 GeV [4], has properties that are consistent with those predicted for the standard model (SM) Higgs boson [5]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 67,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 70,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "text": "[4]"
                },
                {
                    "start": 203,
                    "end": 206,
                    "type": "bibr",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "However, the SM is known to be incomplete, and several well-motivated theoretical models beyond the SM predict an extended Higgs sector. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "One example is supersymmetry [6,7] that protects the mass of the Higgs boson against quadratically divergent quantum corrections. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[6,"
                },
                {
                    "start": 32,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "7]"
                }
            ]
        },
        {
            "text": "In the minimal supersymmetric standard model (MSSM) [8][9][10], the Higgs sector consists of two Higgs doublets, one of which couples to up-type fermions and the other to down-type fermions. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "type": "bibr",
                    "text": "[8]"
                },
                {
                    "start": 55,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[9]"
                },
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Assuming that CP symmetry is conserved, this results in two charged bosons H ± , two neutral scalar bosons, h and H, and one pseudoscalar boson, A.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "At the tree level, the Higgs sector in the MSSM can be described by only two parameters, which are commonly chosen as m A , the mass of the neutral A, and tan β, the ratio of the vacuum expectation values of the neutral components of the two Higgs doublets. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The masses of the other four Higgs bosons can be expressed as a function of these two parameters. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Beyond the tree level the MSSM Higgs sector depends on additional parameters, which enter via higher-order corrections in perturbation theory, and which are E-mail address: cms -publication -committee -chair @cern .",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "ch. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "usually fixed to values motivated by experimental constraints and theoretical assumptions. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Setting these parameters defines a benchmark scenario [11], which is then described by m A and tan β. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The relevant scenarios are those consistent with a mass of one neutral boson of 125 GeV for the majority of the probed m A -tan β parameter space [12], and not ruled out by other existing measurements. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "In particular, the m mod+ h scenario [11] constrains the mass of the h boson to be near 125 GeV for a wide range of tan β and m A values, by tuning some of the MSSM parameters. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "In the phenomenological MSSM (hMSSM) [13][14][15][16] the mass of h boson is an input parameter, set to 125 GeV, and the observed neutral boson is interpreted as the h boson. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[13]"
                },
                {
                    "start": 41,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[14]"
                },
                {
                    "start": 45,
                    "end": 49,
                    "type": "bibr",
                    "text": "[15]"
                },
                {
                    "start": 49,
                    "end": 53,
                    "type": "bibr",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Small differences in the cross sections and branching fractions exist between the two models, although the kinematics of the Higgs bosons remains almost identical.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "This Letter reports on a search for beyond-the-SM neutral Higgs bosons in the dimuon final state in proton-proton (pp) collisions at a center-of-mass energy For values of m A 200 GeV the MSSM leads to similar, but not degenerate, masses for the H and A bosons [17]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "The mass of the h boson is assumed to be at 125 GeV, and its width smaller than https://doi.org/10.1016/j.physletb.2019.134992 0370-2693/© 2019 The Author(s). ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Funded by SCOAP 3 . ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "the experimental resolution, consistently with the ATLAS and CMS measurements in other decay modes [4, 18,19]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "18,"
                },
                {
                    "start": 106,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "19]"
                }
            ]
        },
        {
            "text": "The analysis tests the h boson production as predicted by the MSSM and the constraints on its production mechanisms measured by ATLAS and CMS are not enforced. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Alternatively, the search is also performed in a model-independent way, where a neutral boson is assumed to be produced either via gluon fusion or in association with a bb quark pair.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "At the LHC, dominant production mechanisms for the neutral A and H bosons are gluon fusion, in which the Higgs boson can be produced via a virtual loop of bottom or top quarks, and b-associated production, where the Higgs boson is produced in association with a b quark pair. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This is also the case of the h boson for values of m A 200 GeV, while, in the decoupling regime, the h boson production mechanisms correspond to those predicted by the SM. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Fig. 1 shows the Feynman diagrams for the two production processes at leading order (LO). ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "The gluon fusion mechanism is more relevant for tan β 30, whereas at LO, the coupling of the Higgs boson to down-type fermions is enhanced by tan β, resulting in b-associated production becoming more important at large tan β. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The coupling of the neutral Higgs boson to charged leptons is enhanced for the same reason. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Although the branching fraction to muons is predicted to be about 300 times smaller than that for the τ + τ − final state, the μ + μ − channel can be fully reconstructed, and the dimuon invariant mass can be measured with a precision of a few percent by exploiting the excellent muon momentum resolution of the CMS detector, making the dimuon final state an additional probe of the MSSM.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The common experimental signature of the two production mechanisms is a pair of opposite-charge muons with high transverse momentum (p T ). ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The b-associated production process is characterized by the presence of additional jets originating from b quark fragmentation, whereas the events containing jets from light quarks or gluons are linked to the gluon fusion production mechanism. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The presence of a signal would be characterized by an excess of events over the SM background in the dimuon invariant mass corresponding to the value of the Higgs boson masses.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The analysis is performed using the data at ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a field of 3.8 T. Within the field volume are a silicon pixel and strip tracker, a crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel and two endcap sections. ",
            "section": "The CMS detector",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Muons are measured in gas-ionization detectors embedded in the steel return yoke of the magnet. ",
            "section": "The CMS detector",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The first level (L1) of the CMS trigger system uses information from the calorimeters and muon detectors to select events of interest. ",
            "section": "The CMS detector",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The high-level trigger processor farm decreases the L1 accept rate from around 100 kHz to about 1 kHz before data storage. ",
            "section": "The CMS detector",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "A more detailed description of the CMS detector, together with a description of the coordinate system and main kinematic variables used in the analysis, can be found in Ref. ",
            "section": "The CMS detector",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "[37].",
            "section": "The CMS detector",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "Signal and background simulation",
            "section_rank": 4
        },
        {
            "text": "Samples of Monte Carlo (MC) simulated events are generated to model the Higgs bosons signal for the two leading production processes. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "This is done for a large number of m A and tan β combinations, where m A spans the range from 130 to 1000 GeV and tan β is varied from 5 to 60. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Higgs boson events are generated with a mass within ±3 of the nominal Higgs boson mass, where is the intrinsic width. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The values of strongly depend on m A and tan β, being, for example, = 0.2 (2.7)% of the nominal Higgs boson mass at m A = 150 (550) GeV and tan β = 10 (40). ",
            "section": "Signal and background simulation",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The signal samples are generated with pythia 8.212 [38] at LO. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "Additional signal samples are generated at next-to-LO (NLO) for some mass points to estimate higher-order corrections: gluon fusion samples are produced with powheg 2.0 [39], while b-associated production samples are produced with MadGraph5_amc@nlo [40] using the four-flavor scheme. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[39]"
                },
                {
                    "start": 249,
                    "end": 253,
                    "type": "bibr",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "Simulated background processes are used to optimize the event selection but not to model the background shape and normalization, which are determined directly from data. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The most relevant SM background processes considered are Drell-Yan (DY) production, and single and pair production of top quarks, which can produce μ + μ − pairs with large invariant mass. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Other background sources are the diboson production processes, W ± W ∓ , W ± Z, and ZZ, whose contributions are each smaller than 1% for dimuon invariant masses larger than 130 GeV, the Higgs boson search region. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The background samples are generated at NLO using MadGraph5_amc@nlo and powheg. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Spin correlations in multiboson processes generated using MadGraph5_amc@nlo are simulated using MadSpin [41]. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "text": "[41]"
                }
            ],
            "entity_spans": [
                {
                    "start": 96,
                    "end": 104,
                    "type": "software",
                    "rawForm": "MadSpin",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "The NNPDF 3.0 [42] parton distribution functions (PDFs) are used for all samples. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "type": "bibr",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "The parton shower and hadronization processes are modeled by pythia with the CUETP8M1 [43] underlying event tune.",
            "section": "Signal and background simulation",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "Detector response is based on a detailed description of the CMS detector and is simulated with the Geant4 package [44]. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[44]"
                }
            ],
            "entity_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "type": "version",
                    "rawForm": "4",
                    "resp": "service",
                    "id": "#software-simple-s1"
                }
            ]
        },
        {
            "text": "Additional pp interactions in the same or nearby bunch crossings (pileup) are simulated by pythia. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "During the data taking period, the CMS experiment was operating with, on average, 23 inelastic pp collisions per bunch crossing. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The distribution of the number of additional interactions per bunch crossing in the simulation is weighted to match that observed in the data.  ",
            "section": "Signal and background simulation",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "[52], which includes NLO supersymmetric-QCD corrections [53][54][55][56][57][58], next-to-NLO (NNLO) QCD corrections for the top-quark contribution in the effective theory of a heavy top quark [59][60][61][62][63], and electroweak effects by light quarks [64,65]. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[52]"
                },
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[53]"
                },
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[54]"
                },
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[55]"
                },
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[56]"
                },
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[57]"
                },
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[58]"
                },
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[59]"
                },
                {
                    "start": 197,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[60]"
                },
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[61]"
                },
                {
                    "start": 205,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[62]"
                },
                {
                    "start": 209,
                    "end": 213,
                    "type": "bibr",
                    "text": "[63]"
                },
                {
                    "start": 255,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[64,"
                },
                {
                    "start": 259,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "65]"
                }
            ]
        },
        {
            "text": "Higgs boson cross sections for the b-associated production are calculated with SusHi, and rely on matched predictions [66], which are based on the five flavor NNLO QCD calculation [67] and the four flavor NLO QCD calculation [68,69]. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[66]"
                },
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[67]"
                },
                {
                    "start": 225,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[68,"
                },
                {
                    "start": 229,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "69]"
                }
            ]
        },
        {
            "text": "Higgs to μ + μ − branching fractions are calculated with",
            "section": "Signal and background simulation",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "FeynHiggs for the m mod+ h scenario and using the program hdecay 6.40 [70] for the hMSSM scenario. ",
            "section": "Signal and background simulation",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[70]"
                }
            ],
            "entity_spans": [
                {
                    "start": 65,
                    "end": 70,
                    "type": "version",
                    "rawForm": "6.40",
                    "resp": "service",
                    "id": "#software-simple-s1"
                }
            ]
        },
        {
            "text": "Cross sections for the tt and DY background processes are computed at the NNLO with Top++2.0 [71] and fewz3.1 [72], respectively, while for the single top and the diboson production processes they are computed at NLO with hathor [73,74] and mcfm [75], respectively.",
            "section": "Signal and background simulation",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[71]"
                },
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "[72]"
                },
                {
                    "start": 229,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "[73,"
                },
                {
                    "start": 233,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "74]"
                },
                {
                    "start": 246,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "[75]"
                }
            ]
        },
        {
            "text": "Object reconstruction and event selection",
            "section_rank": 5
        },
        {
            "text": "The particle-flow (PF) algorithm [76] aims at reconstructing and identifying each individual particle in an event, with an optimized combination of information from the various elements of the CMS detector. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "[76]"
                }
            ]
        },
        {
            "text": "The energy of photons is obtained from the ECAL measurement. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "The energy of electrons is obtained from a combination of the electron momentum at the primary interaction vertex as determined by the tracker, the energy of the corresponding ECAL cluster, and the energy sum of all bremsstrahlung photons spatially compatible with originating from the electron track. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "The energy of muons is obtained from the curvature of the corresponding track. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "The energy of charged hadrons is determined from a combination of their momentum measured in the tracker and the matching ECAL and HCAL energy deposits, corrected for zero-suppression effects and for the response function of the calorimeters to hadronic showers. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "Finally, the energy of neutral hadrons is obtained from the corresponding corrected ECAL and HCAL energies.",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "Muons with 20 < p T < 100 GeV are measured with a relative p T resolution of 1.3 to 2% in the barrel and better than 6% in the endcaps. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The p T resolution in the barrel is better than 10% for muons with p T up to 1 TeV [77,78].",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "[77,"
                },
                {
                    "start": 87,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "78]"
                }
            ]
        },
        {
            "text": "Jets are reconstructed using the anti-k T clustering algorithm [79] with a distance parameter of 0.4, as implemented in the FastJet package [80]. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "[79]"
                },
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[80]"
                }
            ],
            "entity_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "type": "software",
                    "rawForm": "FastJet",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "The quantity missing transverse momentum, p miss T , is defined as the magnitude of the negative vector p T sum of all the PF objects (charged and neutral) in the event, and is modified by corrections to the energy scale of reconstructed jets. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Collision vertices are obtained from reconstructed tracks using a deterministic annealing algorithm [81]. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "[81]"
                }
            ]
        },
        {
            "text": "The reconstructed vertex with the largest value of summed physics-object p 2 T is taken to be the primary pp interaction vertex (PV). ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The physics objects are the jets, clustered using the jet finding algorithm [79,80] with the tracks assigned to the vertex as inputs, and the associated missing transverse momentum taken as the negative vector sum of the p T of those jets.",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "[79,"
                },
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "80]"
                }
            ]
        },
        {
            "text": "The combined secondary vertex algorithm of Ref. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "[82] is used to identify jets resulting from the hadronization of b quarks. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "[82]"
                }
            ]
        },
        {
            "text": "A medium operating working point of the algorithm is applied to jets with p T > 20 GeV in the pseudorapidity range |η| < 2.4. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Within this kinematic range, the efficiency of the algorithm is 66% with a misidentification probability of 1%.",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The events are preselected by the trigger system [83] requiring a muon candidate with |η| < 2.4, satisfying at least one of the following criteria: p T > 24 GeV with isolation (iso) requirements, or p T > 50 GeV without isolation requirements. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "[83]"
                }
            ]
        },
        {
            "text": "These are the trigger algorithms with the lowest p T threshold whose output is not artificially reduced to limit the event rate and that cover the entire η acceptance of the muon detector. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Since the Higgs boson signal is searched for over a large mass range, the p T of the muons from its decay can vary from tens to hundreds of GeV. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Therefore, two sets of muon identification (ID) criteria are employed in the analysis: one is optimized for muons with lower p T ( 200 GeV) (ID1) and the other for muons with larger p T (ID2). ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Events with a pair of opposite-charge muons, coming from the PV, are selected requiring both muons to satisfy the same ID criterion. ",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Accepting, more generally, pairs of muons that pass any of Table 1 Summary of the muon selection criteria.",
            "section": "Object reconstruction and event selection",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Muon selection muon ID1 muon ID2",
            "section_rank": 6
        },
        {
            "text": "Online selection:",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Single muon",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Online iso",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Offline selection:",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Two opposite-charge muons",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "the two ID criteria would lead to a negligible increase in signal efficiency. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "At least one of the two muon candidates has to match (in η and azimuthal angle φ in radians) the muon that triggered the event. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "The trigger requirement depends on the ID algorithm.",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "Offline reconstructed muons with |η| < 2.4 are considered. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Their offline p T is required to be higher than 26 or 53 GeV, to be compatible with the muon that triggered the event. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "To reject muons from nonprompt decays, muon candidates must be isolated. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "The offline isolation variable is calculated depending on the ID algorithm, and is labeled iso1 (iso2) for ID1 (ID2). ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "For ID1 it is the scalar p T sum of the PF charged and neutral hadrons in a cone of radius R = √ ( η) 2 + ( φ) 2 = 0.4 around the muon direction, divided by the muon p T . ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "The charged PF particles not associated with the PV are not considered in this sum, and a correction is applied in order to account for the neutral particle contamination arising from pileup [84]. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b75",
                    "text": "[84]"
                }
            ]
        },
        {
            "text": "For ID2 the offline iso is computed as the scalar p T sum of tracks in the silicon tracker, excluding the muon, in a cone of radius R = 0.3 around the muon direction, and divided by the muon p T . ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Tracks not associated with the PV are not considered. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Energy deposits in the calorimeters are not included, since electromagnetic showers can develop from photons radiated by a high-p T muon. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "The invariant mass of the Higgs boson candidate is reconstructed from the two highest-p T opposite-charge muon candidates in the event. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "The dimuon selection criteria are summarized in Table 1.",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 55,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The muon momentum measurement is crucial for the reconstruction of the Higgs boson mass peaks since improving the dimuon mass resolution increases the sensitivity of the analysis. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "To set limits accurately, the mean and the resolution of the dimuon mass peaks in simulation must match those of the data. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "A correction of the muon momentum has been applied in order to provide consistent measurements in the different φ and η regions of the detector, improving the net resolution in data. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The correction [78] is also applied to the simulated muons to align the scale and resolution to those measured in the data. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "[78]"
                }
            ]
        },
        {
            "text": "The magnitudes of the momentum scale corrections are about 0.2 and 0.3% in the barrel and endcaps, respectively, for muons with p T up to 200 GeV. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "For muons with larger p T , since the statistical precision of the data is too poor to derive a correction, only a systematic uncertainty is considered (see Section 5).",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "When the Higgs boson is produced in association with a bb pair, additional jets from b quark fragmentation are expected.",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "Jets with p T > 20 GeV and |η| < 2.4 are considered in this analysis: those that satisfy the requirements for the medium b-tagging working point [82] are taken as b-jet candidates, otherwise they are taken as untagged jets. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "[82]"
                }
            ]
        },
        {
            "text": "Events containing b-jet candidates provide the highest sensitivity for the b-associated production channel, and events that do not contain b-tagged jets provide the best sensitivity for the gluon fusion production channel. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "The events are therefore split into two exclusive categories: the b-tag category, containing events with strictly one b jet and at most one additional untagged jet, and the no-b-tag category, containing events without b-tagged jets. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "In the first category, the requirement of strictly one b jet is aimed at suppressing about 30% of the dominant background from top quark pairs, since the observed b-tagged jet multiplicity in tt events is on average higher than for the Higgs boson signal. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "This is because more than half of the signal events from b-associated production are characterized by b jets emitted at large η, out of the acceptance of the tracking detector, and failing the b-tag requirements, whereas b jets in tt events are preferentially emitted in the central η region. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Therefore, discarding events with two or more b-tagged jets allows the tt background to be rejected without any major impact on the signal efficiency. ",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Furthermore, tt events are characterized by a higher multiplicity of additional untagged jets than the signal events.",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Signal events are characterized by a rather small p miss",
            "section": "Muon selection muon ID1 muon ID2",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "T",
            "section_rank": 7
        },
        {
            "text": ". However, the background content is quite different for the two categories, as shown in Fig. 2. The background from tt events, characterized by a relatively large p miss T from W boson decays, is much more relevant for the b-tag category. For the no-b-tag category, the dominant background is DY production, whose events are characterized by a p miss T distribution that is similar to that of the signal. For this reason, a requirement on p miss T , separately tuned for the b-tag and the no-b-tag events, improves the background rejection and increases the signal sensitivity. Events belonging to the b-tag Table 2 Summary of the selection criteria that define the two event categories. Categorization is applied after the muon selection.",
            "section": "T",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 95,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                },
                {
                    "start": 609,
                    "end": 616,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "b-tag category",
            "section_rank": 8
        },
        {
            "text": "No-b-tag category b-tagged jets  Table 2.",
            "section": "b-tag category",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Signal efficiency and signal systematic uncertainties",
            "section_rank": 9
        },
        {
            "text": "For each value of m A and tan β, the signal efficiency for each Higgs boson sample is defined as the fraction of generated events that fulfill the selection criteria. ",
            "section": "Signal efficiency and signal systematic uncertainties",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "This definition of efficiency also includes the effects of limited detector acceptance and the selections outlined in Section 4. ",
            "section": "Signal efficiency and signal systematic uncertainties",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "Fig. 3 shows the selection efficiency for the A boson as a function of m A , for the gluon fusion and the b-associated production processes, and for the two event categories. ",
            "section": "Signal efficiency and signal systematic uncertainties",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Each curve corresponds to the mean of the efficiency obtained by varying tan β between 5 and 60, while the band of each curve corresponds to the efficiency variations combined with the statistical and systematic uncertainties (described in the next paragraph) of the simulated samples. ",
            "section": "Signal efficiency and signal systematic uncertainties",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "For a given mass, the selection efficiency is weakly dependent on tan β, since this parameter mostly affects the Higgs boson width, with a negligible impact on the kinematic properties of the event. ",
            "section": "Signal efficiency and signal systematic uncertainties",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "The efficiency to detect events produced in association with b quarks is approximately 10% at high masses for the b-tag category. ",
            "section": "Signal efficiency and signal systematic uncertainties",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "This value is mostly determined by the large fraction of b jets that are emitted with an η value that is outside the coverage of the tracking detectors, and indeed ≈50% of events from b-associated samples are reconstructed in the no-b-tag category. ",
            "section": "Signal efficiency and signal systematic uncertainties",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "The efficiency to detect events from gluon fusion reaches a maximal value at ≈65% for m A 400 GeV. ",
            "section": "Signal efficiency and signal systematic uncertainties",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "The very small but Table 3 Systematic uncertainties in the signal efficiency for the two event categories. ",
            "section": "Signal efficiency and signal systematic uncertainties",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 26,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The systematic uncertainties hold for both Higgs boson production processes except for the sources listed in the last three rows, which apply to the b -associated production process only. ",
            "section": "Signal efficiency and signal systematic uncertainties",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "For these three sources, in the model-independent search for a neutral boson produced in association with b quarks, the uncertainties are applied as quoted in the table. ",
            "section": "Signal efficiency and signal systematic uncertainties",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "In the MSSM interpretation, these numbers have to be weighted by the relative contribution of the b-associated production process to each category. ",
            "section": "Signal efficiency and signal systematic uncertainties",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "For those sources of systematics that depend on m A the range of uncertainty is quoted.",
            "section": "Signal efficiency and signal systematic uncertainties",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "Source",
            "section_rank": 10
        },
        {
            "text": "Systematic uncertainty (%) nonvanishing efficiency for signal produced via gluon fusion in the b-tag category is due to the b misidentification probability, which is about 1%. ",
            "section": "Source",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The corresponding efficiencies for the H boson are consistent with those shown in Fig. 3.",
            "section": "Source",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 88,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The systematic uncertainties in the signal description arise from a possible mismodeling of the signal efficiency, of the signal shape, and, for the model interpretation, from uncertainties in its cross section.",
            "section": "Source",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "The systematic uncertainties that affect the signal efficiency are given in Table 3. ",
            "section": "Source",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The size of the simulated signal samples introduces a statistical uncertainty in the signal efficiency that is between 0.2% and 6%, depending on the number of generated events.",
            "section": "Source",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "In order to account for the differences between data and simulation in the muon trigger efficiency, identification, and isolation, scale factors calculated using the tag-and-probe technique [77,78] have been applied to simulated events. ",
            "section": "Source",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "[77,"
                },
                {
                    "start": 194,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "78]"
                }
            ]
        },
        {
            "text": "A similar procedure is used to account for discrepancies between data and simulation in the b-tagging efficiency. ",
            "section": "Source",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "A global correction, calculated as the product of the various scale factors, is applied as an event-by-event weight. ",
            "section": "Source",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "The uncertainty associated with each scale factor is then propagated to the analysis and its impact on the final selection efficiency is assigned as systematic uncertainty. ",
            "section": "Source",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "An event-by-event weight is also applied to account for the modeling of the pileup in the simulation. ",
            "section": "Source",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "The uncertainty in the knowledge of the pileup multiplicity is evaluated by varying the total inelastic cross section [85,86] by ±5%, which translates into an uncertainty smaller than 1% in the signal efficiency. ",
            "section": "Source",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "[85,"
                },
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "86]"
                }
            ]
        },
        {
            "text": "The uncertainty associated with the jet energy scale [87] is estimated by rescaling the jet momentum by a factor depending on the p T and η of each jet. ",
            "section": "Source",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "[87]"
                }
            ]
        },
        {
            "text": "This variation is also propagated to the p miss T determination. ",
            "section": "Source",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "Its effect on the signal selection efficiency is about 1.6 (0.4)% for the b-tag (no-b-tag) category. ",
            "section": "Source",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "Systematic uncertainties in the unclustered energy are propagated to the determination of p miss T . ",
            "section": "Source",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "The effect on the signal efficiency is 4.1% for the b-tag category, and 0.3% for the no-b-tag category. ",
            "section": "Source",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "Systematic uncertainty in the b-tagging algorithm affects the signal yield and the category migration with an impact on the signal efficiency of 2% for the b-tag category and 0.6% for the no-b-tag category. ",
            "section": "Source",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "The uncertainty in the total integrated luminosity is 2.5% [88] and affects the signal yield.",
            "section": "Source",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b79",
                    "text": "[88]"
                }
            ]
        },
        {
            "text": "The uncertainties in the MSSM cross sections depend on m A , tan β, and the scenario. ",
            "section": "Source",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "They are provided by the LHC Higgs Cross Section Working Group [45,46]. ",
            "section": "Source",
            "paragraph_rank": 35,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "text": "[45,"
                },
                {
                    "start": 67,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "46]"
                }
            ]
        },
        {
            "text": "An uncertainty of 3% is used to account for the parton distribution functions.",
            "section": "Source",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Additional corrections are applied to take into account the fact that the signal samples are generated with pythia at LO instead of using an NLO generator. ",
            "section": "Source",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "Higher-order corrections affect the Higgs boson p T modeling, with impacts on the muon acceptance and the jet multiplicity. ",
            "section": "Source",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "Moreover, they cause event migration between the two categories. ",
            "section": "Source",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "The acceptance obtained from the LO samples is corrected to that predicted at NLO. ",
            "section": "Source",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "The corresponding systematic uncertainty is set to the size of the correction itself. ",
            "section": "Source",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "The correction on the modeling of the Higgs p T increases the signal efficiency by 1-4%, depending on the Higgs boson mass. ",
            "section": "Source",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "The correction on the b-jet multiplicity affects only the b-associated signal, resulting in a correction of 20-30% depending on m A , which increases the signal efficiency for the b-tag category, and a correction of 7-20% decreasing the signal efficiency for the no-b-tag category. ",
            "section": "Source",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "An additional correction of 7-25%, related to the untagged jet multiplicity, is applied, and reduces the signal efficiency for the b-tag category, due to the veto on the untagged jets.",
            "section": "Source",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "The systematic uncertainties in the b-tag efficiency and the jet multiplicity shown in Table 3 apply only to the b-associated production process. ",
            "section": "Source",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Both the b-tagging and the b-jet multiplicity uncertainties are anticorrelated between the two event categories. ",
            "section": "Source",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "In the model-independent analysis for the case in which the neutral boson is assumed to be entirely produced in association with b quarks, these uncertainties are applied, as quoted in Table 3, while in the MSSM interpretation, where both the gluon fusion and the b-associated production processes contribute to the two event categories, these systematic uncertainties are weighted by the relative contribution of the latter process.",
            "section": "Source",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The shape of the reconstructed Higgs boson invariant mass distribution is affected by the muon momentum scale and resolution. ",
            "section": "Source",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "Uncertainties in the calibration of these quantities are propagated to the shape of the invariant mass distribution assuming a Gaussian prior, leading to a variation of up to 10% in the width of the signal mass peak, and to a negligible shift of its position. ",
            "section": "Source",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "These uncertainties are taken into account as a signal shape variation in the calculation of the exclusion limit.",
            "section": "Source",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "Modeling of the signal and background shapes",
            "section_rank": 11
        },
        {
            "text": "The invariant mass spectrum of the signal events that pass the event selection is used to determine the signal yield for each category. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "In the framework of the MSSM, this is done by fitting the invariant mass distribution of the h, H, and A bosons, separately for the two event categories and for various combinations of m A -tan β values. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "The function F sig used to parametrize the signal mass shape [21] is defined as:",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 39,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b97",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "(1)",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "text": "In Eq. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "(1), the terms F h , F H , and F A describe the mass shape of the h, H, and A signals, respectively. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "Each term is a convolution of a Breit-Wigner (BW) function to describe the resonance, with a Gaussian function to account for the detector resolution. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "The two parameters of the BW function, as well as the variance of each Gaussian function, are free parameters of the fit used to determine the signal model, while the quantities w h , w H , and w A are the numbers of expected events for each boson passing the event selection. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "For the m A -tan β points for which the signal samples were not generated, the parameters are interpolated from the nearby generated points. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "In order to correct for differences of the order of a few GeV between the pythia prediction of m H with respect to the value calculated by FeynHiggs in the m mod+ h or the value used in the hMSSM, especially for m A 200 GeV, the invariant mass distribution of the H boson is shifted by the corresponding amount. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "For the model-independent analysis the signal shape is described using one single resonance in Eq. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "(1).",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "The analysis does not use background estimation from simulation due to the limited size of simulated events compared to data in the region of interest, as well as due to the large theoretical uncertainties in the background description at high invariant masses. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "text": "Therefore, given the smooth dependence of the background shape on the dimuon invariant mass, it is estimated from the data, by assuming a functional form to describe its dependence as a function of the reconstructed dimuon invariant mass, m μμ , and by fitting it to the observed distribution.",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "text": "The functional form used to describe the background shape is defined as:",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "The quantity exp(λm μμ ) parametrizes the exponential part of the mass distribution, and f represents the weight of the BW term with respect to DY photon exchange, while N 1 and N 2 correspond to the integral of each term in F bkg . ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "The quantities λ and f are free parameters of the fit. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "The parameters Z and m Z are separately determined for the two event categories by fitting the dimuon mass distribution close to the Z boson mass. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "The fit provides the effective values of such quantities, which include detector and resolution effects. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "Their values are then kept constant when using F bkg in the final fit. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "The systematic uncertainty that stems from the choice of the functional form in Eq. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "(2), which was used in earlier searches [21], is assessed as described below. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 44,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b97",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "A linear combination of the functions describing the expected signal and the background is then used to perform a binned maximum likelihood fit to the data, where the uncertainties are treated as nuisance parameters:",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "The fit is performed for each m A and tan β hypothesis, as the yield of the signal events and the shape of F sig depend on these quantities. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "The parameters that describe the signal are determined by fitting the simulated samples that pass the event selection with Eq. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "(1), for each m A and tan β pair, as explained above. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "Subsequently they are assigned as constant terms in F fit . ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "The quantity f bkg is a free parameter in the fit, and the fraction of signal events is defined as f sig = (1 − f bkg ). ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "The overall normalization is also a free parameter and is profiled in the fit.",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "For each m A assumption, the function F fit is used to fit the data over an m μμ range centered on m A . ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "The range has to be large enough to account for the signal width, including the experimental resolution, and it is ±50 GeV for m A ≤ 290 GeV, ±75 GeV for 290 < m A ≤ 390 GeV, and ±100 GeV for 390 < m A ≤ 500 GeV. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "For values of m A smaller than 165 GeV the lower bound of the mass window is set to 115 GeV. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "For m A > 500 GeV, the entire range from 400 to 1200 GeV is used. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "The h boson is used to constrain the results when its mass is included in the fitted mass range.",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "The uncertainty introduced by the choice of the analytical function used to parametrize the background is estimated by using a method similar to that used in Refs. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "[3,21,89]. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 47,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b97",
                    "text": "21,"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b80",
                    "text": "89]"
                }
            ]
        },
        {
            "text": "The method is based on the determination of the number of spurious signal events that are introduced by the choice of the background function F bkg , when the background is fit by the function F fit . ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "The invariant mass spectrum is fitted by the function F a bkg , chosen among various functional forms: Eq. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "(2) or other similar expressions that include a BW plus exponentials, and sum of exponentials. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "All these functional forms adequately describe the background distribution observed in data. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "The fit is performed in the proper mass range centered around the assumed value of m A , and the parameters of F a bkg are determined. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "Then, thousands of MC pseudo-experiments are generated, each one containing the same number of events as observed in the data, distributed according to the functional form F a bkg . ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "For each pseudo-experiment, the invariant mass distribution is then fit with the function F fit of Eq. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "3, once using bkg , relative to the tested mass m A . ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 47,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "ref_id": "formula_8",
                    "text": "3"
                }
            ]
        },
        {
            "text": "This procedure is repeated for each function F a bkg among the functional forms mentioned above, and the largest bias is taken as the systematic uncertainty in the number of signal events obtained from the maximum likelihood fit, due to the choice of Eq. ",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "(2) to parametrize the background distribution.",
            "section": "Modeling of the signal and background shapes",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "Choosing a different function F b",
            "section_rank": 12
        },
        {
            "text": "bkg , instead of Eq. ",
            "section": "Choosing a different function F b",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "(2), was shown to lead to similar biases over the whole mass range. ",
            "section": "Choosing a different function F b",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "The number of spurious signal events varies between a few units and a few hundred depending on the mass of the signal and the event category. ",
            "section": "Choosing a different function F b",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "Although the bias is due to the modeling of the background, its impact on the result depends on the expected signal strength and shape, both varying according to m A and tan β in the model-dependent analysis, and according to the mass of a generic resonance φ for the model-independent case. ",
            "section": "Choosing a different function F b",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "More details about the effect of the bias on the final results are discussed in Section 7.",
            "section": "Choosing a different function F b",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "An example of fits to the data with Eq. ",
            "section": "Choosing a different function F b",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "(3), for the modelindependent case, is shown in Fig. 4. ",
            "section": "Choosing a different function F b",
            "paragraph_rank": 49,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 54,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "Two mass hypotheses, 400 and 980 GeV, are assumed for a single narrow-width resonance φ decaying to two muons. ",
            "section": "Choosing a different function F b",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "The two event categories are combined according to their sensitivity, S/(S + B), where S and B are the number of events in the expected signal and observed background, respectively. ",
            "section": "Choosing a different function F b",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "The uncertainties in the integrated luminosity, in the signal efficiency, and in the background parametrization are taken into account as nuisance parameters. ",
            "section": "Choosing a different function F b",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "Results",
            "section_rank": 13
        },
        {
            "text": "No evidence of Higgs boson production beyond the SM prediction is observed in the mass range in which the analysis has been performed. ",
            "section": "Results",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "text": "Exclusion limits at 95% confidence level (CL) are therefore determined.",
            "section": "Results",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "text": "A maximum likelihood fit to the data, as explained in the previous section, is performed under the background only and the signal-plus-background hypotheses, where the background includes the expectation for the SM Higgs boson. ",
            "section": "Results",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "The systematic uncertainties are incorporated as nuisance parameters in the likelihood. ",
            "section": "Results",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "The upper limits for the signal production are computed using the CL s [90,91] criterion and the hybrid frequentist-bayesian approach, where the distributions of the test-statistic are derived from pseudo-experiments [92].",
            "section": "Results",
            "paragraph_rank": 51,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b81",
                    "text": "[90,"
                },
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b82",
                    "text": "91]"
                },
                {
                    "start": 217,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b83",
                    "text": "[92]"
                }
            ]
        },
        {
            "text": "The results are interpreted within the MSSM in the context of the m mod+ h and hMSSM scenarios, by combining both event categories. ",
            "section": "Results",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "text": "The 95% CL limit on the parameter tan β is presented as a function of m A : the exclusion limit is chosen for each m A as the tan β value at which the CL s is lower than 0.05.",
            "section": "Results",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "text": "To estimate the impact of the various systematic uncertainties, the 95% CL limits have been determined by including different combination of uncertainties: statistical plus all systematic uncertainties, statistical plus systematic uncertainties in the fit bias, statistical plus systematic uncertainties in the efficiency. ",
            "section": "Results",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "The comparison shows that the systematic uncertainties pertaining to the selection efficiency and the fit bias have similar impact.",
            "section": "Results",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "The The results of the τ + τ − analysis [28] exclude a much larger m A -tan β region, reaching the value of tan β = 60 at m A = 1.5 TeV. ",
            "section": "Results",
            "paragraph_rank": 54,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b98",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "For values of m A up to 400 GeV the μ + μ − results exclude a larger m A -tan β region compared to the results of the bb analysis [31], which is instead slightly more sensitive at higher m A reaching the value of tan β = 60 at about m A = 700 GeV.",
            "section": "Results",
            "paragraph_rank": 54,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "Limits on the production cross section times decay branching fraction σ B(φ → μ + μ − ) for a single neutral scalar boson φ have also been determined. ",
            "section": "Results",
            "paragraph_rank": 55,
            "section_rank": 13
        },
        {
            "text": "In the model-independent interpretation the φ boson is searched for as a single resonance with mass m φ assuming a narrow width or a width equal to 10% of m φ . ",
            "section": "Results",
            "paragraph_rank": 55,
            "section_rank": 13
        },
        {
            "text": "In the first case the intrinsic width of the signal is smaller than the invariant mass resolution, while in the second case the width is larger even for mass values near 1000 GeV (lower sensitivity of the analysis).",
            "section": "Results",
            "paragraph_rank": 55,
            "section_rank": 13
        },
        {
            "text": "The simulated signal of the A boson in the tan β = 5 case (smallest intrinsic width, dominated by the detector resolution) is used as a template to compute the detection efficiency of a generic φ boson decaying to a muon pair. ",
            "section": "Results",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "text": "The φ boson is assumed to be produced entirely either via the b-associated or the gluon fusion process, and the analysis is performed separately for the two production mechanisms. ",
            "section": "Results",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "text": "Fig. 6 shows the 95% CL upper limits on the cross section times the decay branching fraction to μ + μ − as a function of the φ mass for a narrow resonance. ",
            "section": "Results",
            "paragraph_rank": 56,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "These limits are more stringent by a factor of 2 to 3 than those recently obtained by ATLAS in a similar search [22]. ",
            "section": "Results",
            "paragraph_rank": 56,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The corresponding upper limits assuming a signal template with a width equal to 10% of its mass value are shown in Fig. 7. ",
            "section": "Results",
            "paragraph_rank": 56,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 121,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "In the case of large signal widths, the upper limits as a function of m φ start from 140 GeV. ",
            "section": "Results",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "text": "This is done to have the signal peak ±3 within the fit range. ",
            "section": "Results",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "text": "Moreover, as one may expect, the limits are less stringent than for the narrow-width approximation, and it is no longer possible to distinguish the fine structure of the 95% CL limits as a function of the mass, as observed for the narrow-width case.",
            "section": "Results",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "text": "Summary",
            "section_rank": 14
        },
        {
            "text": "A search for neutral minimal supersymmetric standard model (MSSM) Higgs bosons decaying to μ + μ − was performed using 13 TeV data collected in proton-proton collisions by the CMS experiment at the LHC. ",
            "section": "Summary",
            "paragraph_rank": 57,
            "section_rank": 14
        },
        {
            "text": "No excess of events was found above the ex-  muons have been determined assuming the neutral boson to be produced entirely either via b-associated or gluon fusion mechanisms. ",
            "section": "Summary",
            "paragraph_rank": 57,
            "section_rank": 14
        },
        {
            "text": "The limits are determined in the mass range from 130 to 1000 GeV, separately for the two production mechanisms. ",
            "section": "Summary",
            "paragraph_rank": 57,
            "section_rank": 14
        },
        {
            "text": "Similarly, exclusion limits are also obtained assuming a signal width equal to 10% of its mass value.   ",
            "section": "Summary",
            "paragraph_rank": 57,
            "section_rank": 14
        },
        {
            "text": "√ s of 13",
            "section_rank": 15
        },
        {
            "text": "TeV. ",
            "section": "√ s of 13",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "The search is performed in the context of the MSSM for values of m A larger than 130 GeV, assuming either the m mod+ h or the hMSSM scenario. ",
            "section": "√ s of 13",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "For values of m A 200 GeV, the MSSM is close to the decoupling limit: the h boson takes the role of the observed SM-like Higgs boson at 125 GeV, and the H and A bosons are nearly degenerate in mass.",
            "section": "√ s of 13",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 16
        },
        {
            "text": "Fig. 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 59,
            "section_rank": 16
        },
        {
            "text": "Leading order Feynman diagrams for the production of the MSSM Higgs boson: gluon fusion production (left) and b-associated production (middle and right).",
            "section": "Fig. 1 .",
            "paragraph_rank": 59,
            "section_rank": 16
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 17
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "Distribution of the missing transverse momentum in (upper) b-tag and (lower) no-b-tag categories, for events with dimuon invariant mass larger than 130 GeV, as observed in data (dots) and predicted by simulation (colored histograms). ",
            "section": "Fig. 2 .",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "The shaded gray band around the total background histogram represents the total uncertainty in the simulated prediction. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "The contribution of the expected signal for m A = 300 GeV and tan β = 20, scaled by a factor of 100, is superimposed for illustration. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "The vertical line represents the upper threshold used to select the events in the two categories.",
            "section": "Fig. 2 .",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 18
        },
        {
            "text": "Fig. 3. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 61,
            "section_rank": 18
        },
        {
            "text": "The selection efficiency for the A boson, as a function of its mass, for the two production mechanisms, b-associated and gluon fusion, and for each of the two event categories. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 61,
            "section_rank": 18
        },
        {
            "text": "The band centered on each curve corresponds to the envelope of efficiencies obtained when varying tan β, combined with the statistical and systematic uncertainties. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 61,
            "section_rank": 18
        },
        {
            "text": "(no-b-tag) category are required to have p miss T < 40 (80) GeV. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 61,
            "section_rank": 18
        },
        {
            "text": "This requirement reduces the background from top quark production by about 75% (40%). ",
            "section": "Fig. 3 .",
            "paragraph_rank": 61,
            "section_rank": 18
        },
        {
            "text": "The selection criteria that define the two categories are summarized inTable 2.",
            "section": "Fig. 3 .",
            "paragraph_rank": 61,
            "section_rank": 18
        },
        {
            "text": "F a bkg , and then using a different function F b bkg , given by Eq. ",
            "paragraph_rank": 62,
            "section_rank": 19
        },
        {
            "text": "(2). ",
            "paragraph_rank": 62,
            "section_rank": 19
        },
        {
            "text": "For each pseudo-experiment, the spurious signal yield, expressed by the number of events N a bias and N b bias , is determined. ",
            "paragraph_rank": 62,
            "section_rank": 19
        },
        {
            "text": "The quantity N a bias is on average consistent with zero within statistical fluctuations. ",
            "paragraph_rank": 62,
            "section_rank": 19
        },
        {
            "text": "The quantity N b bias represents the number of spurious signal events that are found in the signal yield if the function F b bkg is used to describe the background, when the background itself is actually distributed according to F a bkg . ",
            "paragraph_rank": 62,
            "section_rank": 19
        },
        {
            "text": "The median of the distribution of the difference N a bias − N b bias obtained from the pseudo-experiments is defined as the bias introduced by using the function F b",
            "paragraph_rank": 62,
            "section_rank": 19
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 20
        },
        {
            "text": "Fig. 4. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 63,
            "section_rank": 20
        },
        {
            "text": "Examples of fits to data with a signal plus background hypothesis, for a narrow-width signal with a mass of 400 GeV (left), and 980 GeV (right), for the two event categories added together, after weighting by their sensitivity. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 63,
            "section_rank": 20
        },
        {
            "text": "The resonance φ is assumed to be produced via the b-associated production, and to decay to two muons.The 68 and 95% CL bands, shown in dark green and light yellow, respectively, include the uncertainties in the background component of the fit. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 63,
            "section_rank": 20
        },
        {
            "text": "The lower panel shows the difference between the data and the background component of the fit.",
            "section": "Fig. 4 .",
            "paragraph_rank": 63,
            "section_rank": 20
        },
        {
            "text": "results in terms of the expected 95% CL upper limit on the m mod+ h MSSM scenario (with the higgsino mass parameter μ = 200), including the 68 and 95% CL bands, are shown in Fig. 5 (upper), in the m A -tan β plane. ",
            "paragraph_rank": 64,
            "section_rank": 21
        },
        {
            "text": "The results are obtained including the statistical and all systematic uncertainties. ",
            "paragraph_rank": 64,
            "section_rank": 21
        },
        {
            "text": "The 95% CL upper limit is computed up to m A = 600 GeV, where the excluded tan β value exceeds 50. ",
            "paragraph_rank": 64,
            "section_rank": 21
        },
        {
            "text": "For higher values of tan β the MSSM predictions are no longer reliable. ",
            "paragraph_rank": 64,
            "section_rank": 21
        },
        {
            "text": "These results extend the excluded tan β range obtained at 7 and 8 TeV [21] and also extend the range of the tested m A values from 300 to 600 GeV. ",
            "paragraph_rank": 64,
            "section_rank": 21
        },
        {
            "text": "The data are also interpreted in terms of the hMSSM model. ",
            "paragraph_rank": 64,
            "section_rank": 21
        },
        {
            "text": "The corresponding 95% CL upper limit on tan β as a function of m A are shown in Fig. 5 (lower). ",
            "paragraph_rank": 64,
            "section_rank": 21
        },
        {
            "text": "The observed limits are very similar in the two scenarios, since, in the m A -tan β range covered by this analysis the m mod+ h predictions for the h boson mass are consistent with the SM Higgs boson mass, and the cross sections of the H and A bosons are similar between the two models.",
            "paragraph_rank": 64,
            "section_rank": 21
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 22
        },
        {
            "text": "Fig. 5. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 65,
            "section_rank": 22
        },
        {
            "text": "The 95% CL expected, including the 68 and 95% CL bands, and observed upper limits, on tan β as a function of m A for the m mod+ h (upper) and the hMSSM (lower) scenarios of the MSSM. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 65,
            "section_rank": 22
        },
        {
            "text": "The observed exclusion contour is indicated by the purple region, while the area under the red curve is excluded by requiring the neutral h boson mass consistent with 125 ± 3 GeV.",
            "section": "Fig. 5 .",
            "paragraph_rank": 65,
            "section_rank": 22
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 23
        },
        {
            "text": "Fig. 6. ",
            "section": "Fig. 6 .",
            "paragraph_rank": 66,
            "section_rank": 23
        },
        {
            "text": "The 95% CL expected, including the 68 and 95% CL bands, and observed model-independent upper limits on the production cross section times branching fraction of a generic φ boson decaying to a dimuon pair, in the case of b-associated (upper) and gluon fusion (lower) production. ",
            "section": "Fig. 6 .",
            "paragraph_rank": 66,
            "section_rank": 23
        },
        {
            "text": "The results are obtained using a signal template with an intrinsic narrow width.",
            "section": "Fig. 6 .",
            "paragraph_rank": 66,
            "section_rank": 23
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 24
        },
        {
            "text": "Fig. 7. ",
            "section": "Fig. 7 .",
            "paragraph_rank": 67,
            "section_rank": 24
        },
        {
            "text": "The 95% CL expected, including the 68 and 95% CL bands, and observed model-independent upper limits on the production cross section times branching fraction of a generic φ boson decaying to a dimuon pair, in the case of b -associated (upper) and gluon fusion (lower) production. ",
            "section": "Fig. 7 .",
            "paragraph_rank": 67,
            "section_rank": 24
        },
        {
            "text": "The results are obtained using a signal template with an intrinsic width equal to the 10% of the nominal mass. ",
            "section": "Fig. 7 .",
            "paragraph_rank": 67,
            "section_rank": 24
        },
        {
            "text": "Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MOST, and NSFC (China); COLCIEN-CIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI(Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, ROSATOM, RAS and RFBR (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI and FEDER (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST,",
            "section": "Fig. 7 .",
            "paragraph_rank": 67,
            "section_rank": 24,
            "entity_spans": [
                {
                    "start": 663,
                    "end": 667,
                    "type": "software",
                    "rawForm": "MOE",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "C",
            "section_rank": 25
        },
        {
            "text": ".",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Autermann, L. Feld, M.K.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Kiesel, K. Klein, M. Lipinski, D. Meuser, A. Pauls, M. Preuten, M.P.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Rauch, C. Schomakers, J. Schulz, M. Teroerde, B. Wittmer RWTH Aachen University, I. Physikalisches Institut, Aachen, Germany A. Albert, M. Erdmann, S. Erdweg, T. Esch, B. Fischer, R. Fischer, S. Ghosh, T. Hebbeker, K. Hoepfner, H. Keller, L. Mastrolorenzo, M. Merschmeyer, A. Meyer, P. Millet, G. Mocellin, S. Mondal, S. Mukherjee, D. Noll, A. Novak, T. Pook, A. Pozdnyakov, T. Quast, M. Radziej, Y. Rath, H. Reithler, M. Rieger, A. Schmidt, S.C.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Schuler, A. Sharma, S. Thüer, S. Wiedenbeck RWTH Aachen University, III.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Physikalisches Institut A, Aachen, Germany G. Flügge, O. Hlushchenko, T. Kress, T. Müller, A. Nehrkorn, A. Nowack, C. Pistone, O. Pooth, D. Roy, H. Sert, A. Stahl 15 RWTH Aachen University, III.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Physikalisches Institut B, Aachen, Germany M. Aldaya Martin, C. Asawatangtrakuldee, P. Asmuss, I. Babounikau, H. Bakhshiansohi, K. Beernaert, O. Behnke, U. Behrens, A. Bermúdez Martínez, D. Bertsche, A.A.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Bin Anuar, K. Borras 16 , V. Botta, A. Campbell, A. Cardini, P. Connor, S. Consuegra Rodríguez, C. Contreras-Campana, V. Danilov, A. De Wit, M.M.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Defranchis, C. Diez Pardos, D. Domínguez Damiani, G. Eckerlin, D. Eckstein, T. Eichhorn, A. Elwood, E. Eren, E. Gallo 17 , A. Geiser, J.M.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Grados Luyando, A. Grohsjean, M. Guthoff, M. Haranko, A. Harb, N.Z.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Jomhari, H. Jung, A. Kasem 16 , M. Kasemann, J. Keaveney, C. Kleinwort, J. Knolle, D. Krücker, W. Lange, T. Lenz, J. Leonard, J. Lidrych, K. Lipka, W. Lohmann 18 , R. Mankel, I.-A.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Melzer-Pellmann, A.B.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Meyer, M. Meyer, M. Missiroli, G. Mittag, J. Mnich, A. Mussgiller, V. Myronenko, D. Pérez Adán, S.K.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Pflitsch, D. Pitzl, A. Raspereza, A. Saibel, M. Savitskyi, V. Scheurer, P. Schütze, C. Schwanenberger, S. Bahinipati 22 , C. Kar, G. Kole, P. Mal, V.K.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Muraleedharan Nair Bindhu, A. Nayak 23 , S. Roy Chowdhury, D.K.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Sahoo 22 , S.K.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Swain L. Guiducci a,b , F. Iemmi a,b , S. Lo Meo a,28 , S. Marcellini a , G. Masetti a , F.L.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Navarria a,b , A. Perrotta a , F. Primavera a,b , A.M.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Rossi a,b , T. Rovelli a,b , G.P.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Siroli a,b , N. Tosi a a INFN Sezione di Bologna, Bologna, Italy b Università di Bologna, Bologna, Italy S. Albergo a,b,29 , S. Costa a,b , A. Di Mattia a , R. Potenza a,b , A. Tricomi a,b,29 , C. Tuve a,b a INFN Sezione di Catania, Catania, Italy b Università di Catania, Catania, Italy G. Barbagli a , R. Ceccarelli, K. Chatterjee a,b , V. Ciulli a,b , C. Civinini a , R. D'Alessandro a,b , E. Focardi a,b , G. Latino, P. Lenzi a,b , M. Meschini a , S. Paoletti a , L. Russo a,30 , G. Sguazzoni a , D. Strom a , L. Viliani a a INFN Sezione di Firenze, Firenze, Italy b Università di Firenze, Firenze, Italy L. Benussi, S. Bianco, F. Fabbri, D. Piccolo INFN Laboratori Nazionali di Frascati, Frascati, Italy M. Bozzo a,b , F. Ferro a , R. Mulargia a,b , E. Robutti a , S. Tosi a,b a INFN Sezione di Genova, Genova, Italy b Università di Genova, Genova, Italy A. Benaglia a , A. Beschi b , F. Brivio a,b , V. Ciriolo a,b,15 , S. Di Guida a,b,15 , M.E.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Dinardo a,b , P. Dini a , S. Fiorendi a,b , S. Gennai a , A. Ghezzi a,b , P. Govoni a,b , M. Malberti a,b , S. Malvezzi a , D. Menasce a , F. Monti, L. Moroni a , G. Ortona a,b , M. Paganoni a,b , D. Pedrini a , S. Ragazzi a,b , T. Tabarelli de Fatis a,b , D. Zuolo a,b a INFN Sezione di Milano-Bicocca, Milano, Italy b Università di Milano-Bicocca, Milano, Italy S. Buontempo a , N. Cavallo a,c , A. De Iorio a,b , A. Di Crescenzo a,b , F. Fabozzi a,c , F. Fienga a , G. Galati a , A.O.M.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Iorio a,b , L. Lista a,b , S. Meola a,d,15 , P. Paolucci a,15 , C. Sciacca a,b , E. Voevodina a,b a INFN Sezione di Napoli, Napoli, Italy b Università di Napoli 'Federico II', Napoli, Italy c Università della Basilicata, Potenza, Italy d Università G. Marconi, Roma, Italy P. Azzi a , N. Bacchetta a , D. Bisello a,b , A. Boletti a,b , A. Bragagnolo, R. Carlin a,b , P. Checchia a , M. Dall'Osso a,b , P. De Castro Manzano a , T. Dorigo a , U. Dosselli a , F. Gasparini a,b , U. Gasparini a,b , A. Gozzelino a , S.Y.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Hoh, P. Lujan, M. Margoni a,b , A.T.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Meneguzzo a,b , J. Pazzini a,b , M. Presilla b , P. Ronchese a,b , R. Rossin a,b , F. Simonetto a,b , A. Tiko, M. Tosi a,b , M. Zanetti a,b , P. Zotto a,b , G. Zumerle a,b a INFN Sezione di Padova, Padova, Italy b Università di Padova, Padova, Italy c Università di Trento, Trento, Italy A. Braghieri a , P. Montagna a,b , S.P.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Ratti a,b , V. Re a , M. Ressegotti a,b , C. Riccardi a,b , P. Salvini a , I. Vai a,b , P. Vitulo a,b a INFN Sezione di Pavia, Pavia, Italy b Università di Pavia, Pavia, Italy M. Biasini a,b , G.M.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Bilei a , C. Cecchi a,b , D. Ciangottini a,b , L. Fanò a,b , P. Lariccia a,b , R. Leonardi a,b , E. Manoni a , G. Mantovani a,b , V. Mariani a,b , M. Menichelli a , A. Rossi a,b , A. Santocchia a,b , D. Spiga a a INFN Sezione di Perugia, Perugia, Italy b Università di Perugia, Perugia, Italy K. Androsov a , P. Azzurri a , G. Bagliesi a , V. Bertacchi a,c , L. Bianchini a , T. Boccali a , R. Castaldi a , M.A.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Ciocci a,b , R. Dell'Orso a , G. Fedi a , F. Fiori a,c , L. Giannini a,c , A. Giassi a , M.T.",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Grippo a , F. Ligabue a,c , Laboratório de Instrumentação e Física Experimental de Partículas, Lisboa, Portugal P. Bunin, M. Gavrilenko, A. Golunov, A. Golunov, I. Golutvin, I. Gorbunov, V. Karjavine, V. Korenkov, A. Lanev, A. Malakhov, V. Matveev 36,37 , P. Moisenz, V. Palichik, V. Perelygin, M. Savina, S. Shmatov, S. Shulha, O. Teryaev, N. Voytishin, A. Zarubin",
            "section": "C",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Searches for neutral Higgs bosons in the framework of the MSSM were performed by the ATLAS and CMS experiments also in the τ + τ −[20,[23][24][25][26][27][28] and bb[29][30][31] final states. ",
            "paragraph_rank": 69,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b98",
                    "text": "[28]"
                },
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "Limits on the existence of the MSSM Higgs bosons were determined also in e + e − collisions at",
            "paragraph_rank": 69,
            "section_rank": 26
        },
        {
            "text": "TeV collected during 2016 by the CMS experiment at the LHC corresponding to an integrated luminosity of 35.9 fb −1 . ",
            "paragraph_rank": 70,
            "section_rank": 26
        },
        {
            "text": "Similar searches in the dimuon final state were performed by the ATLAS and CMS Collaborations using data collected in p p collisions at 7 and 8 TeV[20,21], and by ATLAS at13 TeV [22].",
            "paragraph_rank": 70,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b97",
                    "text": "21]"
                }
            ]
        },
        {
            "text": "ATLAS Collaboration, CMS Collaborations, Measurements of the Higgs boson production and decay rates and constraints on its couplings from a combined ATLAS and CMS analysis of the LHC pp collision data at TeV, Phys. ",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "Lett. ",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "B 752 (2016) 221, https:// doi .",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "org /10 .1016 /j .",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "physletb .2015 .11.042, arXiv:1508 .01437. ",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "TeV, Phys. ",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "Lett. ",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "B 713 (2012) 68, https://doi .",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "org /10 .1016 /j . ",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "physletb .2012 .05 .028, arXiv:1202 .4083. ",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "[28] CMS Collaboration, Search for additional neutral MSSM Higgs bosons in the τ τ final state in proton-proton collisions at √ s = 13 TeV, J. High Energy Phys. ",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "08 M.R. Darwish, E.A. De Wolf, D. Di Croce, X. Janssen, J. Lauwers, A. Lelek, M. Pieters, H. Van Haevermaet, P. Van Mechelen, N. Van Remortel M. Besancon, F. Couderc, M. Dejardin, D. Denegri, B. Fabbro, J.L. Faure, F. Ferri, S. Ganjour, A. Givernaud, P. Gras, G. Hamel de Monchenault, P. Jarry, C. Leloup, E. Locci, J. Malcles, J. Rander, A. Rosowsky, M.",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "Ö. ",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "Sahin, A. Savoy-Navarro 13 , M. Titov IRFU, CEA, Université Paris-Saclay, Gif-sur-Yvette, France C. Amendola, F. Beaudette, P. Busson, C. Charlot, B. Diab, R. Granier de Cassagnac, I. Kucher, A. Lobanov, C. Martin Perez, M. Nguyen, C. Ochando, P. Paganini, J. Rembser, R. Salerno, J.B. Sauvan, Y. Sirois, A. Zabi, A. Zghiche",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "[21] CMS Collaboration, Search for neutral MSSM Higgs bosons decaying to μ + μ − in pp collisions at √ s = 7 and 8 [22] ATLAS Collaboration, Search for scalar resonances decaying into μ + μ − in events with and without b-tagged jets produced in proton-proton collisions at √ s = 13 TeV with the ATLAS detector, J. High Energy Phys. ",
            "paragraph_rank": 72,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b97",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Centre de Calcul de l'Institut National de Physique Nucleaire et de Physique des Particules, CNRS/IN2P3, Villeurbanne, France S. Beauceron, C. Bernet, G. Boudoul, C. Camen, N. Chanon, R. Chierici, D. Contardo, P. Depasse, H. El Mamouni, J. Fay, S. Gascon, M. Gouzevitch, B. Ille, Sa. ",
            "paragraph_rank": 72,
            "section_rank": 27
        },
        {
            "text": "Jain, F. Lagarde, I.B. Laktineh, H. Lattaud, M. Lethuillier, L. Mirabito, S. Perries, V. Sordini, G. Touquet, M. Vander Donckt, S. Viret Université de Lyon, Université Claude Bernard Lyon 1, CNRS-IN2P3, Institut de Physique Nucléaire de Lyon, Villeurbanne, FranceA. ",
            "paragraph_rank": 72,
            "section_rank": 27
        },
        {
            "text": "Khvedelidze 9",
            "paragraph_rank": 72,
            "section_rank": 27
        },
        {
            "text": "Acknowledgements",
            "section_rank": 29
        },
        {
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. ",
            "section": "Acknowledgements",
            "paragraph_rank": 73,
            "section_rank": 29
        },
        {
            "text": "In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. ",
            "section": "Acknowledgements",
            "paragraph_rank": 73,
            "section_rank": 29
        },
        {
            "text": "E. Manca a,c , G. Mandorli a,c , A. Messineo a,b , F. Palla a , A. Rizzi a,b , G. Rolandi 31 , A. Scribano a , P. Spagnolo a , R. Tenchini a , G. Tonelli a,b , N. Turini, A. Venturi a , P.G.  ",
            "paragraph_rank": 74,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "type": "bibr",
                    "text": "31"
                }
            ]
        }
    ]
}