{
    "level": "sentence",
    "abstract": [
        {
            "text": "A search for supersymmetry (SUSY) is presented where at least one Higgs boson is produced and decays to two photons in the decay chains of pair-produced SUSY particles. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Two analysis strategies are pursued: one focused on strong SUSY production and the other focused on electroweak SUSY production. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The presence of charged leptons, additional Higgs boson candidates, and various kinematic variables are used to categorize events into search regions that are sensitive to different SUSY scenarios. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The results are based on data from proton-proton collisions at the Large Hadron Collider at a center-of-mass energy of 13 TeV collected by the CMS experiment, corresponding to an integrated luminosity of 77.5 fb −1 . ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "No statistically significant excess of events is observed relative to the standard model expectations. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We exclude bottom squark pair production for bottom squark masses below 530 GeV and a lightest neutralino mass of 1 GeV; wino-like chargino-neutralino production in gauge-mediated SUSY breaking (GMSB) for chargino and neutralino masses below 235 GeV with a gravitino mass of 1 GeV; and higgsino-like chargino-neutralino production in GMSB, where the neutralino decays exclusively to a Higgs boson and a gravitino for neutralino masses below 290 GeV.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The Higgs boson (H) provides an intriguing opportunity to explore physics beyond the standard model (SM) of particle physics. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Many scenarios of physics beyond the SM postulate the existence of cascade decays of heavy states involving Higgs bosons [1,2]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 124,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2]"
                }
            ]
        },
        {
            "text": "In minimal supersymmetry (SUSY) [3], a Higgs boson may appear in processes involving the bottom squark ( b), the SUSY partner of the bottom quark. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 32,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Bottom squarks are produced via strong interactions and then may decay to a Higgs boson, quarks, and the lightest SUSY particle (LSP). ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Similarly charginos or neutralinos produced through the electroweak interaction may decay to a Higgs boson and the LSP. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Of particular interest are gaugemediated SUSY breaking (GMSB) scenarios, where the lightest neutralino may decay to a Higgs boson and the gravitino LSP ( G) [4,5]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 160,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                }
            ]
        },
        {
            "text": "Similar searches have been performed by the ATLAS and CMS Collaborations using proton-proton (pp) collisions at the CERN LHC at center-of-mass energies of 8 [6,7] and 13 TeV [8][9][10][11].",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6,"
                },
                {
                    "start": 160,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7]"
                },
                {
                    "start": 174,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 177,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "We search for evidence of SUSY that produces an excess of events with one or more Higgs bosons decaying to two photons and large missing transverse momentum using pp collision data collected by the CMS experiment at the LHC at a center-of-mass energy of 13 TeV in 2016 and 2017, corresponding to an integrated luminosity of 77.5 fb −1 . ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Kinematic  Figure 1. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 11,
                    "end": 19,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Diagrams displaying the simplified models that are being considered. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Upper left: bottom squark pair production; upper right: wino-like chargino-neutralino production; lower: the two relevant decay modes for higgsino-like neutralino pair production in the GMSB scenario.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "variables that discriminate the SUSY signal from SM backgrounds are used to separate events into several mutually exclusive categories, and the diphoton mass from the H → γγ decay is used to extract the signal from the background. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The branching ratio for H → γγ of 0.227% from the SM is assumed. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The dominant backgrounds are SM production of diphoton and photon+jets, which are modeled by functional fits to the diphoton mass distribution. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The SM Higgs boson background constitutes a small fraction of the background for most of the phase space used in the search and is estimated from simulation samples. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "We have designed a new analysis to extend our sensitivity to both strong and electroweak SUSY production over the previously published result [8]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Two analysis strategies are pursued: one focuses on the electroweak production of charginos and neutralinos by introducing additional event categories containing one or two charged-lepton candidates, thereby enhancing the sensitivity to SUSY signatures involving W and Z bosons, and the other is optimized for strong production by categorizing events in the number of jets and the number of jets identified as originating from the fragmentation of b quarks (\"btagged\"). ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The use of the two strategies enhances the overall sensitivity of the search, and increases the robustness of the result by exploring alternative phase space regions. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Finally, we interpret the results in various simplified model scenarios of SUSY as summarized in figure 1, including bottom squark pair production, chargino-neutralino, and neutralino-pair production.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In this paper, we discuss the CMS detector in section 2, the event simulation in section 3, the event reconstruction and selection in section 4, the analysis strategy in section 5, the background estimation in section 6, the systematic uncertainties in section 7, and the results and interpretations in section 8. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "A summary is given in section 9.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "-2 -",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "JHEP11(2019)109 2 The CMS detector",
            "section_rank": 3
        },
        {
            "text": "The central feature of the CMS detector is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. ",
            "section": "JHEP11(2019)109 2 The CMS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Forward calorimeters extend the pseudorapidity (η) coverage provided by the barrel and endcap detectors. ",
            "section": "JHEP11(2019)109 2 The CMS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Muons are measured in gas-ionization detectors embedded in the steel flux-return yoke outside the solenoid. ",
            "section": "JHEP11(2019)109 2 The CMS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The first level of the CMS trigger system [12], composed of custom hardware processors, uses information from the calorimeters and muon detectors to select the most interesting events in a fixed time interval of less than 4 µs. ",
            "section": "JHEP11(2019)109 2 The CMS detector",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The high-level trigger processor farm further decreases the event rate from around 100 kHz to less than 1 kHz before data storage. ",
            "section": "JHEP11(2019)109 2 The CMS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref. ",
            "section": "JHEP11(2019)109 2 The CMS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "[13].",
            "section": "JHEP11(2019)109 2 The CMS detector",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Event simulation",
            "section_rank": 4
        },
        {
            "text": "Simulated Monte Carlo (MC) event samples are used to model the SM Higgs boson backgrounds and the SUSY signal models. ",
            "section": "Event simulation",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Simulated samples of SM Higgs boson production through gluon fusion, vector boson fusion, associated production with a W or a Z boson, bbH, and ttH are generated using the next-to-leading order (NLO) Mad-Graph5 amc@nlo v2.2.2 [14] event generator. ",
            "section": "Event simulation",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The Higgs boson mass is assumed to be 125 GeV for the simulated event samples and is within the uncertainty of the currently best measured value [15,16]. ",
            "section": "Event simulation",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15,"
                },
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16]"
                }
            ]
        },
        {
            "text": "The Higgs boson production cross sections are taken from ref. ",
            "section": "Event simulation",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "[17] and are computed to next-to-next-to-leading order plus next-to-next-to-leading logarithm in the quantum chromodynamics (QCD) coupling constant and to NLO in the electroweak coupling constant. ",
            "section": "Event simulation",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "For the gluon fusion production mode, the sample is generated with up to two extra partons from initial-state radiation (ISR) at NLO accuracy and uses the FxFx matching scheme described in ref. ",
            "section": "Event simulation",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "[18]. ",
            "section": "Event simulation",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "The SUSY signal MC samples are generated using MadGraph5 amc@nlo at leading order accuracy with up to two extra partons in the matrix element calculations, with the MLM matching scheme described in ref. ",
            "section": "Event simulation",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "[19]. ",
            "section": "Event simulation",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "For samples simulating the 2016 data set, pythia v8.212 [20] is used to model the fragmentation and parton showering with the CUETP8M1 tune [21], while for samples simulating the 2017 data set, pythia v8.226 is used with the CP5 [22] tune. ",
            "section": "Event simulation",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 229,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The NNPDF3.0 [23] and NNPDF3.1 [24] parton distribution function (PDF) sets are used for the 2016 and 2017 simulation samples, respectively. ",
            "section": "Event simulation",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ],
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "NNPDF",
                    "resp": "service",
                    "id": "software-simple-s1"
                },
                {
                    "start": 27,
                    "end": 31,
                    "type": "version",
                    "rawForm": "3.1",
                    "resp": "service",
                    "id": "#software-simple-s1"
                }
            ]
        },
        {
            "text": "The production cross section for squark pair production is computed at NLO plus next-to-leading logarithmic (NLL) accuracy in QCD [25][26][27][28][29][30] under the assumption that all SUSY particles other than those in the relevant diagram are too heavy to participate in the interaction. ",
            "section": "Event simulation",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                },
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                },
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                },
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "The cross sections for higgsino pair production are computed at NLO+NLL precision in the limit of mass-degenerate higgsinos χ 0 2 , χ ± 1 , and χ 0 1 , with all the other sparticles assumed to be heavy and decoupled [31][32][33]. ",
            "section": "Event simulation",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                },
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                },
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "Following the convention of real mixing matrices and signed",
            "section": "Event simulation",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "JHEP11(2019)109",
            "section_rank": 5
        },
        {
            "text": "neutralino or chargino masses [34], we set the mass of χ 0 1 ( χ 0 2 ) to positive (negative) values. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "The product of the third and fourth elements of the corresponding rows of the neutralino mixing matrix N is +0.5 (−0.5). ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The elements U 12 and V 12 of the chargino mixing matrices are set to 1.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The SM Higgs boson background samples are simulated using a Geant4-based model [35] of the CMS detector. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "To cover the large SUSY signal parameter space in reasonable computation time, the signal model samples are simulated with the CMS fast simulation package [36,37], which has been validated to produce accurate predictions of object identification efficiencies and momentum resolution. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[36,"
                },
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37]"
                }
            ]
        },
        {
            "text": "All simulated events include the effects of additional pp interactions in the same or adjacent beam bunch crossings (pileup), and are processed with the same chain of reconstruction programs used for collision data.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "To improve the MadGraph modeling of ISR in the SUSY signal MC samples, we apply a shape correction as a function of the multiplicity of ISR jets for bottom squark pair production and as a function of the transverse momentum (p ISR T ) of the charginoneutralino system for chargino-neutralino production, derived from studies of tt and Z +jets events, respectively [38]. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 364,
                    "end": 368,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "The correction factors vary between 0.92 and 0.51 for the ISR jet multiplicity between one and six, and between 1.18 and 0.78 for p ISR T between 125 and 600 GeV. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "The corrections have a small effect on the signal yields for all the simplified models considered at the level of about 1%. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "For the bottom squark pair production signal model, the full effect of the correction is propagated as a systematic uncertainty. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "For the chargino-neutralino production one half of effect of the correction is propagated as a systematic uncertainty.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Event reconstruction and selection",
            "section_rank": 6
        },
        {
            "text": "The search with the 2016 data set uses events selected by the diphoton high-level trigger, which requires two photons with p T above 30 and 18 GeV for the leading and subleading photons, respectively. ",
            "section": "Event reconstruction and selection",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "For the 2017 data set, to cope with the increased instantaneous luminosity, the p T requirement on the subleading photon was increased to 22 GeV in order to reduce the trigger rate. ",
            "section": "Event reconstruction and selection",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "The efficiency of the trigger for events with two identified photons is above 98%.",
            "section": "Event reconstruction and selection",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Events are reconstructed using the CMS particle flow (PF) algorithm [39], which uses the information from the tracker, calorimeter, and muon systems to construct an optimized global description of the event. ",
            "section": "Event reconstruction and selection",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "The reconstructed vertex with the largest value of summed physics-object p 2 T is taken to be the primary interaction vertex. ",
            "section": "Event reconstruction and selection",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The physics objects used in this context are the objects returned by a jet finding algorithm [40,41] applied to all charged tracks associated with the vertex under consideration, plus the corresponding associated missing transverse momentum.",
            "section": "Event reconstruction and selection",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[40,"
                },
                {
                    "start": 97,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41]"
                }
            ]
        },
        {
            "text": "As the signal is predominantly produced in the central region of the detector, we select events with at least two photons reconstructed in the barrel region (|η| < 1.44). ",
            "section": "Event reconstruction and selection",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "The measured energy of photons is corrected for clustering and local geometric effects using an energy regression trained on Monte Carlo (MC) simulation, and calibrated using a combination of π 0 → γγ, η → γγ, and Z → ee candidates [42]. ",
            "section": "Event reconstruction and selection",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "The regression also -4 -",
            "section": "Event reconstruction and selection",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "JHEP11(2019)109",
            "section_rank": 7
        },
        {
            "text": "provides an estimate of the uncertainty of the energy measurement that is used to separate events into high-and low-resolution categories. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "The photons are required to satisfy the photon identification requirements based on electromagnetic shower shape, hadronic to electromagnetic energy ratio, and isolation around the photon candidate. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "A photon is considered isolated if the p T sum of the PF candidates from charged and neutral hadrons and photons within a cone of 0.3 in ∆R = √ (∆η) 2 + (∆φ) 2 , where φ is the azimuthal angle in radians, are each below a set threshold. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "The isolation sums are corrected for the effect of pileup by subtracting the average energy deposited as estimated by the pileup energy density ρ [43]. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "If the photon is matched to a reconstructed electron that is inconsistent with a conversion candidate, it is discarded. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "A loose working point is used for the photon identification, which has an efficiency of approximately 90%, uniform in p T and η. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "The leading (subleading) photon is required to have p T /m γγ > 0. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "33 (0.25), where m γγ is the reconstructed diphoton mass. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "bibr",
                    "text": "33 (0.25)"
                }
            ]
        },
        {
            "text": "The diphoton mass is required to be larger than 100 GeV. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "The two photons with the largest p T , selected according to the identification criteria above, are considered to be the decay products of the Higgs boson candidate.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "The PF candidates are clustered into jets using the anti-k T algorithm [40,41] with a distance parameter of 0.4. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[40,"
                },
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41]"
                }
            ]
        },
        {
            "text": "Jet energy corrections are applied and derived based on a combination of simulation studies, accounting for the nonlinear detector response and the presence of pileup, together with in-situ measurements of the energy balance in dijet and γ+jet events using the methods described in ref. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "[44]. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[44]"
                }
            ]
        },
        {
            "text": "Jets originating from a heavy-flavor parton are identified by the combined secondary vertex (CSVv2) tagger algorithm [45] using a loose working point. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "The resulting efficiency is about 80%, while the mistag rate for light-quark and gluon jets is approximately 10%. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "We identify each jet with p T > 20 GeV that satisfies the loose working point as a b-tagged jet. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Other jets with p T > 30 GeV and |η| < 2.4 are considered in this analysis for the purpose of jet counting. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Electrons and muons in the region |η| < 2.4 and with p T > 20 GeV are selected from the PF candidates, and a loose identification working point is used. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Jets that overlap with the selected electrons, muons, and photons in a cone of size ∆R = 0.4 are discarded. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Electrons in a cone of size ∆R = 1.0 and muons in a cone of size ∆R = 0.5 around the selected photons are discarded. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "A larger veto cone is used for electrons to suppress photon conversions.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "The transverse component of the negative vectorial sum of the momenta of all PF candidates is the missing transverse momentum p miss T , and its magnitude is defined as p miss T . ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "Dedicated filters [46] reject events with possible beam halo contamination or anomalous noise in the calorimeter systems that can give rise to a large p miss T .",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "Analysis strategy",
            "section_rank": 8
        },
        {
            "text": "Two analysis strategies are pursued that employ two alternative event categorization schemes: one focused on electroweak production (EWP analysis) of charginos and neutralinos; and another focused on strong production (SP analysis) of bottom squarks. ",
            "section": "Analysis strategy",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "For both strategies, we define event categories based on the p T of the diphoton Higgs boson candidate, and the presence of additional Z, W, or H → bb candidates. ",
            "section": "Analysis strategy",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "Within each event category, we define search region bins based on the number of jets and b-tagged jets, and the",
            "section": "Analysis strategy",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "JHEP11(2019)109",
            "section_rank": 9
        },
        {
            "text": "values of kinematic variables that discriminate between SUSY signal and SM backgrounds events. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "Finally, to test specific SUSY simplified model hypotheses, we perform an unbinned extended maximum likelihood fit to the diphoton mass distribution, simultaneously in all of the search bins defined for each analysis. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "The dominant background results from SM production of diphoton or photon+jets, and is collectively referred to as the nonresonant background. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "This background exhibits a regular falling shape as validated in the MC simulation samples, and is modeled with a fit to a family of falling functions independently in each search region bin as described in the next section. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "The SM Higgs boson background and the SUSY signal model under test exhibit a resonant shape in the diphoton mass and are constrained to the MC simulation predictions within uncertainties. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "A more detailed discussion of the background fit model and the systematic uncertainties can be found in sections 6 and 7, respectively.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "In the EWP approach, we build upon the strategy employed in a previous publication [8], which categorized events according to the p T of the diphoton Higgs boson candidate, the presence of an additional Higgs boson candidate, the estimated diphoton mass resolution, and the values of the \"razor\" kinematic variables [47,48]. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 20,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 316,
                    "end": 320,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[47,"
                },
                {
                    "start": 320,
                    "end": 323,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "48]"
                }
            ]
        },
        {
            "text": "In addition, we add event categories with one or two identified leptons, and further optimize the binning in the kinematic variables for the enlarged data set. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "The bin boundaries have been chosen to yield the best expected signal significance as estimated using simulation predictions of the signal and background yields. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "These enhancements improve the signal sensitivity to electroweak production of charginos and neutralinos. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "By isolating events with a Z, W, or H → bb candidate in addition to the H → γγ candidate, we improve the sensitivity to the simplified signal models shown in figure 1.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "The Higgs boson candidate and any additional identified leptons or jets are clustered into two hemispheres (megajets) according to the razor megajet algorithm [48], which minimizes the sum of the squared-invariant-mass values of the two megajets. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[48]"
                }
            ]
        },
        {
            "text": "In order to form two hemispheres, we require that events have at least one identified lepton or jet in addition to the Higgs boson candidate. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "The razor variables [47,48] M R and R 2 are then computed as follows:",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[47,"
                },
                {
                    "start": 24,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "48]"
                }
            ]
        },
        {
            "text": "where p is the momentum of a megajet, p z is its longitudinal component, and j 1 and j 2 are used to label the two megajets. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "In the definition of R 2 , the variable M R T is defined as:",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "The razor variables M R and R 2 provide discrimination between SUSY signal models and SM background processes, with SUSY signals typically having large values of M R and R 2 , while the SM diphoton and photon+jets backgrounds exhibit a falling spectrum in each variable.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "-6 -",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "JHEP11(2019)109",
            "section_rank": 10
        },
        {
            "text": "The selected events are first categorized according to the number of electrons or muons. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Events with two same-flavor opposite-sign leptons are placed in the \"Two-Lepton\" category if the dilepton mass satisfies the constraint |m Z − m | ≤ 20 GeV. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Among the remaining events, those with at least one muon (electron) are placed in the \"Muon\" (\"Electron\") category, with the Muon category taking precedence. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Events in the Electron and Muon categories are further subdivided into the \"High-p T \" and \"Low-p T \" subcategories depending on whether the p T of the Higgs boson candidate is larger or smaller than 110 GeV. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "For events which do not have any leptons, we search for pairs of b-tagged jets, whose mass is between 95 and 140 GeV, and place them into the \"Hbb\" category. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "If no such jet-pairs are found, then we search for pairs of b-tagged jets whose mass is between 60 and 95 GeV, and place them into the \"Zbb\" category. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Events in the Hbb and Zbb categories are also further subdivided into the High-p T and Low-p T subcategories using the same criteria stated above. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Among the remaining events, those with the p T of the Higgs boson candidate larger than 110 GeV are placed in the High-p T category. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Finally, the remaining events are categorized as \"High-Res\" or \"Low-Res\" if the diphoton mass resolution estimate σ m /m is smaller or larger than 0.85%, respectively, with σ m defined as:",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "where E γ1,2 is the energy of each photon and σ Eγ1,2 is the estimated energy resolution for each photon. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "The choice of the 0.85% threshold was made to be identical to past results [8], which was previously optimized for signal to background discrimination. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The leptonic categories select SUSY events containing decays to W or Z bosons; the Hbb (Zbb) categories select events that contain an additional Higgs (Z) boson, which decays to a pair of b jets; the High-p T category selects SUSY events producing high-p T Higgs bosons; and the separation into the High-Res and Low-Res categories further improves the discrimination between any signal containing an H → γγ candidate and non-resonant background in the remaining event sample. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "Finally, to distinguish SUSY signal events from the SM background, each event category is further divided into bins in the M R and R 2 variables, provided there are a sufficient number of data events in the diphoton mass sideband to be able to estimate the background. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "These bins define the exclusive search regions. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "For all categories except the Two-Lepton category, we impose the requirement M R > 150 GeV to suppress the SM backgrounds.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "In the SP approach, we optimize the event categorization for strong production of bottom squark pairs, which typically produce a larger number of jets and b-tagged jets. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "An alternative clustering algorithm is employed, following ref. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "[49], to produce two hemispheres referred to as pseudojets, and the kinematic variable m T2 [50] is calculated as",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[49]"
                },
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "where p between the SUSY signal and the SM background. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Two bins in the m T2 variable are used: m T2 < 30 and m T2 ≥ 30 GeV; and three bins in p γγ T /m γγ : 0-0.6, 0.6-1.0 and ≥1.0. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Events are also separated into the Two-Lepton, Muon, Electron, Hbb, and Zbb categories following the same procedure as described above for the EWP approach. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "The remaining events are separated into the hadronic categories depending on the number of jets and b-tagged jets. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Within each of the event categories, the exclusive search region bins are then defined based on the values of the p γγ T /m γγ and m T2 observables. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "A summary of the 35 search region bins is shown in table 1 for the EWP analysis and of the 64 search region bins in tables 2 and 3 for the SP analysis.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Finally, to test specific SUSY simplified model hypotheses, we perform a combined simultaneous fit using all the search regions defined for each analysis. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "The final result for each signal model is obtained from the analysis with the best expected sensitivity. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "The diphoton mass distribution is fit independently in each search region, while the expected yields for the SM Higgs background and SUSY signal model among the different search regions are constrained to the predicted values.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "Search region bins with large values of p γγ T and large values of the kinematic variables M R and m T2 yield the best sensitivity for SUSY signals with larger squark or neutralino masses, as backgrounds are heavily suppressed. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "The event categories with one lepton, two leptons, a Z → bb candidate, or a H → bb candidate yield increasingly better sensitivity for more compressed regions as the neutralino mass approaches the Higgs boson mass.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "Backgrounds",
            "section_rank": 11
        },
        {
            "text": "Two types of backgrounds can be identified for this search: a nonresonant one stemming from the SM production of diphotons or a photon and a jet, and a resonant background from SM Higgs boson production. ",
            "section": "Backgrounds",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "To model the nonresonant background, a set of possible functions is chosen from sums of exponential functions, sums of Bernstein polynomials, Laurent series, and sums of power-law functions. ",
            "section": "Backgrounds",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "To determine the best functional form, two alternative strategies are followed for the EWP and SP analyses. ",
            "section": "Backgrounds",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "As we do not know a priori the exact shape of the background, it is important that the functional form used is capable of adequately describing a sufficiently large range of background shapes to cover potential systematic effects that affect the shapes. ",
            "section": "Backgrounds",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "At the same time we do not want to arbitrarily increase the number of fit parameters without yielding additional robustness against systematic uncertainties.",
            "section": "Backgrounds",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "The EWP analysis uses the Akaike information criterion (AIC) [51] to determine which functional forms are most appropriate to describe the background spectrum. ",
            "section": "Backgrounds",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[51]"
                }
            ]
        },
        {
            "text": "The same procedure was employed in the previous version of this search [8]. ",
            "section": "Backgrounds",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Bias tests are performed by drawing random events using one functional form and fitting the resulting pseudo-data set to another functional form. ",
            "section": "Backgrounds",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "The functional form with the best AIC measure passing the bias test is chosen to describe the nonresonant background.",
            "section": "Backgrounds",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "For the SP analysis, the background fit is performed by discrete profiling using the \"envelope\" method [52]. ",
            "section": "Backgrounds",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[52]"
                }
            ]
        },
        {
            "text": "The background functional form is treated as a discrete nuisance parameter in the likelihood fit. ",
            "section": "Backgrounds",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "A penalty is assigned to the likelihood for each parameter in JHEP11 (2019)109Bin number Category",
            "section": "Backgrounds",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 78,
                    "text": "(2019)109"
                }
            ]
        },
        {
            "text": "Hbb High-p T ≥110 ≥150 0.000-0.080 EWP 8",
            "section": "Backgrounds",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "Hbb  Table 1. ",
            "section": "Backgrounds",
            "paragraph_rank": 35,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "A summary of the search region bins used in the EWP analysis. ",
            "section": "Backgrounds",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "Events are separated into categories based on the number of leptons, the presence of H → bb candidates, the p T of the H → γγ candidate, and the estimated diphoton mass resolution. ",
            "section": "Backgrounds",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "The High-Res and Low-Res categories are defined by the estimated diphoton resolution mass σ m /m being smaller or larger than 0.85%, respectively. ",
            "section": "Backgrounds",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "For the Two-Lepton category, \"No req.\" means that no requirements are placed on the given observables.",
            "section": "Backgrounds",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "JHEP11(2019)109",
            "section_rank": 12
        },
        {
            "text": "Bin number Bin name Category",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "text": "1e",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "text": "1e",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "1e",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "1e",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "1e",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "text": "Zbb",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "Zbb",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "text": "Zbb",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "Zbb",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "Hbb",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "Hbb",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "text": "Hbb  Table 2. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "A summary of the search region bins in the leptonic and Higgs boson categories used in the SP analysis, along with the requirements on p γγ T /m γγ and m T2 . ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "There are no explicit requirements on the number of jets or b-tagged jets for these categories. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "For the Two-Lepton category, \"No req.\" means that no requirements are placed on the given observables. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "the function. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "The envelope with the best likelihood is determined by the discrete profiling method taking penalties into account. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "These two alternative background modeling methods were studied in a past CMS measurement of the SM Higgs process in the diphoton decay channel and similar accuracy is expected [53].",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[53]"
                }
            ]
        },
        {
            "text": "The shape of the SM Higgs boson background and the SUSY signals is modeled by a double Crystal Ball function [54,55], fitted to the diphoton mass distribution from the MC simulation separately in each search region bin. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 49,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[54,"
                },
                {
                    "start": 113,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "55]"
                }
            ]
        },
        {
            "text": "The parameters of each double Crystal Ball function are held constant in the signal extraction fit procedure. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "The normalization of the SM Higgs boson background in each bin is constrained to the MC simulation prediction to within systematic uncertainties.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "JHEP11(2019)109",
            "section_rank": 13
        },
        {
            "text": "Bin number Bin name Jets b-tagged jets Table 3. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 50,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 46,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "A summary of the search region bins in the leptonic and Higgs boson categories used in the SP analysis, along with the requirements on p γγ T /m γγ and m T2 . ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "text": "\"No req.\" means that no requirements are placed on the given observables.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "text": "-11 -",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "JHEP11(2019)109 7 Systematic uncertainties",
            "section_rank": 14
        },
        {
            "text": "The dominant systematic uncertainties in this search are the normalization and shape of the nonresonant background associated with the fitted functional form. ",
            "section": "JHEP11(2019)109 7 Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "They are propagated by profiling the associated unconstrained functional form parameters. ",
            "section": "JHEP11(2019)109 7 Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "The fraction of the total uncertainty due to the nonresonant background fit ranges from 75% to 99%, and is above 90% for most search region bins. ",
            "section": "JHEP11(2019)109 7 Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "The subdominant systematic uncertainties in the SM Higgs boson background and SUSY signal are propagated through independent log-normal nuisance parameters that take both theoretical and instrumental effects into account. ",
            "section": "JHEP11(2019)109 7 Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "These systematic uncertainties affect the event yield predictions of the SM Higgs boson background and SUSY signal in the different search region bins, and are propagated as shape uncertainties. ",
            "section": "JHEP11(2019)109 7 Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "The independent systematic effects considered include missing higher-order QCD corrections, PDFs, trigger and object selection efficiencies, jet energy scale uncertainties, b-tagging efficiency, lepton identification efficiencies, fast simulation p miss T modeling, and the uncertainty in the integrated luminosity. ",
            "section": "JHEP11(2019)109 7 Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "The typical size of these effects on the signal and background yields are summarized in table 4, and are approximately the same for the SP and EWP analyses. ",
            "section": "JHEP11(2019)109 7 Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "Systematic uncertainties due to missing higher-order corrections are estimated by the use of the procedure outlined in ref. ",
            "section": "JHEP11(2019)109 7 Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "[56], where the factorization (µ F ) and renormalization (µ R ) scales are varied independently by factors of 0.5 and 2.0. ",
            "section": "JHEP11(2019)109 7 Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[56]"
                }
            ]
        },
        {
            "text": "The PDF systematic uncertainties are propagated for the SM Higgs background as a shape uncertainty using the LHC4PDF procedure [57].",
            "section": "JHEP11(2019)109 7 Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[57]"
                }
            ]
        },
        {
            "text": "Because of the imperfect simulation of the effects of pileup and transparency loss from radiation damage in the ECAL crystals, we observe some simulation mismodeling of the estimated mass resolution, which can migrate events between the High-Res and Low-Res event categories of the EWP analysis. ",
            "section": "JHEP11(2019)109 7 Systematic uncertainties",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "As a result, a systematic uncertainty of 10-24%, measured using a Z → e + e − control sample, is propagated to the prediction of the SM Higgs boson background and SUSY signal yields in the High-Res and Low-Res event categories. ",
            "section": "JHEP11(2019)109 7 Systematic uncertainties",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "The systematic uncertainty in the photon energy scale is implemented as a Gaussian-distributed nuisance parameter that shifts the Higgs boson mass peak position, constrained in the fit to lie within approximately 1% of the nominal Higgs boson mass observed in simulation. ",
            "section": "JHEP11(2019)109 7 Systematic uncertainties",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "The systematic uncertainty for the modeling of the ISR for the signal process is also propagated.",
            "section": "JHEP11(2019)109 7 Systematic uncertainties",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "Results and interpretation",
            "section_rank": 15
        },
        {
            "text": "The fit results for the search region bins including the data yields, fitted background, and signal yields are summarized in tables 5 and 6 for the SP analysis and in table 7 for the EWP analysis. ",
            "section": "Results and interpretation",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "Example fit results are shown in figure 2 to illustrate the background-only and signal plus background fits. ",
            "section": "Results and interpretation",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "We observe no statistically significant deviation from the SM background expectation.",
            "section": "Results and interpretation",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "The search results are interpreted in terms of limits on the product of the production cross section and branching fraction for simplified models of bottom squark pair production and chargino-neutralino production indicated in figure 1. ",
            "section": "Results and interpretation",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "In the case of bottom squark pair JHEP11 2019  production, we consider the scenario where the bottom squark subsequently decays to a bottom quark and the next-to-lightest neutralino ( χ 0 2 ), where the χ 0 2 decays to a Higgs boson and the LSP ( χ 0 1 ). ",
            "section": "Results and interpretation",
            "paragraph_rank": 55,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "text": "2019"
                }
            ]
        },
        {
            "text": "The mass splitting between the χ 0 2 and χ 0 1 is assumed to be 130 GeV, slightly above threshold to produce an on-shell Higgs boson.",
            "section": "Results and interpretation",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "In the case of chargino-neutralino production, we consider two different scenarios. ",
            "section": "Results and interpretation",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "text": "In the first scenario, the pure wino-like charginos ( χ ± 1 ) and the χ 0 2 are mass-degenerate and are produced together, with the chargino decaying to a W boson and the χ 0 1 LSP, and the χ 0 2 decaying to a Higgs boson and the LSP. ",
            "section": "Results and interpretation",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "text": "The production cross sections are computed at NLO+NLL accuracy in QCD in the limit of mass-degenerate wino χ 0 2 and χ ± 1 , light bino χ 0 1 , and with all the other sparticles assumed to be heavy and decoupled [31][32][33].",
            "section": "Results and interpretation",
            "paragraph_rank": 56,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                },
                {
                    "start": 216,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                },
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "In the second scenario, we consider a GMSB [4,5] simplified model where higgsino-like charginos and neutralinos are nearly mass-degenerate and are produced in pairs through the following combinations:",
            "section": "Results and interpretation",
            "paragraph_rank": 57,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 46,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                }
            ]
        },
        {
            "text": "Because of the mass degeneracy, both the χ 0 2 and χ ± 1 will decay to χ 0 1 and other low-p T (soft) particles, leading to a signature with a χ 0 1 pair. ",
            "section": "Results and interpretation",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "Each χ 0 1 will subsequently decay to a Higgs boson and the G LSP, or to a Z boson and the LSP. ",
            "section": "Results and interpretation",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "We consider the case where the branching fraction of the χ 0 1 → H G decay is 100%, and the case where the branching fraction of the χ 0 1 → H G and χ 0 1 → Z G decays are each 50%. ",
            "section": "Results and interpretation",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "This scenario is represented by the χ 0 1 -pair production simplified model shown on figure 1.",
            "section": "Results and interpretation",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "We show the expected event yields from a representative selection of the different simplified SUSY models considered in the different search region bins of the SP analysis in tables 8 and 9, and in the different search region bins of the EWP analysis in table 10. ",
            "section": "Results and interpretation",
            "paragraph_rank": 59,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "The details of the particular signal model are described in the caption of table 8.",
            "section": "Results and interpretation",
            "paragraph_rank": 59,
            "section_rank": 15
        },
        {
            "text": "Following the CL s criterion [58][59][60], we use the profile likelihood ratio test statistic and the asymptotic formula [61]   Table 5. ",
            "section": "Results and interpretation",
            "paragraph_rank": 60,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[58]"
                },
                {
                    "start": 33,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[59]"
                },
                {
                    "start": 37,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[60]"
                },
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[61]"
                },
                {
                    "start": 128,
                    "end": 135,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "The observed data, fitted nonresonant background yields, and SM Higgs boson background yields within the mass window between 122 and 129 GeV are shown for each search region bin in the Hbb, Zbb, and leptonic categories of the SP analysis. ",
            "section": "Results and interpretation",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "The uncertainties quoted are the fit uncertainties, which include the impact of all systematic uncertainties. ",
            "section": "Results and interpretation",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "The bin names give a short-form description of the search region bin definition which are given in full in table 2. ",
            "section": "Results and interpretation",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "The labels p 0 T , p 75 T , and p 125 T refer to bins defined by the requirement that p γγ T /m γγ is less than 0.6, between 0.6 and 1.0, and greater than 1.0, respectively. ",
            "section": "Results and interpretation",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "The labels m 0 T2 and m 30 T2 refer to bins defined by the requirement that m T2 is less than and greater than 30 GeV, respectively. ",
            "section": "Results and interpretation",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "pected limits on the signal production cross sections. ",
            "section": "Results and interpretation",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "For the simplified models of bottom squark pair production where the bottom squark undergoes a cascade decay to a Higgs boson and the LSP, the SP analysis yields better expected sensitivity because of the binning in the number of jets and b-tagged jets, as more jets and more heavy-flavor jets are produced. ",
            "section": "Results and interpretation",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "The limits obtained using the SP analysis are shown in figure 3, as a function -14 -  of the bottom squark mass and the LSP mass. ",
            "section": "Results and interpretation",
            "paragraph_rank": 60,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 63,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "figure 3"
                }
            ]
        },
        {
            "text": "We exclude bottom squarks with masses below about 530 GeV for an LSP mass of 1 GeV.",
            "section": "Results and interpretation",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "For the simplified models of chargino-neutralino production, the EWP analysis has slightly better expected sensitivity because of the inclusion of bins with smaller M R and larger R 2 . ",
            "section": "Results and interpretation",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "text": "Events in such bins typically have lower values of p miss T and are not in the regions of high signal sensitivity for the SP analysis, while the R 2 variable is able to suppress backgrounds more effectively in these regions of phase space. ",
            "section": "Results and interpretation",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "text": "For the wino-like chargino-neutralino production, the limits obtained using the EWP analysis are shown in figure 4 as a function of the chargino mass and the LSP mass. ",
            "section": "Results and interpretation",
            "paragraph_rank": 61,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "figure 4"
                }
            ]
        },
        {
            "text": "We exclude chargino masses below about 235 GeV for an LSP mass of 1 GeV. ",
            "section": "Results and interpretation",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "text": "For the higgsino-like chargino-neutralino production simplified models, the limits obtained using the EWP analysis are shown in figure 5 as a function of the chargino mass for the case where the branching fraction of the χ 0 1 → H G decay is 100%, and for the case where the branching fraction of the χ 0 1 → H G and χ 0 1 → Z G decays are both 50%. ",
            "section": "Results and interpretation",
            "paragraph_rank": 61,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "type": "figure",
                    "text": "figure 5"
                }
            ]
        },
        {
            "text": "We exclude charginos below 290 and 230 GeV in the former and latter cases, respectively. ",
            "section": "Results and interpretation",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "text": "The corresponding limits from the EWP analysis as applied to bottom squark production and limits from the SP analysis as applied to chargino-neutralino production are included in the appendix for completeness.  ",
            "section": "Results and interpretation",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "text": "The search region bins with large p γγ T in the H → bb category yield the best overall sensitivity. ",
            "section": "Results and interpretation",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "text": "For signal models with squark or neutralino masses exceeding the Higgs boson mass by 100 GeV or more, the search region bins with large values of p γγ T and large values of the kinematic variables M R and m T2 in the untagged jet categories of the SP analysis or the High-p T category for the EWP analysis also contribute significantly to the search sensitivity. ",
            "section": "Results and interpretation",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "text": "For more compressed regions of the signal model parameter space, where the neutralino mass approaches the Higgs boson mass, the search region bins with large p γγ T in the leptonic categories contribute significantly to the search sensitivity. ",
            "section": "Results and interpretation",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "text": "The search region bins with small values of p γγ T and small values of the kinematic variables M R , R 2 , and m T2 typically have low sensitivity to the simplified models considered due to higher levels of background, but are included to maintain inclusivity for this search.",
            "section": "Results and interpretation",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "text": "Summary",
            "section_rank": 16
        },
        {
            "text": "We have presented a search for supersymmetry (SUSY) in the final state with a Higgs boson (H) decaying to a photon pair, using data collected with the CMS detector at the LHC in 2016 and 2017, corresponding to 77.5 fb −1 of integrated luminosity. ",
            "section": "Summary",
            "paragraph_rank": 62,
            "section_rank": 16
        },
        {
            "text": "To improve the sensitivity over previously published results, we pursue two strategies that are optimized for strong and electroweak SUSY production    ",
            "section": "Summary",
            "paragraph_rank": 62,
            "section_rank": 16
        },
        {
            "text": "77.5 fb CMS Figure 5. ",
            "section": "Summary",
            "paragraph_rank": 63,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "type": "figure",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "The observed 95% CL upper limits on the production cross section for higgsino-like chargino-neutralino production are shown for the EWP analysis. ",
            "section": "Summary",
            "paragraph_rank": 63,
            "section_rank": 16
        },
        {
            "text": "We present limits in the scenario where the branching fraction of χ 0 1 → H G decay is 100% (left plot), and where the χ 0 1 → H G and χ 0 1 → Z G decays are each 50% (right plot). ",
            "section": "Summary",
            "paragraph_rank": 63,
            "section_rank": 16
        },
        {
            "text": "The dotted and solid black curves represent the expected and observed exclusion region, and the green dark and yellow light bands represent the ±1 and ±2 standard deviation regions, respectively. ",
            "section": "Summary",
            "paragraph_rank": 63,
            "section_rank": 16
        },
        {
            "text": "The red solid and dotted lines show the theoretical production cross section and its uncertainty band.",
            "section": "Summary",
            "paragraph_rank": 63,
            "section_rank": 16
        },
        {
            "text": "-17 -  Table 6. ",
            "section": "Summary",
            "paragraph_rank": 64,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 14,
                    "type": "table",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "The observed data, fitted nonresonant background yields, and SM Higgs boson background yields within the mass window between 122 and 129 GeV are shown for each search region bin in the all-hadronic categories of the SP analysis. ",
            "section": "Summary",
            "paragraph_rank": 64,
            "section_rank": 16
        },
        {
            "text": "The uncertainties quoted are the fit uncertainties, which include the impact of all systematic uncertainties. ",
            "section": "Summary",
            "paragraph_rank": 64,
            "section_rank": 16
        },
        {
            "text": "The bin names give a short-form description of the search region bin definition which are given in full in table 3. ",
            "section": "Summary",
            "paragraph_rank": 64,
            "section_rank": 16
        },
        {
            "text": "The labels p 0 T , p 75 T , and p 125 T refer to bins defined by the requirement that p γγ T /m γγ is less than 0.6, between 0.6 and 1.0, and greater than 1.0, respectively. ",
            "section": "Summary",
            "paragraph_rank": 64,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 34,
                    "end": 37,
                    "type": "bibr",
                    "text": "125"
                }
            ]
        },
        {
            "text": "The labels m 0 T2 and m 30 T2 refer to bins defined by the requirement that m T2 is less than and greater than 30 GeV, respectively. ",
            "section": "Summary",
            "paragraph_rank": 64,
            "section_rank": 16
        },
        {
            "text": "Zbb",
            "section": "Summary",
            "paragraph_rank": 64,
            "section_rank": 16
        },
        {
            "text": "JHEP11(2019)109",
            "section_rank": 17
        },
        {
            "text": "2.9 ± 0.5 0.81 ± 0.14 0.03 ± 0.01 5.9 ± 0.4 1.4 ± 0.1 SP 20",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 65,
            "section_rank": 17
        },
        {
            "text": "Hbb",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 66,
            "section_rank": 17
        },
        {
            "text": "Hbb",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 67,
            "section_rank": 17
        },
        {
            "text": "Hbb  Table 8. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "type": "table",
                    "text": "Table 8"
                }
            ]
        },
        {
            "text": "The expected signal yields for the SUSY simplified model signals considered are shown for each search region bin in the Hbb, Zbb, and leptonic categories of the SP analysis. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "The bin names give a short-form description of the search region bin definition which are given in full in table 2. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "The labels p 0 T , p 75 T , and p 125 T refer to bins defined by the requirement that p γγ T /m γγ is less than 0.6, between 0.6 and 1.0, and greater than 1.0, respectively. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "The labels m 0 T2 and m 30 T2 refer to bins defined by the requirement that m T2 is less than and greater than 30 GeV, respectively. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "The labels HH and ZH refer to the signal models for higgsino-like chargino and neutralino production where the branching fractions of the decays χ 0 1 → H G and χ 0 1 → Z G are 100% and 0% , and 50% and 50%, respectively. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "For the above two scenarios, the mass of the chargino and next-to-lightest neutralino is 175 GeV, while the LSP mass is 45 GeV. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "The label WH (200,1) refers to the signal model for wino-like chargino and neutralino production, where the mass of the chargino and next-to-lightest neutralino is 200 GeV and the LSP mass is 1 GeV. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 10,
                    "end": 18,
                    "type": "bibr",
                    "text": "WH (200,"
                },
                {
                    "start": 18,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1)"
                }
            ]
        },
        {
            "text": "The labels b (450,1) and b (450,300) refer to the signal models for bottom squark pair production where the bottom squark mass is 450 GeV and the LSP mass is 1 and 300 GeV, respectively. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "used to tag the decay products of an additional boson, while kinematic quantities such as m T2 and the razor variables M R and R 2 are used to suppress standard model backgrounds. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "Data driven fits determine the shape and normalization of the nonresonant background.  ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "Table 9. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 9"
                }
            ]
        },
        {
            "text": "The expected signal yields for the SUSY simplified model signals considered are shown for each search region bin in the all-hadronic categories of the SP analysis. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "The bin names give a short-form description of the search region bin definition which are given in full in table 3. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "The labels p 0 T , p 75 T , and p 125 T refer to bins defined by the requirement that p γγ T /m γγ is less than 0.6, between 0.6 and 1.0, and greater than 1.0, respectively. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "The labels m 0 T2 and m 30 T2 refer to bins defined by the requirement that m T2 is less than and greater than 30 GeV, respectively. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "The labels for the different signal models are explained in detail in the caption of table 8. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "The resonant background from standard model Higgs boson production is estimated from simulation. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "The results are interpreted in terms of exclusion limits on the production cross section of simplified models of bottom squark pair production and chargino-neutralino production. ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "As a result of the improvements in the event categorization and the larger data set, we extend the mass limits over the previous best results [8] by about 100 GeV for bottom squark pair production and about 50 GeV for chargino-neutralino production.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 68,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "JHEP11(2019)109",
            "section_rank": 18
        },
        {
            "text": "JHEP11(2019)109",
            "section_rank": 19
        },
        {
            "text": "JHEP11(2019)109",
            "section_rank": 20
        },
        {
            "text": "We exclude bottom squark pair production for bottom squark masses below 530 GeV for a lightest neutralino mass of 1 GeV; wino-like chargino-neutralino production, for chargino and neutralino ( χ 0 ) masses of up to 235 GeV and a gravitino ( G) mass of 1 GeV; and higgsino-like chargino-neutralino production, for chargino and neutralino ( χ 0 1 ) masses of up to 290 and 230 GeV for the cases where the branching fraction of the lightest neutralino χ 0 1 → H G decay is 100%, and where the branching fractions of the χ 0 1 → H G and χ 0 → Z G decays are both 50%, respectively.",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 69,
            "section_rank": 20
        },
        {
            "text": "Acknowledgments",
            "section_rank": 21
        },
        {
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. ",
            "section": "Acknowledgments",
            "paragraph_rank": 70,
            "section_rank": 21
        },
        {
            "text": "In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. ",
            "section": "Acknowledgments",
            "paragraph_rank": 70,
            "section_rank": 21
        },
        {
            "text": "Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMBWF and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ,  , 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary); the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonatabis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Ministry of Science andEducation, grant no. 3.2989.2017 (Russia); the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (USA).",
            "section": "Acknowledgments",
            "paragraph_rank": 70,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 227,
                    "end": 297,
                    "type": "bibr",
                    "text": ", 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary)"
                },
                {
                    "start": 821,
                    "end": 832,
                    "type": "bibr",
                    "text": "Science and"
                },
                {
                    "start": 832,
                    "end": 873,
                    "type": "bibr",
                    "text": "Education, grant no. 3.2989.2017 (Russia)"
                }
            ]
        },
        {
            "text": "A Additional simplified model interpretations",
            "section_rank": 22
        },
        {
            "text": "While the EWP and SP analyses have greater expected sensitivity to electroweak and strong SUSY production, respectively, both analyses do have sensitivity to both production modes. ",
            "section": "A Additional simplified model interpretations",
            "paragraph_rank": 71,
            "section_rank": 22
        },
        {
            "text": "In this appendix, we present limits obtained from the EWP and SP analyses for the simplified models that were not shown in section 8.",
            "section": "A Additional simplified model interpretations",
            "paragraph_rank": 71,
            "section_rank": 22
        },
        {
            "text": "The upper plot of figure 6 shows the limits for sbottom pair production obtained using the EWP analysis, as a function of the bottom squark mass and the LSP mass.",
            "section": "A Additional simplified model interpretations",
            "paragraph_rank": 72,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 26,
                    "type": "figure",
                    "text": "figure 6"
                }
            ]
        },
        {
            "text": "For the wino-like chargino-neutralino production, the limits obtained using the SP analysis are shown in the lower plot of figure 6 as a function of the chargino mass and the LSP mass. ",
            "section": "A Additional simplified model interpretations",
            "paragraph_rank": 73,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "type": "figure",
                    "text": "figure 6"
                }
            ]
        },
        {
            "text": "Figure 7 shows the limits for the higgsino-like chargino-neutralino production simplified models obtained using the SP analysis as a function of the chargino mass for the case where the branching fraction of the χ 0 1 → H G decay is 100% on the left, and for the case where the branching fraction of the χ 0 1 → H G and χ 0 1 → Z G decays are both 50% on the right.  ",
            "section": "A Additional simplified model interpretations",
            "paragraph_rank": 73,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "Figure 7 shows the limits for the higgsino-like chargino-neutralino production simplified models obtained using the SP analysis as a function of the chargino mass for the case where the branching fraction of the χ 0 1 → H G decay is 100% on the left, and for the case where the branching fraction of the χ 0 1 → H G and χ 0 1 → Z G decays are both 50% on the right.  Figure 6. The observed 95% CL upper limits on the bottom squark pair production cross section for the EWP analysis (upper plot), and on the wino-like chargino-neutralino production cross section for the SP analysis (lower plot), are shown. ",
            "section": "A Additional simplified model interpretations",
            "paragraph_rank": 73,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 7"
                },
                {
                    "start": 367,
                    "end": 375,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "The bold and light solid black contours represent the observed exclusion region and the ±1 standard deviation (s.  ",
            "section": "A Additional simplified model interpretations",
            "paragraph_rank": 73,
            "section_rank": 22
        },
        {
            "text": "Figure 7. The observed 95% CL upper limits on the production cross section for higgsino-like chargino-neutralino production are shown for the SP analysis. ",
            "section": "A Additional simplified model interpretations",
            "paragraph_rank": 73,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "The charginos and neutralinos undergo several cascade decays producing either Higgs bosons (left plot), or a Higgs boson and a Z boson (right plot). ",
            "section": "A Additional simplified model interpretations",
            "paragraph_rank": 73,
            "section_rank": 22
        },
        {
            "text": "We present limits in the scenario where the branching fraction of χ 0 1 → H G decay is 100% (left plot), and where the χ 0 1 → H G and χ 0 1 → Z G decays are each 50% (right plot). ",
            "section": "A Additional simplified model interpretations",
            "paragraph_rank": 73,
            "section_rank": 22
        },
        {
            "text": "The dotted and solid black curves represent the expected and observed exclusion region, and the green dark and yellow light bands represent the ±1 and ±2 standard deviation regions, respectively. ",
            "section": "A Additional simplified model interpretations",
            "paragraph_rank": 73,
            "section_rank": 22
        },
        {
            "text": "The red solid and dotted lines show the theoretical production cross section and its uncertainty band.",
            "section": "A Additional simplified model interpretations",
            "paragraph_rank": 73,
            "section_rank": 22
        },
        {
            "text": "Open Access. ",
            "section": "A Additional simplified model interpretations",
            "paragraph_rank": 74,
            "section_rank": 22
        },
        {
            "text": "This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "section": "A Additional simplified model interpretations",
            "paragraph_rank": 74,
            "section_rank": 22
        },
        {
            "text": "obtained by pairing any of these trial vectors with one of the two pseudojets. ",
            "paragraph_rank": 75,
            "section_rank": 23
        },
        {
            "text": "The minimization is performed over all trial momenta satisfying the p miss T constraint. ",
            "paragraph_rank": 75,
            "section_rank": 23
        },
        {
            "text": "The p γγ T /m γγ and m T2 kinematic variables are used to enhance the discrimination",
            "paragraph_rank": 75,
            "section_rank": 23
        },
        {
            "text": "Figure 2 .",
            "section_rank": 24
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 .",
            "paragraph_rank": 76,
            "section_rank": 24
        },
        {
            "text": "The diphoton mass distribution for two example search bin is shown with the background-only fit (left) and the signal-plus-background fit (right) to illustrate the signal extraction procedure. ",
            "section": "Figure 2 .",
            "paragraph_rank": 76,
            "section_rank": 24
        },
        {
            "text": "The search region bins shown corresponds to the Hbb p125   T , m 0 T2 category, bin 21, of the SP analysis (upper) and the Muon Low-p T category, bin 2, of the EWP analysis (lower).",
            "section": "Figure 2 .",
            "paragraph_rank": 76,
            "section_rank": 24
        },
        {
            "text": "Figure 3 .",
            "section_rank": 25
        },
        {
            "text": "Figure 3. ",
            "section": "Figure 3 .",
            "paragraph_rank": 77,
            "section_rank": 25
        },
        {
            "text": "The observed 95% CL upper limits on the bottom squark pair production cross section are shown for the SP analysis. ",
            "section": "Figure 3 .",
            "paragraph_rank": 77,
            "section_rank": 25
        },
        {
            "text": "The bold and light solid black contours represent the observed exclusion region and the ±1 standard deviation (s.d.) band, including both experimental and theoretical uncertainties. ",
            "section": "Figure 3 .",
            "paragraph_rank": 77,
            "section_rank": 25
        },
        {
            "text": "The analogous red dotted contours represent the expected exclusion region and its ±1 and ±2 s.d. bands.",
            "section": "Figure 3 .",
            "paragraph_rank": 77,
            "section_rank": 25
        },
        {
            "text": ", respectively. ",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "Photon pairs in the central region of the detector are used to reconstruct Higgs boson candidates. ",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "Charged leptons and b jets are limit on cross section [pb]",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "Figure 4 .",
            "section_rank": 27
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 79,
            "section_rank": 27
        },
        {
            "text": "The observed 95% CL upper limits on the wino-like chargino-neutralino production cross section are shown for the EWP analysis. ",
            "section": "Figure 4 .",
            "paragraph_rank": 79,
            "section_rank": 27
        },
        {
            "text": "The bold and light black contours represent the observed exclusion region and the ±1 standard deviation (s.d.) band, including both experimental and theoretical uncertainties. ",
            "section": "Figure 4 .",
            "paragraph_rank": 79,
            "section_rank": 27
        },
        {
            "text": "The analogous red dotted contours represent the expected exclusion region and its ±1 s.d. band.",
            "section": "Figure 4 .",
            "paragraph_rank": 79,
            "section_rank": 27
        },
        {
            "text": "FAPERGS, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COL-CIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, PUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); MES (Latvia); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MOS (Montenegro); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR, and NRC KI (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI, and FEDER (Spain); MOSTR (Sri Lanka); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). ",
            "paragraph_rank": 80,
            "section_rank": 28,
            "entity_spans": [
                {
                    "start": 81,
                    "end": 94,
                    "type": "software",
                    "rawForm": "COL-CIENCIAS",
                    "resp": "service",
                    "id": "software-simple-s2"
                },
                {
                    "start": 465,
                    "end": 469,
                    "type": "software",
                    "rawForm": "MOE",
                    "resp": "service",
                    "id": "software-simple-s3"
                },
                {
                    "start": 548,
                    "end": 552,
                    "type": "software",
                    "rawForm": "MOS",
                    "resp": "service",
                    "id": "software-simple-s4"
                },
                {
                    "start": 845,
                    "end": 849,
                    "type": "software",
                    "rawForm": "STAR",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "Individuals have received support from the Marie-Curie program and the European Research Council and Horizon 2020 Grant, contract Nos. 675440, 752730, and 765710 (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. ",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "text": "30820817; the Beijing Municipal Science & Technology Commission, No. ",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "text": "Z181100004218003; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Program and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence ProgramÚNKP, the NKFIA research JHEP11(2019)109 grants 123842",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "text": "Figure 6. ",
            "paragraph_rank": 81,
            "section_rank": 29
        },
        {
            "text": "The observed 95% CL upper limits on the bottom squark pair production cross section for the EWP analysis (upper plot), and on the wino-like chargino-neutralino production cross section for the SP analysis (lower plot), are shown. ",
            "paragraph_rank": 81,
            "section_rank": 29
        },
        {
            "text": "The bold and light solid black contours represent the observed exclusion region and the ±1 standard deviation (s.d.) band, including both experimental and theoretical uncertainties. ",
            "paragraph_rank": 81,
            "section_rank": 29
        },
        {
            "text": "The analogous red dotted contours represent the expected exclusion region and its ±1 s.d. band.",
            "paragraph_rank": 81,
            "section_rank": 29
        },
        {
            "text": "109",
            "paragraph_rank": 82,
            "section_rank": 30
        },
        {
            "text": "Table 4 .",
            "section_rank": 31
        },
        {
            "text": "Summary of systematic uncertainties on the SM Higgs boson background and signal yield predictions, and the size of their effect on the signal yield.",
            "section": "Table 4 .",
            "paragraph_rank": 84,
            "section_rank": 31
        },
        {
            "text": "Table 7 .",
            "section_rank": 32
        },
        {
            "text": "The observed data, fitted nonresonant background yields, and SM Higgs boson background yields within the mass window between 122 and 129 GeV are shown for each search region bin of the EWP analysis. ",
            "section": "Table 7 .",
            "paragraph_rank": 85,
            "section_rank": 32
        },
        {
            "text": "The uncertainties quoted are the fit uncertainties, which include the impact of all systematic uncertainties.",
            "section": "Table 7 .",
            "paragraph_rank": 85,
            "section_rank": 32
        },
        {
            "text": "Table 10 .",
            "section_rank": 33
        },
        {
            "text": "The expected signal yields for the SUSY simplified model signals considered are shown for each search region bin of the EWP analysis. ",
            "section": "Table 10 .",
            "paragraph_rank": 86,
            "section_rank": 33
        },
        {
            "text": "The category that each search region bin belongs to is also indicated in the table. ",
            "section": "Table 10 .",
            "paragraph_rank": 86,
            "section_rank": 33
        },
        {
            "text": "The search region bins definitions are summarized in table 1. ",
            "section": "Table 10 .",
            "paragraph_rank": 86,
            "section_rank": 33
        },
        {
            "text": "The labels for the different signal models are explained in detail in the caption of table 8.",
            "section": "Table 10 .",
            "paragraph_rank": 86,
            "section_rank": 33
        },
        {
            "text": "JHEP11(2019)109",
            "section_rank": 35
        },
        {
            "text": "Novosibirsk State University (NSU), Novosibirsk, Russia A. Barnyakov 43  ",
            "section": "JHEP11(2019)109",
            "paragraph_rank": 87,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43"
                }
            ]
        }
    ]
}