{
    "level": "sentence",
    "abstract": [
        {
            "text": "A search is performed for electroweak production of a vector-like top quark partner T of charge 2/3 in association with a top or bottom quark, using proton-proton collision data at √ s = 13 TeV collected by the CMS experiment at the LHC in 2016. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The data sample corresponds to an integrated luminosity of 35.9 fb −1 . ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The search targets T quarks over a wide range of masses and fractional widths, decaying to a top quark and either a Higgs boson or a Z boson in fully hadronic final states. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The search is performed using two experimentally distinct signatures that depend on whether or not each quark from the decays of the top quark, Higgs boson, or Z boson produces an individual resolved jet. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Jet substructure, b tagging, and kinematic variables are used to identify the top quark and boson jets, and also to suppress the standard model backgrounds. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The data are found to be consistent with the expected backgrounds. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Upper limits at 95% confidence level are set on the cross sections for T quark-mediated production of tHQq, tZQq, and their sum, where Q is the associated top or bottom heavy quark and q is another associated quark. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The limits are given for each search signature for various T quark widths up to 30% of the T quark mass, and are between 2 pb and 20 fb for T quark masses in the range 0.6-2.6 TeV. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "These results are significantly more sensitive than prior searches for electroweak single production of T → tH and represent the first constraints on T → tZ using hadronic decays of the Z boson with this production mode.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "We report on a search for electroweak production of a new heavy quark of charge 2/3 with nonchiral couplings, referred to as a vector-like quark. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Unlike the standard model (SM) chiral fermions, such particles do not acquire their mass from a Yukawa coupling to the Higgs boson (H). ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Many proposed extensions of the SM contain vector-like quarks, which usually mix with the top quark (t). ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Such particles could have a role in stabilizing the Higgs boson mass, and thus offer a potential solution to the hierarchy problem. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Vector-like quarks are discussed in detail in refs. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "[1][2][3][4] and have been the subject of phenomenological studies in various frameworks including those of refs. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[1]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[2]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[3]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "[5][6][7][8]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[5]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[6]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[7]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Much like the top quark, a vector-like top quark partner (T) could be produced either in pairs, dominantly through the strong interaction, or singly, in association with additional quarks through the electroweak interaction. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The T quark could couple to bW, tZ, or tH; this leads to the corresponding T quark decays and to the associated electroweak production from processes such as those depicted in figure 1. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The branching fractions and dominant electroweak production processes depend on the particular model; many models have substantial branching fractions to tZ or tH resulting in signatures that are of primary relevance to this paper. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Neglecting the corrections due to decay particle masses, the branching fractions for the T singlet model of ref. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "[5] are 50% (bW), 25% (tZ), 25% (tH), while for the (TB) doublet model of ref. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "[5], the tZ and tH branching fractions tend to be approximately equal and depend on two mixing angles, θ u R and θ d R , with each branching fraction ranging from zero to 50%. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Therefore specific models can have branching fractions as large as 50% for tZ and 50% for tH.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "We perform a search targeting the electroweak production of a vector-like top quark partner T in fully hadronic final states in proton-proton (pp) collisions at √ s = 13 TeV with the CMS detector at the CERN LHC. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "We use two searches that target separately lower and higher mass values for the T quark. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Both searches are designed to be sensitive to the decay to a top quark and a Higgs boson (T → tH), and to the decay to a top quark and a Z boson (T → tZ) with subsequent hadronic decays of X (X = H, Z). ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "type": "bibr",
                    "text": "(T → tH)"
                }
            ]
        },
        {
            "text": "Both also consider a wide range of widths of the T quark, ranging from narrow, defined as small compared to the experimental mass resolution, to as much as 30% of the T quark mass. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The event selections primarily require b tagging for the Higgs and Z boson candidates and so are most sensitive to X → bb. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The experimental signature is a resonant peak in the tX invariant mass spectrum.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The searches are designed to seek evidence of T quarks produced in association with a bottom quark, dominated by the qg → Tbq process, and, separately, associated production with a top quark dominated by the qg → Ttq process, where the charge conjugate processes are also implied. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "These are electroweak production modes, with the production of JHEP01(2020)036 only a single T, that rely on a nonzero TbW coupling for the charged-current production, and a nonzero TtZ coupling for the neutral-current production. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In order to be produced with an observable cross section, one needs a substantial partial width for the coupling to the initial state. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "As a consequence, currently accessible production cross sections in electroweak single production are associated with particle widths exceeding about 5%, which would affect the experimentally observable invariant mass distributions. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The total width could also be enlarged if additional decay modes were present.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "As a result of the lower requirement on the constituent center-of-mass energy and the larger available phase space, single production via the electroweak mechanism allows a search for vector-like top quarks with masses beyond those already tested with pair production. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The qg → Tbq → tXbq process, with the top quark from the T quark decaying hadronically and X decaying to two b quarks, results in up to seven jets, four of which are b jets. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The seven jets are associated with the production of seven fermions, namely qg → (qq b)(bb)bq . ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Similarly the qg → Ttq → tXtq process results in at least nine fermions. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In each case the other associated quark (q or q) often results in a forward jet at high absolute pseudorapidity. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The qg → Tbq process is expected to have a higher cross section than qg → Ttq from kinematic and coupling considerations.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Recent searches at the LHC for pair production of vector-like quarks have severely constrained the possible existence of lower-mass vector-like quarks that couple to heavy quarks [9][10][11][12][13][14][15][16][17][18]. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "type": "bibr",
                    "text": "[9]"
                },
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "text": "[10]"
                },
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "text": "[11]"
                },
                {
                    "start": 190,
                    "end": 194,
                    "type": "bibr",
                    "text": "[12]"
                },
                {
                    "start": 194,
                    "end": 198,
                    "type": "bibr",
                    "text": "[13]"
                },
                {
                    "start": 198,
                    "end": 202,
                    "type": "bibr",
                    "text": "[14]"
                },
                {
                    "start": 202,
                    "end": 206,
                    "type": "bibr",
                    "text": "[15]"
                },
                {
                    "start": 206,
                    "end": 210,
                    "type": "bibr",
                    "text": "[16]"
                },
                {
                    "start": 210,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[17]"
                },
                {
                    "start": 214,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "These searches use several final states arising from the bW, tZ, and tH decay channels and usually model pair production under the assumption of a narrow width. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In particular, for the T singlet model, the most stringent expected lower mass limit from pair production to date is 1.2 TeV [16] at 95% confidence level (CL). ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 129,
                    "type": "bibr",
                    "text": "1.2 TeV [16]"
                }
            ]
        },
        {
            "text": "Pair production is based on the assumed universal strong coupling and so the quantum chromodynamics (QCD) pair production cross sections are known and model independent, and depend only on the T quark mass, m T . ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "On the other hand, electroweak production depends on the strength of the T quark coupling at the production vertex, either TbW or TtZ, and therefore the production cross sections are model dependent. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In some models, such as that of ref. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "[2], the couplings are constrained by precision observables to be quite small. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "In other models, such as that of ref. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "[7], cross sections two orders of magnitude higher than in ref. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "[2] may be feasible. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The first direct experimental constraints on electroweak production of vector-like quarks were published in ref. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "[19]. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "Search results at √ s = 13 TeV include the search already performed by CMS for electroweak production of T with T → tH for both semileptonically decaying top quarks and hadronically decaying top quarks using the 2015 data set [20,21]. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[20,"
                },
                {
                    "start": 230,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "21]"
                }
            ]
        },
        {
            "text": "Other results at √ s = 13 TeV targeting electroweak production of T are described in refs. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "[22,23] for T → bW, and for T → tZ with dielectron and dimuon decays of the Z in refs. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[22,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "23]"
                }
            ]
        },
        {
            "text": "[15,24,25], and using a missing energy signature for Z → νν decays in ref. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[15,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "24,"
                },
                {
                    "start": 7,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "25]"
                }
            ]
        },
        {
            "text": "[26]. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "The search reported here uses the 2016 data set to study fully hadronic final states with both merged and resolved jets resulting from electroweak production of a T quark with T → tH and T → tZ. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "This search represents a significant advance over prior electroweak production searches for T → tH, with expected 95% CL cross section upper limits typically 5-10 times lower than those reported in ref. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "[21], and is competitive with other searches for T → tZ in this production mode.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "JHEP01(2020)036",
            "section_rank": 3
        },
        {
            "text": "For low values of the T quark mass, the quarks resulting from the top quark decay and from the Higgs or Z boson decay can be resolved as individual jets. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "However, as the T quark mass increases, the larger Lorentz boost from the decay will lead to the decay products of the top quark and the quarks from the Higgs or Z boson becoming progressively less and less resolved as separate jets. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The jet multiplicity, correspondingly, is reduced. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Furthermore, one can reconstruct both the top quark and the Higgs or Z boson by using large-area jet and substructure techniques, where area refers to the jet's extent in η-φ space. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Consequently, two search signatures are defined as follows:",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "• Low-mass search: reconstruction of a five-jet invariant mass signature for the T → tH and T → tZ decay modes. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "This search signature is based on multijet triggers with b tagging and is effective for low T masses (0.6-1.2 TeV) where the individual jets from the decays can be resolved.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "• High-mass search: reconstruction of an invariant mass signature from two large-area jets for both the T → tH and T → tZ decay modes. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "This search signature is based on triggers using high transverse momentum jets and is effective for high T mass (>1.0 TeV). ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "In this mass range, the final state particles from the decays of each of the two daughter particles resulting from the T quark decay (the t and the H or Z) produce a single large-area jet. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "This leads to events with two large-area jets.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Each search is designed to be sensitive to T quark production in association with either a bottom quark or a top quark. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Besides the primary motivation of exploring the possibility of electroweak production of a vector-like quark, this analysis can be viewed more broadly as two independent searches for high mass signatures of physics beyond the SM at the LHC. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "As such they provide potential for discovery of new physics, independent of the specific models discussed here. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The paper is organized as follows: this section has given the motivation to search for the singly produced T quark with two distinct signatures and two decay modes. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The CMS detector and event reconstruction are described in section ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "2. The data set and the modeling of signal and background processes are described in section ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "3. Reconstruction methods common to the two searches are discussed in section ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "4. The event selection criteria, background estimation, and results are described for the low-mass search in section 5, and for the high-mass search in section ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "6. Systematic uncertainties for both signatures are discussed in section ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "7. The overall results are presented in section 8 and summarized in section 9.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The CMS detector and event reconstruction",
            "section_rank": 4
        },
        {
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel and two endcap sections. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Forward calorimeters extend the pseudorapidity coverage provided by the JHEP01(2020)036 barrel and endcap detectors. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Muons are detected in gas-ionization chambers embedded in the steel flux-return yoke outside the solenoid.",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The silicon tracker measures charged particles within the pseudorapidity range |η| < 2.5. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "For nonisolated particles with transverse momentum, p T , in the range 1 < p T < 10 GeV and |η| < 1.4, the track resolutions are typically 1.5% in p T and 25-90 (45-150) µm in the transverse (longitudinal) impact parameter [27].",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 169,
                    "type": "bibr",
                    "text": "and 25-90 (45-150)"
                },
                {
                    "start": 223,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "The ECAL consists of 75 848 crystals covering |η| < 3.00. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The HCAL cells have widths of 0.087 in pseudorapidity and 0.087 in azimuth (φ) in the region |η| < 1.74. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "In the η-φ plane, and for |η| < 1.48, the HCAL cells map onto 5×5 arrays of ECAL crystals to form calorimeter towers projecting radially outwards from close to the nominal interaction point. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "For |η| > 1.74, the coverage of the towers increases progressively with |η| to a maximum of 0.174 in ∆η and ∆φ. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The forward calorimeters extend the calorimetric coverage for hadronic jets to |η| = 5.0.",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Events of interest are selected using a two-tiered trigger system [28]. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "The first level, composed of custom hardware processors, uses information from the calorimeters and muon detectors to select events at a rate of around 100 kHz within a time interval of less than 4 µs. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The second level, known as the high-level trigger, consists of a farm of processors running a version of the full event reconstruction software optimized for fast processing, and reduces the event rate to around 1 kHz before data storage.",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "In the reconstruction, the vertex with the largest value of summed physics-object p 2 T is taken to be the primary pp interaction vertex. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The physics objects are the jets, clustered using the anti-k T jet finding algorithm [29,30], with the tracks assigned to the vertex as inputs.",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[29,"
                },
                {
                    "start": 89,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "30]"
                }
            ]
        },
        {
            "text": "A particle-flow algorithm [31] aims to reconstruct and identify each individual particle in an event, with an optimized combination of information from the various elements of the CMS detector. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The energy of photons is directly obtained from the ECAL measurement, corrected for zero-suppression effects. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The energy of electrons is determined from a combination of the electron momentum at the primary interaction vertex as determined by the tracker, the energy of the corresponding ECAL cluster, and the energy sum of all bremsstrahlung photons spatially compatible with originating from the electron track. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The momentum of muons is obtained from the fitted trajectory of the corresponding track reconstructed from the tracker and the muon detectors. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The energy of charged hadrons is determined from a combination of their momentum measured in the tracker and the matching ECAL and HCAL energy deposits, corrected for zero-suppression effects and for the response function of the calorimeters to hadronic showers. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Finally, the energy of neutral hadrons is obtained from the corresponding corrected ECAL and HCAL energies.",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Jet momentum is determined as the vectorial sum of all particle momenta in the jet, and is found from simulation to be within 5 to 10% of the true momentum over the whole p T spectrum and detector acceptance. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "Additional pp interactions within the same or nearby bunch crossings (pileup) can contribute additional tracks and calorimetric energy depositions to the jet momentum. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "To mitigate this effect, tracks identified to be originating from pileup vertices are discarded, and an offset correction is applied to correct for remaining contributions. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "Jet energy corrections are derived from simulation JHEP01(2020)036",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "to bring the measured response of jets to that of particle-level jets on average. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "In situ measurements of the momentum balance in dijet, photon+jet, Z+jet, and multijet events are used to estimate any residual differences in jet energy scale in data and simulation [32]. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "Additional selection criteria are applied to each jet to remove jets potentially dominated by anomalous contributions from various subdetector components or reconstruction failures. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "The jet energy resolution amounts typically to 15% at 10 GeV, 8% at 100 GeV, and 4% at 1 TeV, to be compared to about 40, 12, and 5% obtained when the calorimeters alone are used for jet clustering [31].",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref. ",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "[33].",
            "section": "The CMS detector and event reconstruction",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "Data and modeling of signals and backgrounds",
            "section_rank": 5
        },
        {
            "text": "This analysis uses proton-proton collision data collected at a center-of-mass energy of √ s = 13 TeV, recorded in 2016, amounting to a total integrated luminosity of 35.9 fb −1 . ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Simulated samples for the 2 → 3 signal processes, pp → Tbq and pp → Ttq, were generated at leading order using the Monte Carlo (MC) event generator Mad-Graph5 amc@nlo 2.3.3 [34] for various masses of the T quark and for the decays T → tH and T → tZ. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "[34]"
                }
            ],
            "entity_spans": [
                {
                    "start": 157,
                    "end": 173,
                    "type": "version",
                    "rawForm": "5 amc@nlo 2.3.3",
                    "resp": "service",
                    "id": "#software-simple-s0"
                }
            ]
        },
        {
            "text": "The signal generation for these \"narrow width\" 2 → 3 process samples has the width set to 10 GeV, which is small on the scale of the experimental resolution of about 6%. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Separate samples were generated for both left-and right-handed chiralities of the T quark for each decay mode, for these narrow-width cases. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "In addition, MadGraph5 amc@nlo 2.4.2 at leading order was used to simulate the large width 2 → 4 processes, pp → tHbq, pp → tHtq, pp → tZbq and pp → tZtq, with fractional widths Γ/m T of 10, 20, and 30%. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "All of the large-width samples assume left-(right-)handed T chiralities for the pp → Tbq (pp → Ttq) case, as expected in the singlet (doublet) model. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The benchmark T quark masses used for the results range from 0.6 to 2.6 TeV. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The NNPDF3.0 parton distribution function (PDF) set [35] was used. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "The samples are generated with both the top quark and the Higgs boson decaying inclusively. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The masses of the Higgs boson and top quark are set to 125 and 172.5 GeV, respectively. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "In the samples, the SM Higgs boson branching fraction B(H → bb) of 58% is assumed. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Similarly the t and Z are decayed inclusively in the T → tZ samples. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The SM background simulation samples include tt+jets, W+jets, Z+jets, single top quark, tHq, ttH, ttW, ttZ, WW, ZZ, WZ, WH, and ZH. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "These processes are generated at next-to-leading order with MadGraph5 amc@nlo 2.3.3 unless otherwise specified. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The parton-level MC simulations for SM backgrounds and signal are interfaced with pythia 8.212 [36]. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "The large-width signal samples and the main backgrounds involving top quarks use the CUETP8M2T4 tune [37]. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "The other samples use the earlier CUETP8M1 tune [38].",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "The tt+jets events are inclusive, and are simulated using powheg 2.0 [39][40][41][42]. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "[39]"
                },
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "[40]"
                },
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[41]"
                },
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "The W+jets and Z+jets samples include only hadronic W or Z boson decays and contain an H T > 600 GeV requirement, where H T is the scalar sum of jet transverse momenta. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The single top quark tW process was generated using the powheg 2.0+pythia 8 generator -6 -JHEP01(2020)036 combination. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The SM tHq process simulation included all decay modes for the top quark and Higgs boson. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The ttH sample was generated with the decay H → bb with a Higgs boson mass of 125 GeV using powheg 2.0. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The WW sample was generated with hadronic decays using powheg 2.0. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The ZZ sample was generated with hadronic decays using Madspin [43] and applying the FxFx merging procedure [44] for matching jets from the matrix element calculation with those from the parton shower. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "[43]"
                },
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "[44]"
                }
            ],
            "entity_spans": [
                {
                    "start": 55,
                    "end": 63,
                    "type": "software",
                    "rawForm": "Madspin",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "The WZ sample was inclusive and generated with pythia 8. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The ZH sample was generated with Z → bb with powheg 2.0.",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The SM background events comprised uniquely of jets produced through the strong interaction, referred to as QCD multijet events, were also considered in the design of the analyses. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Two sets of simulated samples were used: a sample generated using pythia 8 that is binned in the invariant p T associated with the hard process and an H T -binned sample using MadGraph5 amc@nlo at leading order with up to four partons in the matrix element calculations, using the MLM jet matching scheme [45] with pythia fragmentation and showering. ",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "type": "bibr",
                    "ref_id": "b75",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "All simulated event samples were generated using the NNPDF3.0 PDF set except that based on pythia 8 which used the NNPDF2.3 PDF set [46].",
            "section": "Data and modeling of signals and backgrounds",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "Reconstruction methods and primary selection",
            "section_rank": 6
        },
        {
            "text": "Particle-flow anti-k T jets are used. ",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Small-area jets, denoted AK4 jets, are defined using a distance parameter of 0.4, whereas large-area jets are defined with a distance parameter of 0.8 and are denoted as AK8 jets.",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "For both searches, b tagging is used to identify jets that contain b-flavored hadrons (b jets). ",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The b tagging is applied to AK4 jets and also subjets reconstructed as part of an AK8 jet. ",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Depending on the search, b tagging involves several secondary vertexing algorithms: the online and offline CSVv2 discriminators and the DeepCSV discriminators [47]. ",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "Offline b tagging working points are defined with light-flavor jet mistag rates of approximately 0.1% (tight), 1% (medium), and 10% (loose). ",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "For AK4 jets, the tight CSVv2 b tagging working point has an efficiency of 41% while the medium b tagging working points have CSVv2 and DeepCSV efficiencies of 63 and 68%, respectively. ",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "In the case of AK8 jets, a grooming algorithm [48] looks for jet substructure and b tagging is applied to the resulting subjets. ",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "[48]"
                }
            ]
        },
        {
            "text": "For AK8 jets with p T of around 400 GeV, the medium b tagging working point has an efficiency per subjet of about 51%, whereas the loose b tagging working point has an efficiency per subjet of about 75%. ",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The mistag rates of jets originating from c-flavored hadrons for the tight, medium, and loose b tagging working points are about 2, 12, and 37%, respectively.",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The event selection requires that the events have at least one satisfied trigger condition among a set of unprescaled high-level trigger algorithms. ",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The set is specific to each search strategy. ",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The trigger conditions for the low-mass search strategy rely on online jet information and, for some trigger conditions, also on b tagging information. ",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The event selection is dominated by the trigger condition with the lowest jet multiplicity and the lowest p T threshold. ",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "This condition requires at least six jets with p T > 30 GeV with two of them passing the b tagging online criteria. ",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The trigger conditions of the high-mass search strategy consist of a scalar p T sum trigger formed from all jets with a summed p T -7 -JHEP01(2020)036 threshold of 900 GeV and an inclusive large-area single jet trigger with a p T threshold of 450 GeV. ",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The high-mass search uses three other trigger conditions that include some loose jet substructure requirements and lower thresholds on either the scalar p T sum (700 GeV), the inclusive single-jet p T (360 GeV), or on two jets, with the higher (lower) jet p T required to exceed 300 (200) GeV.",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "At least one primary vertex must be found within 24 cm longitudinally and within 2 cm radially of the center of the luminous region.",
            "section": "Reconstruction methods and primary selection",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Low-mass search",
            "section_rank": 7
        },
        {
            "text": "The low-mass search strategy uses the invariant mass reconstructed from five AK4 jets as the main discriminating variable. ",
            "section": "Low-mass search",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "The event selection requires at least six jets to conform with the trigger requirements. ",
            "section": "Low-mass search",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "The selection criteria are based on the properties of the signal final state, in the cases of t → bW and H/Z → bb. ",
            "section": "Low-mass search",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "The final state is composed of two jets coming from the W decay and three b jets (two coming from the H/Z and one from the top quark decay). ",
            "section": "Low-mass search",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "The main background processes consist of QCD multijet production and top quark pair production. ",
            "section": "Low-mass search",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "These backgrounds are not expected to result in a resonance in the five-jet invariant mass variable. ",
            "section": "Low-mass search",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "A reduction of the QCD multijet background is achieved by imposing b tagging, and by requiring events to be consistent with the presence of all of the relevant states (W, H/Z, and top quark). ",
            "section": "Low-mass search",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "The presence of only one top quark candidate from the selected jets is used to reduce the tt background.",
            "section": "Low-mass search",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "Event selection",
            "section_rank": 8
        },
        {
            "text": "The following criteria define the first part of the selection:",
            "section": "Event selection",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "• Small-area jet multiplicity. ",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "The event should have at least six AK4 jets with p T > 40 GeV within |η| < 4.5.",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "• Leading jets. ",
            "section": "Event selection",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "The jets with the highest p T (leading jets) have larger p T in the signal than in most of the backgrounds. ",
            "section": "Event selection",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "Therefore, the leading jets must have p T > 170, 130, and 80 GeV, for the leading, second-leading, and third-leading jets, respectively.",
            "section": "Event selection",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "• b -tagged jets. ",
            "section": "Event selection",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "The considered T quark decay leads to three b quarks while most backgrounds have at most two b quarks. ",
            "section": "Event selection",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "In the signal region labeled as 3T , at least three b-tagged jets using the tight DeepCSV working point are required for jets with |η| < 2.4. ",
            "section": "Event selection",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "Other b tagging working points are used to estimate the background using control samples in data.",
            "section": "Event selection",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "• T candidate identification. ",
            "section": "Event selection",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "The correct identification of a H/Z boson and a top quark in the five-jet final state relies on a χ 2 sorting algorithm. ",
            "section": "Event selection",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "Here the presence of all three states, namely the H/Z, the W, and the top quark, is exploited. ",
            "section": "Event selection",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "The algorithm loops over jet combinations and considers two b-tagged jets for the H/Z candidate, two jets (potentially b-tagged) for the W candidate, and a combination of the dijet JHEP01(2020)036",
            "section": "Event selection",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "W candidate and a b-tagged jet for the top quark candidate. ",
            "section": "Event selection",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "These combinations of jets are used to construct the variables defined in eqs. ",
            "section": "Event selection",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "(5.1)-(5.4):",
            "section": "Event selection",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "2)",
            "section": "Event selection",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "3)  [49]. ",
            "section": "Event selection",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b79",
                    "text": "[49]"
                }
            ]
        },
        {
            "text": "For the bb decays of the Higgs and Z bosons, the fitted standard deviations are σ MC H = 13.5 GeV and σ MC Z = 11.4 GeV, and for the fully hadronic decays of the W and top quark, they are σ MC W = 10.0 GeV and σ MC t = 16.0 GeV. ",
            "section": "Event selection",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "One first chooses the lowest χ 2 H/Z b-tagged jet pair as the H/Z candidate and then selects the other jets making up the W and top quark candidates by minimizing the total χ 2 . ",
            "section": "Event selection",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "This procedure is found to improve the signal-to-background ratio by 30% compared to simply choosing the combination with the best total χ 2 . ",
            "section": "Event selection",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "Finally, the total χ 2 must not exceed 15 in order to ensure good quality of the H/Z, W, and top quark candidates. ",
            "section": "Event selection",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "It is found that the five jets are correctly identified about 73 and 64% of the time for the narrow width tHbq and tZbq cases, respectively.",
            "section": "Event selection",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "• Second top quark mass. ",
            "section": "Event selection",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "A large fraction of tt events survive the requirement on at least three b-tagged jets. ",
            "section": "Event selection",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "These originate from incorrect b tagging of the jet arising from a charm quark from the W boson part of one of the top quark decays. ",
            "section": "Event selection",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "In order to reduce this background, we define the second top quark mass as the invariant mass formed by the H/Z candidate and the remaining highest p T jet not used in the χ 2 calculation. ",
            "section": "Event selection",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "For tt events, the second top quark mass has a peak around 172 GeV and there are nearly no signal events expected in that region. ",
            "section": "Event selection",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "Therefore we require that the second top quark mass is greater than 250 GeV. ",
            "section": "Event selection",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "This leads to about a factor of two reduction in the tt background.",
            "section": "Event selection",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "• b b mass. ",
            "section": "Event selection",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "text": "Finally, the reconstructed boson from the T candidate must have a mass larger than 100 GeV, if looking for a H, and the mass must be smaller than 100 GeV, if looking for a Z. This ensures that there is no overlap between the two channels.",
            "section": "Event selection",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "text": "The second part of the selection uses the presence of a top quark and a Higgs or Z boson in the event. ",
            "section": "Event selection",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "The variables are chosen to be as model independent as possible and -9 -JHEP01(2020)036 the selection criteria are optimized using the figure of merit described in [50]. ",
            "section": "Event selection",
            "paragraph_rank": 38,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b80",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "The selection criteria are described below.",
            "section": "Event selection",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "• Relative H T . ",
            "section": "Event selection",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "The relative H T variable is defined as p T (H/Z cand )+p T (t cand ) /H T . ",
            "section": "Event selection",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "In single T quark production, most of the momentum should be carried by the top quark and H/Z candidates, therefore the relative H T is an extremely good discriminator against tt and multijet events. ",
            "section": "Event selection",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "The H/Z and t candidates from the T candidate decay must have a relative H T greater than 0.40.",
            "section": "Event selection",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "• Max(χ 2 ). ",
            "section": "Event selection",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "text": "The maximum among the χ 2 values defined in eqs. ",
            "section": "Event selection",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "text": "(5.1)- (53) is examined and is required to be less than 3.0. ",
            "section": "Event selection",
            "paragraph_rank": 40,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 9,
                    "ref_id": "formula_0",
                    "text": "(5"
                }
            ]
        },
        {
            "text": "This criterion is highly correlated to the χ 2 criteria but represents a tighter condition that ensures that each mass is identified with high quality. ",
            "section": "Event selection",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "text": "It is equivalent to requiring a mass window of at most ± √ 3σ for each candidate.",
            "section": "Event selection",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "text": "• ∆R of jets from H /Z decay. ",
            "section": "Event selection",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "text": "Because of the large mass of the T quark (above 0.6 TeV), the H/Z decay tends to be boosted (but the b jets not completely merged).",
            "section": "Event selection",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "text": "A small spatial separation of ∆R(b H/Z , b H/Z ) < 1.1 between the two b-tagged jets is required, leading to a reduction of the background. ",
            "section": "Event selection",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "The ∆R is defined as the inter-jet separation in η-φ space (∆R = (∆η) 2 + (∆φ) 2 ), where ∆η and ∆φ are the corresponding inter-jet separations in pseudorapidity and azimuth (in radians).",
            "section": "Event selection",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "• H /Z χ 2 . ",
            "section": "Event selection",
            "paragraph_rank": 43,
            "section_rank": 8
        },
        {
            "text": "As most of the backgrounds do not contain a genuine Higgs boson,",
            "section": "Event selection",
            "paragraph_rank": 43,
            "section_rank": 8
        },
        {
            "text": "is a very discriminating criterion for the Higgs boson decay channel. ",
            "section": "Event selection",
            "paragraph_rank": 44,
            "section_rank": 8
        },
        {
            "text": "We require χ 2 H < 1.5 for the H case and χ 2 Z < 1.0 for the Z case. ",
            "section": "Event selection",
            "paragraph_rank": 44,
            "section_rank": 8
        },
        {
            "text": "It is equivalent to a mass window of ±16.5 GeV for the Higgs boson and ±11.4 GeV for the Z boson. ",
            "section": "Event selection",
            "paragraph_rank": 44,
            "section_rank": 8
        },
        {
            "text": "A tighter χ 2 requirement is made for Z candidates to avoid background contamination from lower masses and to reduce overlap with H candidates.",
            "section": "Event selection",
            "paragraph_rank": 44,
            "section_rank": 8
        },
        {
            "text": "• ∆R of jets from W decay. ",
            "section": "Event selection",
            "paragraph_rank": 45,
            "section_rank": 8
        },
        {
            "text": "Given the Lorentz boost of the W in signal events, a requirement of ∆R(j W , j W ) < 1.75 reduces the QCD multijet background, while retaining most of the signal.",
            "section": "Event selection",
            "paragraph_rank": 45,
            "section_rank": 8
        },
        {
            "text": "• ∆R of jets from top quark decay. ",
            "section": "Event selection",
            "paragraph_rank": 46,
            "section_rank": 8
        },
        {
            "text": "The top quark decay products tend to be Lorentzboosted (but the jets do not completely merge) for the signal. ",
            "section": "Event selection",
            "paragraph_rank": 46,
            "section_rank": 8
        },
        {
            "text": "A spatial separation between the b-tagged jet and the W candidate that is used to make the top quark candidate of ∆R(b t , W) < 1.2 is required. ",
            "section": "Event selection",
            "paragraph_rank": 46,
            "section_rank": 8
        },
        {
            "text": "This further reduces the QCD multijet background.",
            "section": "Event selection",
            "paragraph_rank": 46,
            "section_rank": 8
        },
        {
            "text": "The total number of events selected from the data sample in the 3T signal region is 615 (290 for the tZ selection and 325 for the tH selection). ",
            "section": "Event selection",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "The number of expected signal events is 7.6 for a T quark mass of 0.7 TeV, Γ/m T = 0.01, left-handed chirality, and a T quark produced in association with a bottom quark with a product of cross section and branching fraction of 89 fb for each channel. ",
            "section": "Event selection",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "For this signal process, the selection efficiency is presented in table 1 together with various simulated background processes for the Higgs and Z boson decay channels.  ",
            "section": "Event selection",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "Table 1. ",
            "section": "Event selection",
            "paragraph_rank": 47,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Cumulative efficiencies for the low-mass search after applying event selections for the signal and main backgrounds in the Higgs boson decay channel (upper half) and the Z boson decay channel (lower half). ",
            "section": "Event selection",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "The first and last rows of each section give the expected numbers of events normalized to the integrated luminosity of 35.9 fb −1 . ",
            "section": "Event selection",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "Uncertainties are statistical only. ",
            "section": "Event selection",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "The signal values are for a mass of 0.7 TeV, Γ/m T = 0.01, left-handed chirality, and a T quark produced in association with a bottom quark with a product of cross section and branching fraction of 89 fb for each channel. ",
            "section": "Event selection",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "The \"Other backgrounds\" column includes W+jets, Z+jets, single top quark, and tt H processes. ",
            "section": "Event selection",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "It has been checked that the ttH process does not present a resonance in the tH channel. ",
            "section": "Event selection",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "The number of expected ttH events is comparable to the expected T signal.",
            "section": "Event selection",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "JHEP01(2020)036",
            "section_rank": 9
        },
        {
            "text": "Background estimation and validation",
            "section_rank": 10
        },
        {
            "text": "None of the SM backgrounds are expected to result in a resonance in the five-jet invariant mass, therefore the spectrum of the background five-jet invariant mass distribution should have a monotonically decreasing shape. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "text": "However, the second part of the selection criteria tends to shape the five-jet invariant mass distribution. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "text": "In order to evaluate the shape of the five-jet invariant mass distribution for the background in data, two regions that are independent from the main 3T signal region are defined using looser b tagging criteria. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "text": "In these two regions it is important to ensure that no bias with respect to the selection criteria is present, as all backgrounds are estimated from data. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "text": "The extraction of signal is done by fitting the signal and background simultaneously in all three regions. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "text": "The b tagging does not strongly influence the kinematic distributions of objects used to construct the five-jet invariant mass. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "text": "Therefore we relax the b tagging criteria required for three of the five jets forming the T candidate. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "text": "The first new region is called the 3M signal region; it requires three medium b-tagged jets but excludes events with three tight b-tagged JHEP01 (2020)036jets, bringing information on the background and possible signal shapes. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 48,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 154,
                    "text": "(2020)036"
                }
            ]
        },
        {
            "text": "The second new region is denoted as the 2M 1L signal region; in order to have significant numbers of events in this background-dominated region and to keep events with similar kinematics to the 3T signal region, the b tagging criteria are relaxed to two medium and one loose b-tagged jets but excluding three medium b-tagged jets.",
            "section": "Background estimation and validation",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "text": "Two additional samples are defined and used to validate the method; one is enriched in QCD multijet events, the other in tt events. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 49,
            "section_rank": 10
        },
        {
            "text": "In order to define the QCD multijet enriched control sample, the χ 2 criterion is relaxed to 50, the Max(χ 2 H/Z , χ 2 W , χ 2 t ) criterion is inverted, and χ 2 t > 1 is required to reduce the fraction of tt events. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 49,
            "section_rank": 10
        },
        {
            "text": "The QCD multijet sample is subdivided into a 3T region and a 2M 1L region (excluding 3M ) based on the b-tagged jet configurations. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 49,
            "section_rank": 10
        },
        {
            "text": "For the tt control sample, the χ 2 criterion is relaxed to 50, the Max(χ 2 H/Z , χ 2 W , χ 2 t ) and χ 2 H/Z criteria are inverted, the ∆R(b H/Z , b H/Z ) criterion is relaxed to 1.5, and χ 2 t < 1.5 is required. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 49,
            "section_rank": 10
        },
        {
            "text": "The tt sample is subdivided into a 2T 1L (two tight and one loose b-tagged jets) region and a 2M 1L region (excluding 2T 1L) based on the b-tagged jet configurations. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 49,
            "section_rank": 10
        },
        {
            "text": "For the 2T 1L (2M 1L) region, one of the tight (medium) b-tagged jets must be from the top quark candidate. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 49,
            "section_rank": 10
        },
        {
            "text": "A summary of the criteria changed to define each region is presented in table 2. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 49,
            "section_rank": 10
        },
        {
            "text": "The fraction of expected signal events is of the order of 3% in the QCD multijet region and 1% in the tt 2T 1L region (for a cross section times branching fraction of 600 fb).",
            "section": "Background estimation and validation",
            "paragraph_rank": 49,
            "section_rank": 10
        },
        {
            "text": "Relaxing the b tagging requirement induces a change in the b tagging efficiency depending on the p T and η of the jet. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "As p T and η are two highly correlated variables, a reweighting procedure using η and momentum is used. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "Weights are derived jet-by-jet for each channel and for each b tagging working point using the QCD multijet control region. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "These weights reflect the differences in the efficiency between loose and medium and between medium and tight b-tagged jets. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "For each event, the product of the weights for all three b-tagged jets is applied to correct for the change in the b tagging efficiency going from 3T to 3M and from 3M to 2M 1L.",
            "section": "Background estimation and validation",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "The validation of the method is done with the QCD multijet and tt control regions. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "text": "The shape of the five-jet invariant mass distribution is compared between the QCD 3T region and the QCD 2M 1L region reweighted as 3T ; it is found to be satisfactory using the Kolmogorov-Smirnov test. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "text": "Similarly, when comparing the shape of the five-jet invariant mass for the the tt 2T 1L region and the tt 2M 1L region reweighted as 3T , acceptable consistency is found.",
            "section": "Background estimation and validation",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "text": "The five-jet invariant mass distributions for the QCD multijet 3T region, the tt 2T 1L region, and the 3M signal region are presented in figure 2 together with a potential signal for m T = 0.7 TeV corresponding to a product of cross section times branching fraction of 600 fb. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "text": "The 2M 1L region distribution is overlaid after applying the b tagging weight computed with respect to the 3T , 2T 1L, and 3M regions, respectively. ",
            "section": "Background estimation and validation",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "text": "An acceptable agreement is observed in each sample.",
            "section": "Background estimation and validation",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "text": "Low-mass search results",
            "section_rank": 11
        },
        {
            "text": "For each decay channel, three independent regions based on the b-tagged jet requirements are examined: 3T (largest signal over background ratio), 3M , and 2M 1L (background -12 -  Figure 2. ",
            "section": "Low-mass search results",
            "paragraph_rank": 53,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 180,
                    "end": 188,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The five-jet invariant mass distribution (black points with error bars) for the tHbq channel after the full selection in the QCD multijet 3T control region (upper), the tt 2T 1L control region (middle), and the 3M signal region (lower). ",
            "section": "Low-mass search results",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "The superimposed blue histogram, labeled \"background\", is the reweighted 2M 1L region distribution, used as an estimate of the background shape, with its normalization adjusted to match the number of entries observed in each region. ",
            "section": "Low-mass search results",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "A potential narrow-width signal (dashed red histogram) is added on top of the blue histogram for m T = 0.7 TeV and Γ/m T = 0.01, for a product of signal cross section and branching fraction of 600 fb. ",
            "section": "Low-mass search results",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "The light blue shaded area corresponds to the statistical uncertainties in the corresponding 2M 1L region. ",
            "section": "Low-mass search results",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "The last bin in each distribution also contains events with masses exceeding 1.3 TeV.",
            "section": "Low-mass search results",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "-13 - Table 2. ",
            "section": "Low-mass search results",
            "paragraph_rank": 54,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 6,
                    "end": 13,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Criteria defining the various signal and control regions. ",
            "section": "Low-mass search results",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "The first line of each section gives the b tagging requirements. ",
            "section": "Low-mass search results",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "The criteria that differ are preceded by an asterisk \"*\". ",
            "section": "Low-mass search results",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "The bb mass requirements are different for the H (m bb > 100 GeV) and Z channels (m bb < 100 GeV). ",
            "section": "Low-mass search results",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "dominated). ",
            "section": "Low-mass search results",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "The overall background shape and normalization is driven by the observations in the 2M 1L region. ",
            "section": "Low-mass search results",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "The background shape is linked between the regions by two transfer functions; these are derived from the b tagging weights to correct for b tagging differences between the regions. ",
            "section": "Low-mass search results",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "One transfer function links the 3T region to the 3M region and the other links the 3M region to the 2M 1L region. ",
            "section": "Low-mass search results",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "The transfer functions, based on simple parametrizations of the dependence of the reweighting values on the five-jet invariant mass, are displayed in figure 3.",
            "section": "Low-mass search results",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "JHEP01 2020  Figure 3. ",
            "section": "Low-mass search results",
            "paragraph_rank": 55,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "2020"
                },
                {
                    "start": 13,
                    "end": 21,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Dependence of the reweighting values (product of all b tagging weights) on the five-jet invariant mass for the 2M 1L region (left) and for the 3M region (right), in the case of the tH channel (upper) and the tZ channel (lower). ",
            "section": "Low-mass search results",
            "paragraph_rank": 55,
            "section_rank": 11
        },
        {
            "text": "These variations are fitted to obtain the transfer functions (in red) using either a 3-parameter function with a constant term and a slope, or a 2parameter straight line. ",
            "section": "Low-mass search results",
            "paragraph_rank": 55,
            "section_rank": 11
        },
        {
            "text": "The light red shaded regions represent the central 68% CL interval for each fit when taking into account only the statistical uncertainties.",
            "section": "Low-mass search results",
            "paragraph_rank": 55,
            "section_rank": 11
        },
        {
            "text": "The signal is parametrized as a Gaussian shape following the fit of the T quark reconstructed mass for each of the simulation samples for each region. ",
            "section": "Low-mass search results",
            "paragraph_rank": 56,
            "section_rank": 11
        },
        {
            "text": "The variations of the Gaussian fit parameters (mean and standard deviation) with T quark mass are fitted for each region. ",
            "section": "Low-mass search results",
            "paragraph_rank": 56,
            "section_rank": 11
        },
        {
            "text": "The parametrizations for the tH and tZ channels are found to be compatible. ",
            "section": "Low-mass search results",
            "paragraph_rank": 56,
            "section_rank": 11
        },
        {
            "text": "The systematic uncertainties are discussed in section 7. ",
            "section": "Low-mass search results",
            "paragraph_rank": 56,
            "section_rank": 11
        },
        {
            "text": "Here we note simply that they are all taken as correlated between the channels, except the ones related to the transfer functions and the normalization between regions. ",
            "section": "Low-mass search results",
            "paragraph_rank": 56,
            "section_rank": 11
        },
        {
            "text": "For a given channel, the fit procedure adjusts the shape of the background bin by bin based on the data in each of the regions, taking into account the transfer function between regions. ",
            "section": "Low-mass search results",
            "paragraph_rank": 56,
            "section_rank": 11
        },
        {
            "text": "The overall fit uses 40 GeV wide bins; it includes three bin-independent fit parameters, namely the signal strength and two relative normalization factors between each region, and fit parameters for the background contribution in each bin of the 2M 1L region.",
            "section": "Low-mass search results",
            "paragraph_rank": 56,
            "section_rank": 11
        },
        {
            "text": "The background-only post-fit invariant mass distributions for each of the regions (2M 1L, 3M , and 3T ) as well as for each channel (tZ and tH) are displayed in  Figure 4. ",
            "section": "Low-mass search results",
            "paragraph_rank": 57,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 162,
                    "end": 170,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "The background-only post-fit invariant mass distributions for the tZ candidates (left) and tH candidates (right) for each region fitted: 2M 1L (upper row), 3M (middle row), and 3T (lower row). ",
            "section": "Low-mass search results",
            "paragraph_rank": 57,
            "section_rank": 11
        },
        {
            "text": "The signal hypothesis shown is a T with a mass of 0.7 TeV, narrow width, and a product of the cross section and branching fraction of 600 fb for the tZbq and tHbq channels. ",
            "section": "Low-mass search results",
            "paragraph_rank": 57,
            "section_rank": 11
        },
        {
            "text": "The data are represented by the black points with error bars, the signal hypothesis is represented by the red dashed line, the blue histogram gives the fitted background, and the light blue band represents the uncertainty in the background fit. ",
            "section": "Low-mass search results",
            "paragraph_rank": 57,
            "section_rank": 11
        },
        {
            "text": "the tH channel. ",
            "section": "Low-mass search results",
            "paragraph_rank": 57,
            "section_rank": 11
        },
        {
            "text": "The local significance is 3.0 standard deviations for a T quark mass of 0.68 TeV. ",
            "section": "Low-mass search results",
            "paragraph_rank": 57,
            "section_rank": 11
        },
        {
            "text": "For the same T quark mass the local significance is 0.2 standard deviations in the tZ channel. ",
            "section": "Low-mass search results",
            "paragraph_rank": 57,
            "section_rank": 11
        },
        {
            "text": "In a search for a vector-like quark, one expects similar branching fractions for the tH and tZ channels. ",
            "section": "Low-mass search results",
            "paragraph_rank": 57,
            "section_rank": 11
        },
        {
            "text": "No overall excess is measured when considering the fit of all six distributions.",
            "section": "Low-mass search results",
            "paragraph_rank": 57,
            "section_rank": 11
        },
        {
            "text": "JHEP01(2020)036",
            "section_rank": 12
        },
        {
            "text": "The result of the median value for the limit in terms of the appropriate cross section is calculated using the asymptotic CL s framework [51][52][53].",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 58,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b81",
                    "text": "[51]"
                },
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b82",
                    "text": "[52]"
                },
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b84",
                    "text": "[53]"
                }
            ]
        },
        {
            "text": "Similarly, results are obtained in the cases where the T quark has 10, 20, and 30% widths and in the case of production in association with a top quark. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 59,
            "section_rank": 12
        },
        {
            "text": "In all cases, the observed results show no evidence for a signal. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 59,
            "section_rank": 12
        },
        {
            "text": "The studies have also been performed for the case of right-handed chirality. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 59,
            "section_rank": 12
        },
        {
            "text": "No effect of the chirality is observed, indicating that the low-mass search is insensitive to this property. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 59,
            "section_rank": 12
        },
        {
            "text": "The resulting limits are reported in section 8.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 59,
            "section_rank": 12
        },
        {
            "text": "High-mass search",
            "section_rank": 13
        },
        {
            "text": "This search strategy focuses on reconstructing the invariant mass of T → tH and T → tZ candidates formed from two large-area jets in the fully hadronic channel. ",
            "section": "High-mass search",
            "paragraph_rank": 60,
            "section_rank": 13
        },
        {
            "text": "The large-area jets are associated with events in which the top quark and the Higgs or Z boson are each highly Lorentz-boosted, and correspondingly the search targets T masses of 1 TeV and above. ",
            "section": "High-mass search",
            "paragraph_rank": 60,
            "section_rank": 13
        },
        {
            "text": "The background consists mostly of top quark pair production and QCD multijet production.",
            "section": "High-mass search",
            "paragraph_rank": 60,
            "section_rank": 13
        },
        {
            "text": "Particle tagging",
            "section_rank": 14
        },
        {
            "text": "To identify boosted t → bW → bqq , H → bb, and Z → bb decays, jet substructure techniques [54] are used, which remove soft and collinear radiation from the clustered jet constituents. ",
            "section": "Particle tagging",
            "paragraph_rank": 61,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b85",
                    "text": "[54]"
                }
            ]
        },
        {
            "text": "Clusters of the remaining constituents are identified with each of the quarks from the decay of the original particle. ",
            "section": "Particle tagging",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "The soft-drop algorithm [48,55] is used to groom the jets, using the soft radiation fraction parameter z = 0.1 and the angular exponent parameter β = 0. ",
            "section": "Particle tagging",
            "paragraph_rank": 61,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "[48,"
                },
                {
                    "start": 28,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b86",
                    "text": "55]"
                }
            ]
        },
        {
            "text": "The algorithm yields two soft-drop subjets. ",
            "section": "Particle tagging",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "The jet mass after applying the soft-drop algorithm will be referred to as the soft-drop mass. ",
            "section": "Particle tagging",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "The pruning grooming algorithm [56] is also used, leading to the pruned jet mass. ",
            "section": "Particle tagging",
            "paragraph_rank": 61,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b87",
                    "text": "[56]"
                }
            ]
        },
        {
            "text": "For pruning, the minimum subjet p T as a fraction of the parent jet p T is required to exceed 0.1 and the separation angle in η-φ space between the two subjets must exceed 0.5. ",
            "section": "Particle tagging",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "Furthermore, the N -subjettiness algorithm [57] is used to further select jets with three or two substructures for the top quark jets, and the H and Z boson jets, respectively. ",
            "section": "Particle tagging",
            "paragraph_rank": 61,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b88",
                    "text": "[57]"
                }
            ]
        },
        {
            "text": "Flavor tagging is applied to identify b quark subjets using the CSVv2 multivariate discriminator, in order to further enhance the signal purity and suppress backgrounds from non-tt+jets multijet processes. ",
            "section": "Particle tagging",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "The particle tagging criteria for boosted top quark, and H and Z boson jets are as follows:",
            "section": "Particle tagging",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "• H jet: an AK8 jet with p T > 300 GeV must have a pruned jet mass within the range 105-135 GeV. ",
            "section": "Particle tagging",
            "paragraph_rank": 62,
            "section_rank": 14
        },
        {
            "text": "The ratio of the N -subjettiness variables τ 2 /τ 1 of the jet is required to be <0.6. ",
            "section": "Particle tagging",
            "paragraph_rank": 62,
            "section_rank": 14
        },
        {
            "text": "At least one of the two soft-drop subjets must pass the medium b tag criterion and the other subjet should pass at least the loose b tag criterion.",
            "section": "Particle tagging",
            "paragraph_rank": 62,
            "section_rank": 14
        },
        {
            "text": "• Z jet: an AK8 jet with p T > 200 GeV must have a pruned jet mass within the range 65-105 GeV. ",
            "section": "Particle tagging",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "text": "The requirements on the N -subjettiness ratio τ 2 /τ 1 and subjet b tagging are the same as those for the H jet.",
            "section": "Particle tagging",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "text": "-17 -JHEP01(2020)036",
            "section": "Particle tagging",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "• t jet: an AK8 jet with p T > 400 GeV and a soft-drop mass within the range 105-220 GeV is required. ",
            "section": "Particle tagging",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "The jet should have an N -subjettiness ratio τ 3 /τ 2 < 0.57, indicating that the large-area jet is likely to have three subjets. ",
            "section": "Particle tagging",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "The soft-drop subjet with the highest CSVv2 discriminator value should pass the medium b tag criterion [58].",
            "section": "Particle tagging",
            "paragraph_rank": 65,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b89",
                    "text": "[58]"
                }
            ]
        },
        {
            "text": "In addition, reversed-H-tagged, reversed-Z-tagged, and reversed-t-tagged jets are defined, with the same kinematic and N -subjettiness requirements as those for their tagged counterparts, but with complementary b tagging criteria, as follows:",
            "section": "Particle tagging",
            "paragraph_rank": 66,
            "section_rank": 14
        },
        {
            "text": "• Reversed-H -tagged jet: same criteria as for an H-tagged jet but with one subjet passing the medium b tag criterion and the other subjet failing the loose b tag criterion.",
            "section": "Particle tagging",
            "paragraph_rank": 67,
            "section_rank": 14
        },
        {
            "text": "• Reversed-Z -tagged jet: same criteria as for a Z-tagged jet but with both subjets failing the loose b tag criterion.",
            "section": "Particle tagging",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "• Reversed-t -tagged jet: same criteria as for a t-tagged jet but with the highest softdrop subjet b discriminant failing the medium b tag criterion.",
            "section": "Particle tagging",
            "paragraph_rank": 69,
            "section_rank": 14
        },
        {
            "text": "The reversed-Z tag is defined differently from the reversed-H tag so that sensitivity to a potential tZ signal, including efficiency from Z → qq(q = b) decays, can be retained.",
            "section": "Particle tagging",
            "paragraph_rank": 70,
            "section_rank": 14
        },
        {
            "text": "Event selection",
            "section_rank": 15
        },
        {
            "text": "Only events satisfying the following primary selection criteria are considered further, either as candidates for the signal or for the associated background control regions:",
            "section": "Event selection",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "• Small-area jet multiplicity: at least four AK4 jets with p T > 30 GeV and |η| < 5.",
            "section": "Event selection",
            "paragraph_rank": 72,
            "section_rank": 15
        },
        {
            "text": "• Large-area jet multiplicity: at least two AK8 jets with p T > 200 GeV and |η| < 2.4.",
            "section": "Event selection",
            "paragraph_rank": 73,
            "section_rank": 15
        },
        {
            "text": "• Leading jet: the highest-p T AK8 jet should have p T > 400 GeV and a pruned mass greater than 50 GeV.",
            "section": "Event selection",
            "paragraph_rank": 74,
            "section_rank": 15
        },
        {
            "text": "• Scalar p T sum: the scalar sum of the transverse momenta of the two highest-p T AK8 jets should exceed 850 GeV.",
            "section": "Event selection",
            "paragraph_rank": 75,
            "section_rank": 15
        },
        {
            "text": "• Extra jet multiplicity: at least two of the AK4 jets should be separated by a distance ∆R > 1.2 from the two leading AK8 jets.",
            "section": "Event selection",
            "paragraph_rank": 76,
            "section_rank": 15
        },
        {
            "text": "• Forward extra jet: at least one of the extra AK4 jets defined above should have |η| > 2.4.",
            "section": "Event selection",
            "paragraph_rank": 77,
            "section_rank": 15
        },
        {
            "text": "The last two criteria are imposed in order to ensure evidence that the selected events contain a diquark (bq or tq) system that is produced in association with the T quark, where the quark (q) associated with the vector boson tends to be forward. ",
            "section": "Event selection",
            "paragraph_rank": 78,
            "section_rank": 15
        },
        {
            "text": "Events passing the selection requirements above are by design expected to be almost fully efficient for the trigger requirements.",
            "section": "Event selection",
            "paragraph_rank": 78,
            "section_rank": 15
        },
        {
            "text": "JHEP01(2020)036",
            "section_rank": 16
        },
        {
            "text": "Signal candidates passing the primary event selection are further categorized according to the following criteria. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 79,
            "section_rank": 16
        },
        {
            "text": "At this stage, the focus is on choosing the best pair of AK8 jets for constructing the T candidate mass.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 79,
            "section_rank": 16
        },
        {
            "text": "• Double-tag: each of the two highest-p T selected AK8 jets must have either a t tag or an H/Z tag. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 80,
            "section_rank": 16
        },
        {
            "text": "Furthermore, one of these jets must have a t tag and the other an H/Z tag. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 80,
            "section_rank": 16
        },
        {
            "text": "In the ambiguous case, where both jets are t-tagged and H/Z-tagged, the higher-p T jet is assigned as the top quark candidate, and the lower-p T jet as the Higgs/Z boson candidate.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 80,
            "section_rank": 16
        },
        {
            "text": "• H /Z tag isolation: motivated by reducing tt background, events are rejected if any AK4 jet is separated from the H/Z candidate jet by 0.55 < ∆R(j, H/Z) < 0.9.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 81,
            "section_rank": 16
        },
        {
            "text": "Signal regions, S H and S Z , are defined using these criteria for the tH and tZ searches respectively. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 82,
            "section_rank": 16
        },
        {
            "text": "Related background control regions are defined and are described in section 6.3.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 82,
            "section_rank": 16
        },
        {
            "text": "We denote the measured AK8 jet four-vectors corresponding to the top quark, Higgs boson and Z candidates as P t = (E t , p t ), P H = (E H , p H ) and P Z = (E Z , p Z ) and construct a corrected T mass-sensitive observable, m T . ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 83,
            "section_rank": 16
        },
        {
            "text": "This observable takes advantage of the knowledge of the top quark and Higgs/Z boson masses to correct the masses of the AK8 jets; it is inspired by a similar variable used in ref. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 83,
            "section_rank": 16
        },
        {
            "text": "[59] that was based on a suggestion in ref. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 83,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b90",
                    "text": "[59]"
                }
            ]
        },
        {
            "text": "[60]. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 83,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b91",
                    "text": "[60]"
                }
            ]
        },
        {
            "text": "The reconstructed mass of the T candidate from the tX dijet system (m j tX ), with X = H/Z, is adjusted for deviations of the reconstructed top quark and Higgs/Z boson AK8 masses (m j t , m j X ) from the known t and H/Z masses [49], as follows:",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 83,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b79",
                    "text": "[49]"
                }
            ]
        },
        {
            "text": "where the j superscripts denote jet-based measured mass quantities. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "This estimator is found to have better performance in terms of mass resolution by about 10% compared to the uncorrected mass estimator. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "It has also been verified that it is accompanied by a commensurate reduction in background acceptance. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "Example distributions of m T in the signal regions, S H and S Z , are shown in figure 5 for T masses of 1.2 and 1.8 TeV for both narrow and large widths. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "It can be seen that in the S Z region, in addition to the expected efficiency for the tZbq process, there is also substantial efficiency for the tHbq process; the reverse is not true for the S H region.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "Background estimation",
            "section_rank": 17
        },
        {
            "text": "The m T distribution is used to determine the amount of signal potentially present in the data. ",
            "section": "Background estimation",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "A fit is performed that takes advantage of the relatively narrow signal shape in m T compared to the broader shape expected from the backgrounds. ",
            "section": "Background estimation",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "After the primary event selection criteria, the main backgrounds are tt and QCD multijet events. ",
            "section": "Background estimation",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "The tt background is estimated using simulated events and the QCD multijet background is estimated using control regions in data. ",
            "section": "Background estimation",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "Other smaller background sources, designated as \"other\" and consisting of W+jets, Z+jets, single top quark, tHq, ttH, ttW, ttZ, WW, ZZ, WZ, WH,  Figure 5. ",
            "section": "Background estimation",
            "paragraph_rank": 85,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "type": "figure",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "Example m T distributions in the signal regions, S H (upper row), and S Z (lower row). ",
            "section": "Background estimation",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "For presentation purposes, the cross sections for tHbq, tZbq, tHtq and tZtq are set equal to 1 pb for all masses and fractional widths and normalized to the integrated luminosity of the data set. ",
            "section": "Background estimation",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "The left column illustrates potential signals with a range of masses and widths for the tHbq and tZbq channels. ",
            "section": "Background estimation",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "The right column illustrates potential signals for one mass and a large width for all four processes including also tHtq and tZtq.",
            "section": "Background estimation",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "and ZH, are all estimated from simulation. ",
            "section": "Background estimation",
            "paragraph_rank": 86,
            "section_rank": 17
        },
        {
            "text": "Background templates are constructed using a smoothing procedure that fits the m T distributions with an empirical functional form. ",
            "section": "Background estimation",
            "paragraph_rank": 86,
            "section_rank": 17
        },
        {
            "text": "A simultaneous fit is then performed in eight regions: four regions designed to test for tH signal contributions and four regions designed to test for tZ signal contributions. ",
            "section": "Background estimation",
            "paragraph_rank": 86,
            "section_rank": 17
        },
        {
            "text": "The fit examines all eight regions and fits the m T distributions for the amounts of signal and QCD multijet background contributions using tt and other backgrounds predicted from simulation. ",
            "section": "Background estimation",
            "paragraph_rank": 86,
            "section_rank": 17
        },
        {
            "text": "Fits are performed under three hypothetical signal scenarios, tH only, tZ only, and tH+tZ. ",
            "section": "Background estimation",
            "paragraph_rank": 86,
            "section_rank": 17
        },
        {
            "text": "In the latter case, the small difference in cross section for tHbq relative to tZbq is taken from the singlet model calculation. ",
            "section": "Background estimation",
            "paragraph_rank": 86,
            "section_rank": 17
        },
        {
            "text": "For tHtq relative to tZtq, the difference from the (TB) doublet model calculation is used.",
            "section": "Background estimation",
            "paragraph_rank": 86,
            "section_rank": 17
        },
        {
            "text": "The criteria described in section 6.2 define the main signal regions (S H and S Z ) using the t-, H-, and Z-tagged jets. ",
            "section": "Background estimation",
            "paragraph_rank": 87,
            "section_rank": 17
        },
        {
            "text": "The additional six mutually exclusive regions are used as control regions in the fit and to predict the shapes and normalization of the QCD multijet background from data; these are denoted Q H , T H , R H for the tH signal and Q Z , L Z , R Z for the tZ signal. ",
            "section": "Background estimation",
            "paragraph_rank": 87,
            "section_rank": 17
        },
        {
            "text": "Regions Q H and Q Z are control regions for the QCD multijet background. ",
            "section": "Background estimation",
            "paragraph_rank": 87,
            "section_rank": 17
        },
        {
            "text": "Region T H is a tt enriched control region, while region L Z has sensitivity to non-bb Z JHEP01 2020  Table 3. ",
            "section": "Background estimation",
            "paragraph_rank": 87,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "2020"
                },
                {
                    "start": 102,
                    "end": 109,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Overview of the criteria used to define the mutually exclusive Q H , T H , R H , S H , Q Z , L Z , R Z , and S Z regions. ",
            "section": "Background estimation",
            "paragraph_rank": 87,
            "section_rank": 17
        },
        {
            "text": "These are based on the particle tagging criteria for t, H, and Z jets and for the reversed-t-tagged, reversed-H-tagged, and reversed-Z-tagged jets using the two highest p T AK8 jets.",
            "section": "Background estimation",
            "paragraph_rank": 87,
            "section_rank": 17
        },
        {
            "text": "decays. ",
            "section": "Background estimation",
            "paragraph_rank": 88,
            "section_rank": 17
        },
        {
            "text": "Regions R H and R Z serve as control regions that test the rejection of QCD multijet events by the H tag and Z tag criteria.",
            "section": "Background estimation",
            "paragraph_rank": 88,
            "section_rank": 17
        },
        {
            "text": "For the definition of the regions, only the two highest p T AK8 jets are examined and each jet must be either tagged or reversed-tagged. ",
            "section": "Background estimation",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "The signal region S H requires a t-tagged jet and an H-tagged jet. ",
            "section": "Background estimation",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "Region Q H requires a reversed-t-tagged jet and a reversed-H-tagged jet. ",
            "section": "Background estimation",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "Region T H requires a t-tagged jet and a reversed-H-tagged jet. ",
            "section": "Background estimation",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "Region R H requires a reversed-t-tagged jet and an H-tagged jet. ",
            "section": "Background estimation",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "Regions R H and S H include the isolation requirement on the H-tagged jet, while regions Q H and T H do not include an isolation requirement around the reversed-H-tagged jet. ",
            "section": "Background estimation",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "These choices define a T H region that is enhanced in tt events, thus providing a suitable control region. ",
            "section": "Background estimation",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "The order of assigning events starts with region S H , then proceeds with region T H , R H , and then Q H , where each subsequent region is not allowed to contain any of the events assigned to the previous region. ",
            "section": "Background estimation",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "In ambiguous cases, as is done for the signal region, the higher-p T jet is assigned as the t-tagged or reversed-t-tagged jet.",
            "section": "Background estimation",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "There are four analogous regions designated by Q Z , L Z , R Z , and S Z for events with tand Z-tagged jets for events that do not satisfy the Q H , T H , R H , or S H region definitions. ",
            "section": "Background estimation",
            "paragraph_rank": 90,
            "section_rank": 17
        },
        {
            "text": "The Q Z region has a reversed-t-tagged jet and a reversed-Z-tagged jet. ",
            "section": "Background estimation",
            "paragraph_rank": 90,
            "section_rank": 17
        },
        {
            "text": "The L Z region has a t-tagged jet and a reversed-Z-tagged jet. ",
            "section": "Background estimation",
            "paragraph_rank": 90,
            "section_rank": 17
        },
        {
            "text": "The R Z region has a reversed-t-tagged jet and a Z-tagged jet. ",
            "section": "Background estimation",
            "paragraph_rank": 90,
            "section_rank": 17
        },
        {
            "text": "These criteria make region L Z sensitive to hadronic decays of Z bosons other than bb from both the T → tZ signal and the background. ",
            "section": "Background estimation",
            "paragraph_rank": 90,
            "section_rank": 17
        },
        {
            "text": "Regions R Z and S Z include the isolation requirement on the Z-tagged jet, while regions Q Z and L Z do not include an isolation requirement around the reversed-Z-tagged jet. ",
            "section": "Background estimation",
            "paragraph_rank": 90,
            "section_rank": 17
        },
        {
            "text": "Events can only be assigned to one of the eight regions. ",
            "section": "Background estimation",
            "paragraph_rank": 90,
            "section_rank": 17
        },
        {
            "text": "These criteria lead to a well-defined m T value for each event corresponding to the mass assignments implicit in the tagging criteria. ",
            "section": "Background estimation",
            "paragraph_rank": 90,
            "section_rank": 17
        },
        {
            "text": "Table 3 summarizes the criteria for the eight regions.",
            "section": "Background estimation",
            "paragraph_rank": 90,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "A simultaneous fit is performed to the m T distributions in each of the eight regions to determine the amount of signal present. ",
            "section": "Background estimation",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "The signal templates are taken directly from the JHEP01(2020)036 simulated signal samples. ",
            "section": "Background estimation",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "The tt and other background contributions are found using the smoothed templates. ",
            "section": "Background estimation",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "The smoothed QCD multijet background shape is determined from the data in region Q H for the regions Q H , T H , R H , and S H and in region Q Z for the Q Z , L Z , R Z , and S Z regions. ",
            "section": "Background estimation",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "A binned likelihood fit is performed using the m T variable, with 50 bins of 50 GeV width over the range 0.6-3.1 TeV. ",
            "section": "Background estimation",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "All background components, except QCD multijet, are constrained within uncertainties using predictions from MC simulations. ",
            "section": "Background estimation",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "The numbers of QCD multijet events in regions S H and S Z are estimated using the control regions. ",
            "section": "Background estimation",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "The amount of QCD multijet background in each of the control regions Q H , T H , R H , Q Z , L Z , and R Z is found from the following. ",
            "section": "Background estimation",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "If the expected numbers of QCD multijet events in the four regions are ",
            "section": "Background estimation",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "Using eq. ",
            "section": "Background estimation",
            "paragraph_rank": 92,
            "section_rank": 17
        },
        {
            "text": "(62), one may then make a data-based prediction of the number of QCD multijet events in the signal region S H . ",
            "section": "Background estimation",
            "paragraph_rank": 92,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "text": "(6"
                }
            ]
        },
        {
            "text": "Similarly, the number of QCD multijet background events in region S Z can be estimated from ",
            "section": "Background estimation",
            "paragraph_rank": 92,
            "section_rank": 17
        },
        {
            "text": "are consistent with unity in order to constrain the number of QCD multijet events in regions S H and S Z . ",
            "section": "Background estimation",
            "paragraph_rank": 93,
            "section_rank": 17
        },
        {
            "text": "The double ratios measured from the QCD multijet simulation are",
            "section": "Background estimation",
            "paragraph_rank": 93,
            "section_rank": 17
        },
        {
            "text": "which are both consistent with the expected value of unity within their combined statistical and systematic uncertainties. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "The systematic uncertainties are discussed in section 7. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "The predictions of the QCD multijet contributions, which include the overall effect of the shape and the normalization, have been validated using a fit that uses a different set of eight control regions in data. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "These control regions are mutually exclusive to the previously defined eight regions, contain larger numbers of events, and are defined using loose b tagging criteria on the t tag and the reversed-t tag in a sample that excludes events with forward (|η| > 2.4) jets. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "The double ratio is taken to be fully correlated between the tH and tZ regions, with a central value of 1.0, and an assigned uncertainty of 0.6. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "This uncertainty is assessed based on the measured double ratios from the relatively low number of events in the QCD multijet simulation. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "The fits to data are observed to be insensitive to the exact uncertainty used in that the preferred value for the double ratio tends to be close to unity. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "Limits on the signal strength are extracted by fitting the signal and backgrounds to the data. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "The fit finds the amount of signal as well as the amounts of QCD multijet background in each of the eight regions. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "The QCD multijet event yields in the regions Q H , T H , and R H are allowed to float freely. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "The QCD multijet event yield in the region S H JHEP01 2020  Table 4. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "2020"
                },
                {
                    "start": 60,
                    "end": 67,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Post-fit numbers of events for the Q H , T H , R H , and S H regions for the data and specified background sources, for the overall eight-region background-only fit. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "The uncertainties include both the statistical and systematic components. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "The fitted background sums depend on the data. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "The expected event yields for various signal samples are also listed with statistical uncertainties only, along with the corresponding masses (TeV) and cross sections (fb). ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "The fractional width considered is 30%. ",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "The percent efficiency in region S H is also noted in parentheses, alongside the event yield.",
            "section": "Background estimation",
            "paragraph_rank": 94,
            "section_rank": 17
        },
        {
            "text": "is constrained using eq. ",
            "section": "Background estimation",
            "paragraph_rank": 95,
            "section_rank": 17
        },
        {
            "text": "(62) with the double ratio being modeled with a Gaussian prior. ",
            "section": "Background estimation",
            "paragraph_rank": 95,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "text": "(6"
                }
            ]
        },
        {
            "text": "The same procedure is used for regions Q Z , L Z , R Z , and S Z . ",
            "section": "Background estimation",
            "paragraph_rank": 95,
            "section_rank": 17
        },
        {
            "text": "All other uncertainties are treated either using log-normal priors (for those that change the event yields only), or as Gaussian priors (with shape variations corresponding to the ±1 standard deviation change in those uncertainties that affect the m T distributions as well as the yields). ",
            "section": "Background estimation",
            "paragraph_rank": 95,
            "section_rank": 17
        },
        {
            "text": "The fitting method is validated with a data sample based on simulation. ",
            "section": "Background estimation",
            "paragraph_rank": 95,
            "section_rank": 17
        },
        {
            "text": "The fit uses the modified frequentist approach for confidence levels, taking the profile likelihood ratio as the test statistic [51,52] and using the asymptotic approximation for limit setting [53]. ",
            "section": "Background estimation",
            "paragraph_rank": 95,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b81",
                    "text": "[51,"
                },
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b82",
                    "text": "52]"
                },
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b84",
                    "text": "[53]"
                }
            ]
        },
        {
            "text": "Table 4 gives the total number of events in regions Q H , T H , R H , and S H , while table 5 gives the total number of events in regions Q Z , L Z , R Z , and S Z . ",
            "section": "Background estimation",
            "paragraph_rank": 95,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 4"
                },
                {
                    "start": 86,
                    "end": 93,
                    "type": "table",
                    "text": "table 5"
                }
            ]
        },
        {
            "text": "These tables also show the fitted contributions from each background source for the background-only hypothesis fit when fitting the observed m T distributions in the eight regions. ",
            "section": "Background estimation",
            "paragraph_rank": 95,
            "section_rank": 17
        },
        {
            "text": "Also included in the tables are the expected numbers of events and efficiencies for various signals. ",
            "section": "Background estimation",
            "paragraph_rank": 95,
            "section_rank": 17
        },
        {
            "text": "The efficiencies are inclusive; they include all decay modes of the H, Z, and t quark.",
            "section": "Background estimation",
            "paragraph_rank": 95,
            "section_rank": 17
        },
        {
            "text": "High-mass search results",
            "section_rank": 18
        },
        {
            "text": "The resulting post-fit m T distributions in data based on the background-only hypothesis are shown for the Q H , T H , R H , S H and Q Z , L Z , R Z , S Z regions in figures 6 and 7, respectively. ",
            "section": "High-mass search results",
            "paragraph_rank": 96,
            "section_rank": 18
        },
        {
            "text": "It is found that these post-fit distributions are consistent with the backgroundonly model with an acceptable goodness-of-fit. ",
            "section": "High-mass search results",
            "paragraph_rank": 96,
            "section_rank": 18
        },
        {
            "text": "Upper limits are then set on the cross  Table 5. ",
            "section": "High-mass search results",
            "paragraph_rank": 96,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 47,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "Post-fit numbers of events for the Q Z , L Z , R Z , and S Z regions for the data and specified background sources, for the overall eight-region background-only fit. ",
            "section": "High-mass search results",
            "paragraph_rank": 96,
            "section_rank": 18
        },
        {
            "text": "The uncertainties include both the statistical and systematic components. ",
            "section": "High-mass search results",
            "paragraph_rank": 96,
            "section_rank": 18
        },
        {
            "text": "The fitted background sums depend on the data. ",
            "section": "High-mass search results",
            "paragraph_rank": 96,
            "section_rank": 18
        },
        {
            "text": "The expected event yields for various signal samples are also listed with statistical uncertainties only, along with the corresponding masses (TeV) and cross sections (fb). ",
            "section": "High-mass search results",
            "paragraph_rank": 96,
            "section_rank": 18
        },
        {
            "text": "The fractional width considered is 30%. ",
            "section": "High-mass search results",
            "paragraph_rank": 96,
            "section_rank": 18
        },
        {
            "text": "The percent efficiency in region S Z is also noted in parentheses, alongside the event yield.",
            "section": "High-mass search results",
            "paragraph_rank": 96,
            "section_rank": 18
        },
        {
            "text": "sections for the two production modes (pp → Tbq and pp → Ttq). ",
            "section": "High-mass search results",
            "paragraph_rank": 97,
            "section_rank": 18
        },
        {
            "text": "These upper limits are reported in section 8 together with the limits from the low-mass search for four fractional width (Γ/m T ) values and the two decay modes (tH and tZ) as well as their sum (tH+tZ).",
            "section": "High-mass search results",
            "paragraph_rank": 97,
            "section_rank": 18
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 19
        },
        {
            "text": "The systematic uncertainties can be classified into those that affect the overall yields of the signal and the background processes, and those that affect the invariant mass distributions m T (for the low-mass search) and m T (for the high-mass search). ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 98,
            "section_rank": 19
        },
        {
            "text": "The sources of systematic uncertainties and their effects on the signal and the background are summarized in table 6. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 98,
            "section_rank": 19
        },
        {
            "text": "The trigger efficiency for the low-mass category is measured in data and is found to be about 97% with an assigned uncertainty of 3%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 98,
            "section_rank": 19
        },
        {
            "text": "The trigger efficiency for the high-mass analysis is measured using hadronic triggers to be over 99.5%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 98,
            "section_rank": 19
        },
        {
            "text": "There is a mild dependence on m T that is evaluated using a muon-based monitor trigger. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 98,
            "section_rank": 19
        },
        {
            "text": "The maximum variation is 3% and this is taken as the uncertainty in the overall event yields.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 98,
            "section_rank": 19
        },
        {
            "text": "The jet energy scale uncertainties depend on the p T and η of the jets [61]. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b92",
                    "text": "[61]"
                }
            ]
        },
        {
            "text": "The jet energy resolution in data is found to be worse than that in simulation, and the discrepancy is corrected by applying an extra smearing to the energy of jets in simulated events. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19
        },
        {
            "text": "Both the jet energy scale and resolution uncertainties affect the overall scale and shapes of the invariant mass distributions.  ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19
        },
        {
            "text": "The uncertainties in the H and Z jet mass scale and resolution and the N -subjettiness selection [61] affect the high-mass search. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b92",
                    "text": "[61]"
                }
            ]
        },
        {
            "text": "The jet mass scale, resolution, and the Nsubjettiness selection efficiency were measured in a sample of tt+jets events with one top quark decaying leptonically and the other top quark decaying hadronically (semileptonic tt+jets events). ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19
        },
        {
            "text": "The hadronically decaying top quark is boosted enough to produce a merged W → qq jet separated from a b jet. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19
        },
        {
            "text": "The jet mass scale was evaluated to be unity with an uncertainty of 2%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19
        },
        {
            "text": "An additional uncertainty of about 10% was derived using simulations to account for the difference between the jet showering for a W → qq jet and an H → bb or Z → bb jet, using parton shower models from pythia 8 and herwig++ 2.7.1 [62]. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b93",
                    "text": "[62]"
                }
            ]
        },
        {
            "text": "The EE5C tune [63] is used for herwig++. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b94",
                    "text": "[63]"
                }
            ]
        },
        {
            "text": "The jet mass resolution was found to be 23% larger in the data than in the simulation, with an uncertainty of 18%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19
        },
        {
            "text": "The ratio of the N -subjettiness selection efficiency in the data to the simulation (scale factor) was found to be 1.11 ± 0.08 with an additional jet p T -dependent uncertainty. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19
        },
        {
            "text": "The jet mass scale and N -subjettiness scale factor uncertainties affect only the event yields whereas the jet mass resolution affects both the yields and the m T distributions.  ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19
        },
        {
            "text": "The b tagging [47] efficiency scale factor uncertainties for AK4 jets are measured in multijets and tt+jets samples, separately for b quark jets and for light-quark and gluon jets. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "These uncertainties affect only the signal event yields for the low-mass analysis. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19
        },
        {
            "text": "For the high-mass analysis, the b tagging efficiency scale factor uncertainty for subjets is measured using multijet and tt+jets samples and is applied to the subjets for H and Z jets. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19
        },
        {
            "text": "These affect both the event yields and the m T distributions.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 19
        },
        {
            "text": "For the top quark jet tagging used in the high-mass search, the scale factor is measured using semileptonic tt+jets events, with a boosted top quark jet, using the method from ref. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 100,
            "section_rank": 19
        },
        {
            "text": "[58]. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 100,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b89",
                    "text": "[58]"
                }
            ]
        },
        {
            "text": "The scale factor with uncertainty is 1.07 +0.05 −0.03 for each top quark jet, and affects both the event yields and the m T distributions.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 100,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 47,
                    "type": "bibr",
                    "text": "+0.05"
                }
            ]
        },
        {
            "text": "The PDF uncertainties were evaluated with the PDF4LHC procedure [64], by reweighting the simulated events using the eigenvectors of the NNPDF3.0 PDF set; it was found to change the overall event yields by 0.5-1%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 101,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b95",
                    "text": "[64]"
                }
            ]
        },
        {
            "text": "The renormalization and factorization scale JHEP01 2020 Renorm.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 101,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "2020"
                }
            ]
        },
        {
            "text": "/fact. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 101,
            "section_rank": 19
        },
        {
            "text": "scales -Shape Table 6. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 101,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 21,
                    "type": "table",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "The systematic uncertainties in the signal and background yields for each search. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 101,
            "section_rank": 19
        },
        {
            "text": "The uncertainties marked \"Shape\" affect both the event yields and the distributions.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 101,
            "section_rank": 19
        },
        {
            "text": "uncertainties were estimated by doubling and halving the nominal values used in the simulations. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 102,
            "section_rank": 19
        },
        {
            "text": "These were found to affect the high-mass search event yields for both the signal and the tt+jets background.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 102,
            "section_rank": 19
        },
        {
            "text": "The uncertainty in the measurement of the integrated luminosity amounts to 2.5% [65] and affects the overall event yields of all simulated processes. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 103,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b96",
                    "text": "[65]"
                }
            ]
        },
        {
            "text": "The uncertainty associated with the mismodeling of pileup is evaluated based on a 4.6% variation on the pp total inelastic cross section [66] and affects the overall simulated event yields for both analyses.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 103,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b97",
                    "text": "[66]"
                }
            ]
        },
        {
            "text": "The systematic uncertainties in the background estimation for the low-mass search are taken into account by inflating the uncertainty in the slope parameter of the transfer functions. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 104,
            "section_rank": 19
        },
        {
            "text": "This includes an uncertainty component justified from the difference observed when the weights are computed on light-flavor versus heavy-flavor jets and an uncertainty component coming from the uncertainties in the fit arising from the b tagging efficiency. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 104,
            "section_rank": 19
        },
        {
            "text": "Based on the observed differences, the slope parameter uncertainty is increased by a factor of four for the 2M 1L to 3M region transfer function and by a factor of three for the 3M to 3T region transfer function. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 104,
            "section_rank": 19
        },
        {
            "text": "For the high-mass search, the uncertainty in the background prediction includes the systematic uncertainty in the double ratio used to constrain the QCD multijet event yields in the different control and the signal regions (section 6.3). ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 104,
            "section_rank": 19
        },
        {
            "text": "While the initial uncertainty in this double ratio is assigned to be 60%, the postfit uncertainty ranges from 23-25%, depending on signal model.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 104,
            "section_rank": 19
        },
        {
            "text": "JHEP01(2020)036",
            "section_rank": 20
        },
        {
            "text": "The tt+jets cross section uncertainty is +6.1 −5.5 % at next-to-next-to-leading order [67], while that in the W+jets cross section is 3.8% [68,69]. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 105,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b99",
                    "text": "[67]"
                },
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b100",
                    "text": "[68,"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b101",
                    "text": "69]"
                }
            ]
        },
        {
            "text": "These uncertainties affect only the high-mass search where both these backgrounds are taken from simulations. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 105,
            "section_rank": 20
        },
        {
            "text": "These uncertainties are propagated to the estimation of the QCD multijet background from the data, where the non-QCD multijet background components are subtracted from the data. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 105,
            "section_rank": 20
        },
        {
            "text": "The uncertainties also include m T -dependent modeling uncertainties for the various background components.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 105,
            "section_rank": 20
        },
        {
            "text": "Search results",
            "section_rank": 21
        },
        {
            "text": "The low-mass search is sensitive to masses from 0.6 to 1.2 TeV, while the high-mass search is sensitive to masses from 0.7 to 2.6 TeV, but with its main sensitivity starting around 1 TeV. ",
            "section": "Search results",
            "paragraph_rank": 106,
            "section_rank": 21
        },
        {
            "text": "The limits presented here correspond to a confidence level of 95%. ",
            "section": "Search results",
            "paragraph_rank": 106,
            "section_rank": 21
        },
        {
            "text": "They are based on whichever of the two searches for each considered mass has the best estimated expected sensitivity for each decay channel (tH, tZ, and the sum), production mode, and fractional width. ",
            "section": "Search results",
            "paragraph_rank": 106,
            "section_rank": 21
        },
        {
            "text": "The limits from each search considered separately are presented for completeness in appendix A.",
            "section": "Search results",
            "paragraph_rank": 106,
            "section_rank": 21
        },
        {
            "text": "Upper limits are set on the cross sections for the two production modes (pp → Tbq and pp → Ttq) with the two decay modes (tH and tZ) as well as their sum (tH+tZ), for four fractional width (Γ/m T ) values. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21
        },
        {
            "text": "The individual limits for the tH decay mode neglect potential contributions from the tZ and bW decay modes and, similarly, the individual limits for the tZ decay mode neglect potential contributions from the tH and bW decay modes. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21
        },
        {
            "text": "The (tH+tZ) sum limits are computed assuming the relative cross sections for the two channels calculated in the respective model for a particular width based on ref. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21
        },
        {
            "text": "[70]. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b102",
                    "text": "[70]"
                }
            ]
        },
        {
            "text": "For pp → Tbq, this corresponds to the T singlet model with κ W = κ H = κ Z and for pp → Ttq, to the (TB) doublet model with κ H = κ Z and κ W = 0, where κ W , κ H , and κ Z denote the T coupling parameter to bW, tH, and tZ, respectively. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21
        },
        {
            "text": "Only potential contributions from bW are neglected for the (tH+tZ) experimental limits. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21
        },
        {
            "text": "The calculated cross sections for tH and tZ are approximately the same but unequal. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21
        },
        {
            "text": "This is due both to mass effects explicit in the decay width expressions of ref. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21
        },
        {
            "text": "[5] and to additional amplitude contributions associated with the 2 → 4 finite width calculation arising from T quarkmediated Feynman diagrams relevant to the large-width regime, such as the t-channel exchange of a T quark. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "The fractional width values include 10, 20, and 30%, and the narrow-width case. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21
        },
        {
            "text": "Given the estimated effective Gaussian mass resolution of about 5%, the experimental limits set using the narrow-width simulated signal samples are applicable to (Breit-Wigner) fractional widths of up to about 5%. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21
        },
        {
            "text": "The experimental upper limits on cross sections are generally more restrictive for smaller widths given the narrower line shapes. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21
        },
        {
            "text": "The computed cross sections are found to depend approximately linearly on the fractional width. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21
        },
        {
            "text": "Figure 8 shows the cross section upper limits for Tbq production for the tHbq and tZbq channels, and their sum. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "The figure includes results for a narrow fractional width, corresponding to Γ/m T ≤ 0.05, and for a fractional width of 10%. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21
        },
        {
            "text": "Results for the same quantities are shown in figure 9 for fractional widths of 20 and 30%. ",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21
        },
        {
            "text": "Similar results for",
            "section": "Search results",
            "paragraph_rank": 107,
            "section_rank": 21
        },
        {
            "text": "JHEP01(2020)036",
            "section_rank": 22
        },
        {
            "text": "Ttq production for the tHtq and tZtq channels, and their sum are shown in figure 10 for narrow fractional width and for 10% fractional width, and the corresponding results for fractional widths of 20 and 30% are shown in figure 11. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 108,
            "section_rank": 22
        },
        {
            "text": "Superimposed on these results are the expected cross sections for the T singlet model and for the (TB) doublet model. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 108,
            "section_rank": 22
        },
        {
            "text": "The tH and tZ branching fractions for a narrow width are both approximately 25% for the T singlet model and 50% for the (TB) doublet model.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 108,
            "section_rank": 22
        },
        {
            "text": "The presented results are evaluated using left-handed chirality for the T in the pp → Tbq cases and right-handed chirality for the pp → Ttq cases. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 109,
            "section_rank": 22
        },
        {
            "text": "Studies with the opposite chirality for narrow width T → tH and T → tZ have shown similar sensitivity with the differences being small for the low-mass search and at most 10% for the high-mass search.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 109,
            "section_rank": 22
        },
        {
            "text": "The results of this search show that the observed limits are consistent with the expected limits arising from the background-only hypothesis. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 110,
            "section_rank": 22
        },
        {
            "text": "Depending on the fractional width, it can be seen that this search has expected sensitivity for T masses within the T singlet model up to 1.28 TeV (for tHbq + tZbq with 30% fractional width). ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 110,
            "section_rank": 22
        },
        {
            "text": "For T masses below 1 TeV, the models of the associated production with a bottom quark are strongly constrained by the observed limits from the low-mass search signature, which are generally more stringent than expected above 0.75 TeV; for the T singlet model masses in the range 0.70 to 1.00 TeV are excluded at 95% CL for some fractional widths between 5 and 30%. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 110,
            "section_rank": 22
        },
        {
            "text": "For the T quark masses above 1.00 TeV, the observed limits are above model predictions, and so no exclusion at 95% CL is possible with this data set in this mass range. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 110,
            "section_rank": 22
        },
        {
            "text": "The models with the associated production with a top quark have lower cross sections with a median expected sensitivity for T quark masses within the (TB) doublet model of 0.82 TeV for the largest fractional width of 30%. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 110,
            "section_rank": 22
        },
        {
            "text": "However, for this model, no range of masses is excluded at 95% CL for any of the masses and fractional widths considered here.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 110,
            "section_rank": 22
        },
        {
            "text": "The presented experimental upper limits on the cross sections are of general interest in more model independent approaches and demonstrate the great potential of electroweak single production searches to test vector-like quark production at mass scales far beyond those accessible with pair production.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 111,
            "section_rank": 22
        },
        {
            "text": "Summary",
            "section_rank": 23
        },
        {
            "text": "A search for a vector-like top quark partner T in the electroweak single production mode with fully hadronic final states has been performed using pp collision events at √ s = 13 TeV collected by the CMS experiment in 2016. ",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23
        },
        {
            "text": "The data sample corresponds to an integrated luminosity of 35.9 fb −1 . ",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23
        },
        {
            "text": "The T quarks are assumed to couple only to the standard model third-generation quarks. ",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23
        },
        {
            "text": "The decay channels exploited are T → tH and T → tZ with the hadronic decay of the top quark and primarily the bb decay of the Higgs and Z bosons. ",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23
        },
        {
            "text": "This search is designed to be sensitive to T quark fractional widths of up to 30% and a wide range of masses. ",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23
        },
        {
            "text": "The background is mostly due to standard model tt+jets and QCD multijet events with some contributions from W+jets processes. ",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23
        },
        {
            "text": "No significant excess of data above the standard model background is observed and upper limits at 95% confidence level are set on σ B(T → tH) and σ B(T → tZ), which vary between 2 pb and 20 fb for T masses ranging from 0.6 to 2.6 TeV in the Tbq and Ttq production channels. ",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23
        },
        {
            "text": "Results from JHEP01 2020  Figure 8. ",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "2020"
                },
                {
                    "start": 26,
                    "end": 34,
                    "type": "figure",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "The observed and median expected upper limits at 95% CL on the cross sections for production associated with a bottom quark for the tHbq (upper row) and tZbq (middle row) channels, and their sum, tHbq + tZbq (lower row), for different assumed values of the T quark mass. ",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23
        },
        {
            "text": "The inner (green) band and the outer (yellow) band indicate the regions containing 68 and 95%, respectively, of the distribution of limits expected under the background-only hypothesis. ",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23
        },
        {
            "text": "The left column is for a narrow fractional width (Γ/m T ≤ 0.05) and the right column is for a fractional width of Γ/m T = 0.1. ",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23
        },
        {
            "text": "The vertical dashed lines are the crossover points in sensitivity that indicate the mass intervals used for presenting the low-mass and high-mass search results. ",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23
        },
        {
            "text": "The dashed red and dot-dashed blue curves are for the T singlet model. ",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23
        },
        {
            "text": "Given the specified width, the couplings are implicit in the model. ",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23
        },
        {
            "text": "Two curves corresponding to Γ/m T = 0.05 (dot-dashed blue) and Γ/m T = 0.01 (dashed red) are shown for the narrow fractional width.",
            "section": "Summary",
            "paragraph_rank": 112,
            "section_rank": 23
        },
        {
            "text": "JHEP01 2020  Figure 9. The observed and median expected upper limits at 95% CL on the cross sections for production associated with a bottom quark for the tHbq (upper row) and tZbq (middle row) channels, and their sum, tHbq + tZbq (lower row), for different assumed values of the T quark mass. ",
            "section": "Summary",
            "paragraph_rank": 113,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "2020"
                },
                {
                    "start": 13,
                    "end": 21,
                    "type": "figure",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "The inner (green) band and the outer (yellow) band indicate the regions containing 68 and 95%, respectively, of the distribution of limits expected under the background-only hypothesis. ",
            "section": "Summary",
            "paragraph_rank": 113,
            "section_rank": 23
        },
        {
            "text": "The left column is for a fractional width of 20% and the right column is for a fractional width of 30%. ",
            "section": "Summary",
            "paragraph_rank": 113,
            "section_rank": 23
        },
        {
            "text": "The vertical dashed lines are the crossover points in sensitivity that indicate the mass intervals used for presenting the low-mass and high-mass search results. ",
            "section": "Summary",
            "paragraph_rank": 113,
            "section_rank": 23
        },
        {
            "text": "The dashed red curves are for the T singlet model. ",
            "section": "Summary",
            "paragraph_rank": 113,
            "section_rank": 23
        },
        {
            "text": "Given the specified width, the couplings are implicit in the model. ",
            "section": "Summary",
            "paragraph_rank": 113,
            "section_rank": 23
        },
        {
            "text": "JHEP01 2020  Figure 10. The observed and median expected upper limits at 95% CL on the cross sections for production associated with a top quark for the tHtq (upper row) and tZtq (middle row) channels, and their sum, tHtq +tZtq (lower row), for different assumed values of the T quark mass. ",
            "section": "Summary",
            "paragraph_rank": 113,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "2020"
                },
                {
                    "start": 13,
                    "end": 22,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 10"
                }
            ]
        },
        {
            "text": "The inner (green) band and the outer (yellow) band indicate the regions containing 68 and 95%, respectively, of the distribution of limits expected under the background-only hypothesis. ",
            "section": "Summary",
            "paragraph_rank": 113,
            "section_rank": 23
        },
        {
            "text": "The left column is for a narrow fractional width (Γ/m T ≤ 0.05) and the right column is for a fractional width of Γ/m T = 0.1. ",
            "section": "Summary",
            "paragraph_rank": 113,
            "section_rank": 23
        },
        {
            "text": "The vertical dashed lines are the crossover points in sensitivity that indicate the mass intervals used for presenting the low-mass and high-mass search results. ",
            "section": "Summary",
            "paragraph_rank": 113,
            "section_rank": 23
        },
        {
            "text": "The dashed red and dot-dashed blue curves are for the (TB) doublet model. ",
            "section": "Summary",
            "paragraph_rank": 113,
            "section_rank": 23
        },
        {
            "text": "Given the specified width, the couplings are implicit in the model. ",
            "section": "Summary",
            "paragraph_rank": 113,
            "section_rank": 23
        },
        {
            "text": "Two curves corresponding to Γ/m T = 0.05 (dot-dashed blue) and Γ/m T = 0.01 (dashed red) are shown for the narrow fractional width.",
            "section": "Summary",
            "paragraph_rank": 113,
            "section_rank": 23
        },
        {
            "text": "JHEP01 2020  Figure 11. ",
            "section": "Summary",
            "paragraph_rank": 114,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "2020"
                },
                {
                    "start": 13,
                    "end": 22,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 11"
                }
            ]
        },
        {
            "text": "The observed and median expected upper limits at 95% CL on the cross sections for production associated with a top quark for the tHtq (upper row) and tZtq (middle row) channels, and their sum, tHtq +tZtq (lower row), for different assumed values of the T quark mass. ",
            "section": "Summary",
            "paragraph_rank": 114,
            "section_rank": 23
        },
        {
            "text": "The inner (green) band and the outer (yellow) band indicate the regions containing 68 and 95%, respectively, of the distribution of limits expected under the background-only hypothesis. ",
            "section": "Summary",
            "paragraph_rank": 114,
            "section_rank": 23
        },
        {
            "text": "The left column is for a fractional width of 20% and the right column is for a fractional width of 30%. ",
            "section": "Summary",
            "paragraph_rank": 114,
            "section_rank": 23
        },
        {
            "text": "The vertical dashed lines are the crossover points in sensitivity that indicate the mass intervals used for presenting the low-mass and high-mass search results. ",
            "section": "Summary",
            "paragraph_rank": 114,
            "section_rank": 23
        },
        {
            "text": "The dashed red curves are for the (TB) doublet model. ",
            "section": "Summary",
            "paragraph_rank": 114,
            "section_rank": 23
        },
        {
            "text": "Given the specified width, the couplings are implicit in the model.",
            "section": "Summary",
            "paragraph_rank": 114,
            "section_rank": 23
        },
        {
            "text": "JHEP01(2020)036",
            "section_rank": 24
        },
        {
            "text": "combining the two decay channels assuming equal couplings are also reported. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 115,
            "section_rank": 24
        },
        {
            "text": "Compared with prior electroweak single production searches, this search is significantly more sensitive for T → tH. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 115,
            "section_rank": 24
        },
        {
            "text": "The search gives the first constraints using this production mode on T → tZ for hadronic decays of the Z boson. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 115,
            "section_rank": 24
        },
        {
            "text": "These results are competitive with those from searches for T → tZ using other Z decay modes. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 115,
            "section_rank": 24
        },
        {
            "text": "The combined T → tH and T → tZ results for associated production with a bottom quark lead to constraints on T quarks in the T singlet model for masses below 1.00 TeV. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 115,
            "section_rank": 24
        },
        {
            "text": "The expected sensitivity for this model extends to 1.28 TeV (for 30% fractional width), which is comparable to the mass reach of the most stringent pair production searches.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 115,
            "section_rank": 24
        },
        {
            "text": "JHEP01(2020)036",
            "section_rank": 25
        },
        {
            "text": "Academy of Sciences, the New National Excellence ProgramÚNKP, the NKFIA research grants 123842, 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary) ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 116,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 164,
                    "type": "bibr",
                    "text": "123842, 123959, 124845, 124850, 125105, 128713, 128786, and 129058 (Hungary)"
                }
            ]
        },
        {
            "text": "JHEP01(2020)036",
            "section_rank": 26
        },
        {
            "text": "A Low-mass and high-mass search limits For information, we show here separately the limits obtained with each of the two search signatures that were used to give the final search limit results presented in figures 8-11 of the paper.   ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "Figure 12. The observed and median expected upper limits at 95% CL on the cross sections for production associated with a bottom quark for the tHbq (upper row) and tZbq (middle row) channels, and their sum, tHbq + tZbq (lower row), for different assumed values of the T quark mass. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 12"
                }
            ]
        },
        {
            "text": "The inner (green) bands and the outer (yellow) bands indicate the regions containing 68 and 95%, respectively, of the distribution of limits expected under the background-only hypothesis. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "The left column is for a narrow fractional width (Γ/m T ≤ 0.05) and the right column is for a fractional width of Γ/m T = 0.1. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "The dashed red curves are for the T singlet model. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "Given the specified width, the couplings are implicit in the model.  ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "Figure 13. The observed and median expected upper limits at 95% CL on the cross sections for production associated with a bottom quark for the tHbq (upper row) and tZbq (middle row) channels, and their sum, tHbq + tZbq (lower row), for different assumed values of the T quark mass. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 13"
                }
            ]
        },
        {
            "text": "The inner (green) bands and the outer (yellow) bands indicate the regions containing 68 and 95%, respectively, of the distribution of limits expected under the background-only hypothesis. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "The left column is for a fractional width of 20% and the right column is for a fractional width of 30%. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "The dashed red curves are for the T singlet model. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "Given the specified width, the couplings are implicit in the model.  ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "Figure 14. The observed and median expected upper limits at 95% CL on the cross sections for production associated with a top quark for the tHtq (upper row) and tZtq (middle row) channels, and their sum, tHtq + tZtq (lower row), for different assumed values of the T quark mass. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 14"
                }
            ]
        },
        {
            "text": "The inner (green) bands and the outer (yellow) bands indicate the regions containing 68 and 95%, respectively, of the distribution of limits expected under the background-only hypothesis. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "The left column is for a narrow fractional width (Γ/m T ≤ 0.05) and the right column is for a fractional width of Γ/m T = 0.1. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "The dashed red curves are for the (TB) doublet model. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "Given the specified width, the couplings are implicit in the model.  ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "Figure 15. The observed and median expected upper limits at 95% CL on the cross sections for production associated with a top quark for the tHtq (upper row) and tZtq (middle row) channels, and their sum, tHtq +tZtq (lower row), for different assumed values of the T quark mass. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 15"
                }
            ]
        },
        {
            "text": "The inner (green) bands and the outer (yellow) bands indicate the regions containing 68 and 95%, respectively, of the distribution of limits expected under the background-only hypothesis. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "The left column is for a fractional width of 20% and the right column is for a fractional width of 30%. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "The dashed red curves are for the (TB) doublet model. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "Given the specified width, the couplings are implicit in the model.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 117,
            "section_rank": 26
        },
        {
            "text": "JHEP01(2020)036",
            "section_rank": 27
        },
        {
            "text": "Open Access. ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 118,
            "section_rank": 27
        },
        {
            "text": "This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 118,
            "section_rank": 27
        },
        {
            "text": "[9] ATLAS collaboration, Search for pair production of vector-like top quarks in events with one lepton, jets and missing transverse momentum in √ s = 13 TeV pp collisions with the ATLAS detector, JHEP 08 (2017) 052 [arXiv:1705.10751] [INSPIRE].",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 119,
            "section_rank": 27
        },
        {
            "text": "[10] CMS collaboration, Search for pair production of vector-like T and B quarks in single-lepton final states using boosted jet substructure in proton-proton collisions at √ s = 13 TeV, JHEP 11 (2017) 085 [arXiv:1706.03408] [INSPIRE].",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 120,
            "section_rank": 27
        },
        {
            "text": "[11] ATLAS collaboration, Search for pair production of heavy vector-like quarks decaying to high-p T W bosons and b quarks in the lepton-plus-jets final state in pp collisions at √ s = 13 TeV with the ATLAS detector, JHEP 10 2017 [13] ATLAS collaboration, Search for pair production of up-type vector-like quarks and for four-top-quark events in final states with multiple b-jets with the ATLAS detector, JHEP 07 ",
            "section": "JHEP01(2020)036",
            "paragraph_rank": 121,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "2017"
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 28
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 122,
            "section_rank": 28
        },
        {
            "text": "Example Feynman diagrams for electroweak production of vector-like T quarks. ",
            "section": "Figure 1 .",
            "paragraph_rank": 122,
            "section_rank": 28
        },
        {
            "text": "Charged-current (left) and neutral current (right).",
            "section": "Figure 1 .",
            "paragraph_rank": 122,
            "section_rank": 28
        },
        {
            "text": "figure 4. ",
            "paragraph_rank": 123,
            "section_rank": 29
        },
        {
            "text": "A signal with a mass of m T = 0.7 TeV and product of the cross section and branching fraction of 600 fb is superimposed. ",
            "paragraph_rank": 123,
            "section_rank": 29
        },
        {
            "text": "An excess is observed when fitting the three regions for -",
            "paragraph_rank": 123,
            "section_rank": 29
        },
        {
            "text": "H then, if the Higgs boson and reversed-Higgs boson tagging are independent of the top quark tagging and reversed-top quark tagging criteria, one may write:",
            "paragraph_rank": 124,
            "section_rank": 30
        },
        {
            "text": "Figure 6 .",
            "section_rank": 31
        },
        {
            "text": "Figure 6. ",
            "section": "Figure 6 .",
            "paragraph_rank": 125,
            "section_rank": 31
        },
        {
            "text": "The background-only post-fit distributions in data for the Q H , T H , R H , and S H regions that are used as signal and control regions primarily for the T → tH channel. ",
            "section": "Figure 6 .",
            "paragraph_rank": 125,
            "section_rank": 31
        },
        {
            "text": "The upper plots show regions Q H (left) and T H (right), while the lower plots show regions R H (left) and S H (right). ",
            "section": "Figure 6 .",
            "paragraph_rank": 125,
            "section_rank": 31
        },
        {
            "text": "The dashed red histogram is an example T → tH signal for the tHbq process with a 1.2 TeVT quark mass and a fractional width of 30% with a cross section from the singlet model of 142 fb. ",
            "section": "Figure 6 .",
            "paragraph_rank": 125,
            "section_rank": 31
        },
        {
            "text": "The lower panels show the ratio of observed data to fitted background per bin. ",
            "section": "Figure 6 .",
            "paragraph_rank": 125,
            "section_rank": 31
        },
        {
            "text": "The error bars on the data represent 68% CL Poisson intervals. ",
            "section": "Figure 6 .",
            "paragraph_rank": 125,
            "section_rank": 31
        },
        {
            "text": "The light blue band in each ratio panel shows the fractional uncertainties in the fitted background.",
            "section": "Figure 6 .",
            "paragraph_rank": 125,
            "section_rank": 31
        },
        {
            "text": "Figure 7 .",
            "section_rank": 32
        },
        {
            "text": "Figure 7. ",
            "section": "Figure 7 .",
            "paragraph_rank": 126,
            "section_rank": 32
        },
        {
            "text": "The background-only post-fit distributions in data for the Q Z , L Z , R Z , and S Z regions that are used as signal and control regions primarily for the T → tZ channel. ",
            "section": "Figure 7 .",
            "paragraph_rank": 126,
            "section_rank": 32
        },
        {
            "text": "The upper plots show regions Q Z (left) and L Z (right), while the lower plots show regions R Z (left) and S Z (right). ",
            "section": "Figure 7 .",
            "paragraph_rank": 126,
            "section_rank": 32
        },
        {
            "text": "The dashed red histogram is an example T → tZ signal for the tZbq process with a 1.2 TeVT quark mass and a fractional width of 30% with a cross section from the singlet model of 131 fb. ",
            "section": "Figure 7 .",
            "paragraph_rank": 126,
            "section_rank": 32
        },
        {
            "text": "The shorter dashed cyan histogram is for T → tH signal for the tHbq process with the model assumptions used infigure 6. ",
            "section": "Figure 7 .",
            "paragraph_rank": 126,
            "section_rank": 32
        },
        {
            "text": "The lower panels show the ratio of observed data to fitted background per bin. ",
            "section": "Figure 7 .",
            "paragraph_rank": 126,
            "section_rank": 32
        },
        {
            "text": "The error bars on the data represent 68% CL Poisson intervals. ",
            "section": "Figure 7 .",
            "paragraph_rank": 126,
            "section_rank": 32
        },
        {
            "text": "The light blue band in each ratio panel shows the fractional uncertainties in the fitted background.",
            "section": "Figure 7 .",
            "paragraph_rank": 126,
            "section_rank": 32
        },
        {
            "text": "141 [arXiv:1707.03347] [INSPIRE]. ",
            "paragraph_rank": 127,
            "section_rank": 33
        },
        {
            "text": "[12] CMS collaboration, Search for pair production of vector-like quarks in the bW bW channel from proton-proton collisions at √ s = 13 TeV, Phys. ",
            "paragraph_rank": 127,
            "section_rank": 33
        },
        {
            "text": "Lett. ",
            "paragraph_rank": 127,
            "section_rank": 33
        },
        {
            "text": "B 779 (2018) 82 [arXiv:1710.01539] [INSPIRE].",
            "paragraph_rank": 127,
            "section_rank": 33
        },
        {
            "text": "036",
            "paragraph_rank": 128,
            "section_rank": 34
        },
        {
            "text": "036",
            "paragraph_rank": 129,
            "section_rank": 35
        },
        {
            "text": "; the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonatabis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Ministry of Science and Education, grant no. 3.2989.2017 (Russia); the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Nvidia Corporation; the Welch Foundation, contract C-1845; and the Weston Havens Foundation (U.S.A.).",
            "paragraph_rank": 130,
            "section_rank": 36
        },
        {
            "text": "2018) 089 [arXiv:1803.09678] [INSPIRE]. ",
            "paragraph_rank": 131,
            "section_rank": 37
        },
        {
            "text": "[14] CMS collaboration, Search for vector-like T and B quark pairs in final states with leptons at √ s = 13 TeV, JHEP 08 (2018) 177 [arXiv:1805.04758] [INSPIRE]. ",
            "paragraph_rank": 131,
            "section_rank": 37
        },
        {
            "text": "[15] ATLAS collaboration, Search for pair-and single-production of vector-like quarks in final states with at least one Z boson decaying into a pair of electrons or muons in pp collision data collected with the ATLAS detector at √ s = 13 TeV, Phys. ",
            "paragraph_rank": 131,
            "section_rank": 37,
            "entity_spans": [
                {
                    "start": 5,
                    "end": 10,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s2"
                },
                {
                    "start": 211,
                    "end": 217,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "Rev. D 98 (2018) 112010 [arXiv:1806.10555] [INSPIRE].",
            "paragraph_rank": 131,
            "section_rank": 37
        },
        {
            "text": "Acknowledgments",
            "section_rank": 39
        },
        {
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. ",
            "section": "Acknowledgments",
            "paragraph_rank": 132,
            "section_rank": 39
        },
        {
            "text": "In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. ",
            "section": "Acknowledgments",
            "paragraph_rank": 132,
            "section_rank": 39
        },
        {
            "text": "Finally, we acknowledge the enduring support for the construction and operation  ",
            "section": "Acknowledgments",
            "paragraph_rank": 132,
            "section_rank": 39
        },
        {
            "text": "JHEP01 2020 ",
            "paragraph_rank": 133,
            "section_rank": 41,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "2020"
                }
            ]
        }
    ]
}