{
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Measurement of the electron reconstruction efficiency at",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "LHCb",
            "section_rank": 2
        },
        {
            "text": "The LHCb collaboration E-mail: laurent.dufour@cern.ch",
            "section": "LHCb",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "A :",
            "section_rank": 3
        },
        {
            "text": "The single electron track-reconstruction efficiency is calibrated using a sample corresponding to 1.3 fb −1 of pp collision data recorded with the LHCb detector in 2017. ",
            "section": "A :",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "This measurement exploits B + → J/ψ(e + e − )K + decays, where one of the electrons is fully reconstructed and paired with the kaon, while the other electron is reconstructed using only the information of the vertex detector. ",
            "section": "A :",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "Despite this partial reconstruction, kinematic and geometric constraints allow the B meson mass to be reconstructed and the signal to be well separated from backgrounds. ",
            "section": "A :",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "This in turn allows the electron reconstruction efficiency to be measured by matching the partial track segment found in the vertex detector to tracks found by LHCb's regular reconstruction algorithms. ",
            "section": "A :",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "The agreement between data and simulation is evaluated, and corrections are derived for simulated electrons in bins of kinematics. ",
            "section": "A :",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "These correction factors allow LHCb to measure branching fractions involving single electrons with a systematic uncertainty below 1%.",
            "section": "A :",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "K",
            "section_rank": 4
        },
        {
            "text": ": Pattern recognition, cluster finding, calibration and fitting methods; Performance of High Energy Physics Detectors A X P : 1909.02957",
            "section": "K",
            "paragraph_rank": 4,
            "section_rank": 4
        },
        {
            "text": "Introduction",
            "section_rank": 5
        },
        {
            "text": "The LHCb detector is designed for the study of b-hadron and c-hadron decays, using proton-proton collisions provided by the LHC. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 5
        },
        {
            "text": "In order to achieve these physics goals, the trajectories of stable charged particles (tracks) need to be reconstructed accurately and with a high and well-known efficiency. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 5
        },
        {
            "text": "The precise knowledge of this charged-particle reconstruction efficiency is essential in measurements of branching fractions, for example. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 5
        },
        {
            "text": "While muons produced in heavy flavour decays are nearly unhindered by the LHCb detector material, electrons suffer from energy loss via bremsstrahlung. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 5
        },
        {
            "text": "In some cases, the energy loss affects the trajectory to such a degree that the electrons no longer traverse all tracking detectors. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 5
        },
        {
            "text": "Therefore, the track-reconstruction efficiency for electrons describes not only the performance of the trackreconstruction algorithms for electrons, but also the impact of this loss in geometrical acceptance.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 5
        },
        {
            "text": "Thus far, no direct measurement of the electron reconstruction efficiency at LHCb exists. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "text": "Tests of lepton universality in b → s ( = µ, e) transitions (e.g. refs. [1][2][3]) have estimated the efficiency difference between muons and electrons using simulation. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 78,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "This estimate is validated by measuring the ratio of branching fractions B (J/ψ → e + e − ) /B (J/ψ → µ + µ − ), which is constrained by theory and external measurements to unity. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "text": "A measurement of the single electron efficiency is not only -1 -a complementary check to this method, but also enables tests of lepton universality in decays producing a single electron, such as B 0 → D + − ν decays.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "text": "This paper presents a new method to LHCb which combines a tag-and-probe approach with kinematic constraints to determine the electron reconstruction efficiency. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "Part of the efficiency, which includes the majority of the acceptance losses, is extracted from data. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "This is achieved by using B + → J/ψ (e + e − )K + decays,1 where one of the electrons and the kaon (the tag) are reconstructed using all standard tracking detectors, while for the other electron (the probe) only the information of the vertex detector is used in its reconstruction. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "Finally, simulation is used to account for the reconstruction efficiency in the vertex detector. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "The accuracy of the measured reconstruction efficiency is confirmed in simulation by comparing its results to generator-level quantities, and systematic uncertainties are assigned for residual inaccuracies.",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "Detector and simulation",
            "section_rank": 6
        },
        {
            "text": "The LHCb detector [4,5] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 21,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                }
            ]
        },
        {
            "text": "The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector, called the VELO, surrounding the pp interaction region [6], a large-area siliconstrip detector, the TT, located upstream of a dipole magnet with a bending power of about 4 Tm; and three stations of silicon-strip detectors (Inner Tracker) and straw drift tubes (Outer Tracker) [7] placed downstream of the magnet, referred to as the T stations. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 378,
                    "end": 381,
                    "type": "bibr",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The complete tracking system provides a measurement of the momentum, p, of charged particles with a relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV/c. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "The minimum distance of a track to a primary vertex (PV), the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) µm, where p T is the component of the momentum transverse to the beam, in GeV/c. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "The IP is exploited to discriminate prompt tracks from heavy flavour decays. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "The dipole magnet deflects oppositely charged particles in opposite directions. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "Its polarity is periodically reversed throughout the data-taking. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "The configuration with the magnetic field pointing upwards (downwards), bends positively (negatively) charged particles in the horizontal plane towards the centre of the LHC ring. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "Different types of charged hadrons are distinguished using information from two ringimaging Cherenkov detectors [8]. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Photons, electrons and hadrons are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. ",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [9].",
            "section": "Detector and simulation",
            "paragraph_rank": 8,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "type": "bibr",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "During Run 2 of the LHC, LHCb operated at µ = 1.1, where µ is defined as the average number of visible interactions per beam-beam crossing. ",
            "section": "Detector and simulation",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "The resulting primary vertices are reconstructed using a seeding and fitting procedure, optimised for vertices distributed nearby the beam line [10]. ",
            "section": "Detector and simulation",
            "paragraph_rank": 9,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The resolution of the reconstructed PVs depends on the track multiplicity of the PV is presented in ref. ",
            "section": "Detector and simulation",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "[11]. ",
            "section": "Detector and simulation",
            "paragraph_rank": 9,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Figure 1 shows an overview of the relevant track types used in this paper: VELO tracks, composed of at least three hits in the VELO detector; and long tracks, which have hits in the VELO detector, T stations and optionally the TT detector. ",
            "section": "Detector and simulation",
            "paragraph_rank": 9,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The momentum is inferred from the track's curvature in the magnetic field. ",
            "section": "Detector and simulation",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "Most physics analyses make use of long tracks, as they provide the best momentum and angular resolution among all of the track types. ",
            "section": "Detector and simulation",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "The VELO resides outside the magnetic field, and charged particles follow an approximately straight trajectory through the detector. ",
            "section": "Detector and simulation",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "Therefore, a VELO track only provides angular information about the particle's initial trajectory, and no information about the particle's absolute momentum. ",
            "section": "Detector and simulation",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "The reconstruction of long tracks starts with the reconstruction of VELO tracks, which are subsequently promoted by dedicated algorithms to long tracks [12,13]. ",
            "section": "Detector and simulation",
            "paragraph_rank": 9,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12,"
                },
                {
                    "start": 156,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13]"
                }
            ]
        },
        {
            "text": "Consequently, all long tracks must also satisfy the conditions of the VELO track reconstruction. ",
            "section": "Detector and simulation",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "The trigger [14] consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage which performs a full event reconstruction. ",
            "section": "Detector and simulation",
            "paragraph_rank": 9,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "This analysis uses specific trigger selections deployed for 2017 data taking which build the tag-and-probe candidates required for the analysis at the trigger level. ",
            "section": "Detector and simulation",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "In order to minimize potential correlations between the tag and probe sides of the signal candidate, the trigger selection is based on a minimal set of criteria required to reduce the output rate to an acceptable level.",
            "section": "Detector and simulation",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "Simulated events are used to validate the proposed method. ",
            "section": "Detector and simulation",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "In the simulation, pp collisions are generated using P [15] with a specific LHCb configuration [16]. ",
            "section": "Detector and simulation",
            "paragraph_rank": 10,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Decays of unstable particles are described by E G [17], in which final-state radiation is generated using P [18]. ",
            "section": "Detector and simulation",
            "paragraph_rank": 10,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "The interaction of the generated particles with the detector, and its response, are implemented using the G 4 toolkit [19,20] as described in ref. ",
            "section": "Detector and simulation",
            "paragraph_rank": 10,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19,"
                },
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20]"
                }
            ]
        },
        {
            "text": "[21].",
            "section": "Detector and simulation",
            "paragraph_rank": 10,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Method",
            "section_rank": 7
        },
        {
            "text": "The long-track reconstruction efficiency for electrons is significantly different with respect to muons, as shown in 100%, electrons that undergo radiative energy losses before the dipole magnet can be deflected outside of the downstream tracker acceptance. ",
            "section": "Method",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "This acceptance inefficiency is significantly larger than the inefficiency of the pattern-recognition algorithms. ",
            "section": "Method",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "For a measurement of the long-track reconstruction efficiency for electrons it is therefore required to rely only on subdetectors upstream of the dipole magnet.",
            "section": "Method",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "This paper describes the efficiency of reconstructing electrons as long tracks, provided that they have been reconstructed as VELO tracks. ",
            "section": "Method",
            "paragraph_rank": 12,
            "section_rank": 7
        },
        {
            "text": "Therefore, the presented method does not account for the efficiency of the VELO-track reconstruction. ",
            "section": "Method",
            "paragraph_rank": 12,
            "section_rank": 7
        },
        {
            "text": "A calibration procedure exists already for the VELO-track reconstruction [22], which also takes into account the ageing of the detector. ",
            "section": "Method",
            "paragraph_rank": 12,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "In addition, the VELO detector material is described well in the simulation, with a relative precision on x/X 0 of 6% [6]. ",
            "section": "Method",
            "paragraph_rank": 12,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Combining the calibration for muons with the detector simulation, the VELOtrack reconstruction efficiency for electrons can be determined with a systematic uncertainty of approximately 0.06% due to the simulated material density, which is small in comparison to the current statistical uncertainty.",
            "section": "Method",
            "paragraph_rank": 12,
            "section_rank": 7
        },
        {
            "text": "This tag-and-probe method uses B + → J/ψ (→ e + e − )K + decays to determine the efficiency of reconstructing electrons as long tracks. ",
            "section": "Method",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The decay products cover the momentum spectrum of interest to most analyses studying properties of heavy flavour in LHCb, with a typical average transverse momentum of a few GeV/c. ",
            "section": "Method",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "One of the electrons and the kaon from the B + → J/ψ (→ e + e − )K + decay are reconstructed as long tracks and define the tag candidate, while the other electron is reconstructed in the VELO and defines the probe candidate. ",
            "section": "Method",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The angular information of the VELO track combined with the information of the tag particles is sufficient to distinguish genuine signal decays from backgrounds, as illustrated in section 3.2. ",
            "section": "Method",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The long-track reconstruction efficiency for electrons is obtained by matching the VELO track to a long track. ",
            "section": "Method",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The probe track is defined as matched if a long track is found which has at least 70% of the clusters in the VELO detector in common, with a minimum of 6 shared clusters on a track.2 ",
            "section": "Method",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "As an additional quality requirement, the reconstructed long track is required to have the correct electric charge associated, i.e. opposite to the charge of the tag electron.",
            "section": "Method",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "2Both the VELO-track reconstruction and the long-track reconstruction require a minimum of 6 VELO clusters on a track.",
            "section": "Method",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "-4 -2019 JINST 14 P11023",
            "section": "Method",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Efficiency parametrisation",
            "section_rank": 8
        },
        {
            "text": "The efficiency of the long-track reconstruction depends on the absolute momentum of the electron and the amount of traversed material. ",
            "section": "Efficiency parametrisation",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "The electron reconstruction efficiency is therefore measured in bins of pseudorapidity, η, and transverse momentum, p T . ",
            "section": "Efficiency parametrisation",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "The bin sizes are chosen to minimise the variation of the efficiency within the kinematic bin, based on the simulated behaviour of the electron reconstruction efficiency, with a lower limit on the bin size due to the limited sample size.",
            "section": "Efficiency parametrisation",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "Within the VELO, a striking variation in the amount of traversed material is present due to the RF Foil, an aluminium foil which separates the detector and beam vacua. ",
            "section": "Efficiency parametrisation",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Particles which travel parallel to the RF-foil can traverse an additional 10% of radiation length in comparison to other particles, and thus are treated separately. ",
            "section": "Efficiency parametrisation",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "This region is defined as two regions in the azimuthal angle, φ, of the probe electron: |φ − π/2| < π/8 and |φ + π/2| < π/8.",
            "section": "Efficiency parametrisation",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Momentum and invariant-mass resolution",
            "section_rank": 9
        },
        {
            "text": "The momentum of the probe electron is inferred from kinematic and geometric constraints in the signal production and decay chain. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "This momentum estimate is used in the determination of the e + e − K + invariant mass, whose invariant-mass distribution is used to separate signal from backgrounds. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "In addition, an accurate estimate of the probe's momentum is required to parametrise the reconstruction efficiency. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "Different kinematic constraints are applied in these two cases.",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "To separate genuine signal candidates from background, a fit is performed to the e + e − K + invariant-mass distribution. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "The e + e − K + invariant mass is computed by constraining the invariant mass of the e − e + combination to the known value for the J/ψ mass [23]. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 19,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "An example of the distribution of the resulting invariant mass, m J/ψ K + , is shown in figure 3. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "The shape of the signal peak is reproduced well in the simulation, shown in the right panel of figure 3. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "The signal peak is fitted with a Gaussian function with power-law tails on both sides. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "The tail parameters are extracted from simulation, and fixed in a fit to the data. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "The random-track background is described empirically using a second-degree polynomial, whose parameters are left to float in a fit to the data. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "In addition to random combinations of unrelated tracks, also partially reconstructed decays of the type B + → J/ψ (→ e + e − )K * contribute in the invariant-mass spectrum. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "This contribution is described using an Argus function [24] convoluted with a resolution function, whose parameters are left to float in a fit to the data. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "All parameters are determined separately for each bin of the probe electron kinematics.",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "The momentum estimation of the probe track for the efficiency parametrisation follows a similar, but more involved, procedure. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "The tag electron also suffers from energy loss as it traverses the detector, which worsens the momentum resolution of the tag electron and, consequently, affects the probe momentum inferred from the J/ψ mass constraint. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "To further improve the momentum resolution of the probe electron, a kinematic fit is performed to the decay tree, in which both the probe and tag electron's absolute momentum are determined by constraining the e + e − K + invariant mass to the known B + mass, and simultaneously constraining the e + e − invariant mass to the known J/ψ mass. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "The resulting relative momentum resolution, as evaluated using simulation, is approximately 7%, with little dependence on the momentum of the probe electron. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "This momentum estimate is used when defining the kinematic binning for the efficiency measurement. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Migration effects due to the momentum resolution are treated as a systematic uncertainty and addressed in section 7.",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "-5 -  Figure 3. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 6,
                    "end": 14,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Distribution of the constrained invariant mass for (left) data and (right) simulated events, together with an example of a fit to this distribution. ",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "The simulated events contain at least one signal decay, resulting in a higher signal purity than is observed in data.",
            "section": "Momentum and invariant-mass resolution",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "JINST 14 P11023",
            "section_rank": 10
        },
        {
            "text": "Data set and selection",
            "section_rank": 11
        },
        {
            "text": "This analysis uses √ s = 13 TeV pp collision data recorded by the LHCb detector in 2017, corresponding to an integrated luminosity of 1.3 fb −1 . ",
            "section": "Data set and selection",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "The majority of the event selection for this analysis is implemented in a dedicated trigger line. ",
            "section": "Data set and selection",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "This line combines a track, which is likely an electron, with another track, which is likely to be a kaon, to form together with the probe a vertex which is displaced by at least 4 mm from the nearest PV. ",
            "section": "Data set and selection",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Both tag tracks must form a vertex with a significant displacement with respect to any PV. ",
            "section": "Data set and selection",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "The tag electron must satisfy p T > 2.5 GeV/c, while the tag kaon must satisfy p T ≥ 500 MeV/c. ",
            "section": "Data set and selection",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "This tag combination is then combined with a VELO track (the probe candidate) which is also required to have a significant displacement with respect to any PV. ",
            "section": "Data set and selection",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "To reduce the large background of random-track combinations, a selection is made based on an approximation of the invariant mass of the e + e − K + combination. ",
            "section": "Data set and selection",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "For this, the momentum of the probe electron, p probe is approximated as",
            "section": "Data set and selection",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "E e,tag − p e,tag cos θ ,",
            "section": "Data set and selection",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "where m J/ψ denotes the known mass of a J/ψ meson [23], m e denotes the mass of an electron, E e,tag (p e,tag ) denotes the energy (momentum) of the tag electron, and θ denotes the opening angle between the two electrons in the vertex detector. ",
            "section": "Data set and selection",
            "paragraph_rank": 24,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "The PV that fits best to the resulting flight direction of the B + candidate is used henceforth as the associated PV. ",
            "section": "Data set and selection",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "To avoid biases in the measured efficiency, all considered events must have passed the trigger independently of the long-track reconstruction for the probe electron. ",
            "section": "Data set and selection",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "After tracks have been reconstructed, trigger decisions are associated with reconstructed tracks or energy deposits [25]. ",
            "section": "Data set and selection",
            "paragraph_rank": 24,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "This allows one to ensure that the event triggers accepted the event due to the tag particles. ",
            "section": "Data set and selection",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "As a consequence of these requirements, the tag electron must have a significant transverse momentum, which is reflected in the p T ≥ 2.5 GeV/c requirement implemented in the selection described earlier.",
            "section": "Data set and selection",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "An offline selection is used to further increase the purity of candidates passing the trigger selection. ",
            "section": "Data set and selection",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "The angle between the B + momentum vector, calculated using the probe momentum estimation from the J/ψ mass constraint, and the reconstructed flight direction is required to be at -6 -2019 JINST 14 P11023 most 5.5 mrad. ",
            "section": "Data set and selection",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "In addition, the probe electron is required to have an impact parameter with respect to any reconstructed PV of at least 0.2 mm.",
            "section": "Data set and selection",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "Simulated events are processed in the same way. ",
            "section": "Data set and selection",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "About 10 5 B + decays are selected in data, and 5.7 × 10 5 in simulated events.",
            "section": "Data set and selection",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "Efficiency extraction",
            "section_rank": 12
        },
        {
            "text": "The reconstruction efficiency of electrons is determined as the fraction of reconstructed decays where the probe track is matched to a long track with the expected electric charge. ",
            "section": "Efficiency extraction",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "text": "The selected candidates are divided into pass and fail categories based on this matching criterion. ",
            "section": "Efficiency extraction",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "text": "The efficiency is subsequently measured using a simultaneous one-dimensional, unbinned maximum-likelihood fit to the inferred mass of the B + meson candidate in both categories. ",
            "section": "Efficiency extraction",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "text": "To minimise differences in the treatment of the pass and fail categories, the B + meson mass is calculated using the inferred probe momentum in both cases. ",
            "section": "Efficiency extraction",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "text": "The resulting efficiencies in simulation and data along with their statistical uncertainties are shown in figures 4 and 5.",
            "section": "Efficiency extraction",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "text": "There is a good agreement between simulation and data in most kinematic bins, with an average deviation below 5%. ",
            "section": "Efficiency extraction",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "At low p T and η the efficiency in data is consistently lower than what is observed in simulation. ",
            "section": "Efficiency extraction",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "This is attributed to a difference in detection efficiency for electrons with a low momentum, p ≤ 3 GeV/c. ",
            "section": "Efficiency extraction",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "The selection requirements made on the tag candidate, and in particular the tag electron p T requirement, limit our ability to study the probe efficiency in this region in more detail. ",
            "section": "Efficiency extraction",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "Most LHCb physics analyses [11,26] require a minimal reconstructed momentum of 3 GeV/c, such that the practical impact of this efficiency difference is mitigated.",
            "section": "Efficiency extraction",
            "paragraph_rank": 28,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11,"
                },
                {
                    "start": 31,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26]"
                }
            ]
        },
        {
            "text": "Fake track contribution",
            "section_rank": 13
        },
        {
            "text": "Not all of the long tracks correspond to genuine particle trajectories. ",
            "section": "Fake track contribution",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "Long tracks which are composed of the probe particle's VELO segment and an unrelated segment in the downstream tracking stations appear as long tracks which have the reconstructed angle of the searched-for probe particle, but an incorrect estimate of the absolute momentum. ",
            "section": "Fake track contribution",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "The reconstruction of such fake tracks happens more frequently for electrons than for other particle species, as the conversion of bremsstrahlung photons introduces additional charged particles in the downstream tracking stations which appear compatible with the VELO segment.",
            "section": "Fake track contribution",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "In physics analyses, which often restrict themselves to long tracks, the momentum resolution is already worsened due to the energy loss of the probe electron. ",
            "section": "Fake track contribution",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "This energy loss impacts the resolution of invariant masses, such that they no longer provide a clear distinction between genuine and fake tracks, unlike for other particle species. ",
            "section": "Fake track contribution",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "To provide a general performance number, contributions from fake tracks are included in the efficiency presented in this paper. ",
            "section": "Fake track contribution",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "However, this definition can be changed when evaluating the efficiency for a specific physics analysis in order to reflect the applied selection criteria.",
            "section": "Fake track contribution",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "Efficiency ratio and validation",
            "section_rank": 14
        },
        {
            "text": "The truth-level hit information present in simulated events allows for another definition of the track reconstruction efficiency. ",
            "section": "Efficiency ratio and validation",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "Using this information, a charged particle is considered reconstructed when at least 70% of the hits on its track are associated to the same true simulated particle. ",
            "section": "Efficiency ratio and validation",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "Using    . ",
            "section": "Efficiency ratio and validation",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "Measured electron detection efficiency in each p T , η bin in data and simulation, for electrons which do not travel parallel to the RF-foil. ",
            "section": "Efficiency ratio and validation",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "The ratios between the results from data and simulation are shown for each bin below. ",
            "section": "Efficiency ratio and validation",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "The error bars on the ratio include both the statistical and systematic uncertainties, while those for the absolute efficiencies represent only statistical uncertainties. ",
            "section": "Efficiency ratio and validation",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "simulated events, this hit-based efficiency agrees within 2% with the efficiency measured with the tag-and-probe method for all kinematic bins, after the fake-track contribution is subtracted. ",
            "section": "Efficiency ratio and validation",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "To mitigate the influence of this discrepancy, the ratio between the efficiencies in data and simulation is considered,",
            "section": "Efficiency ratio and validation",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "The efficiency ratios act as correction factors to simulated events and, as the ratio is most robust to systematic uncertainties, are considered the main results of this method. ",
            "section": "Efficiency ratio and validation",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "The values for the efficiency ratios are shown in figures 4, 5.",
            "section": "Efficiency ratio and validation",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "-8 -2019 JINST 14 P11023    . ",
            "section": "Efficiency ratio and validation",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "Measured electron detection efficiency in each p T , η bin in data and simulation, for electrons which travel parallel to the RF-foil. ",
            "section": "Efficiency ratio and validation",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "The ratios between the results from data and simulation are shown for each bin below. ",
            "section": "Efficiency ratio and validation",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "The error bars on the ratio include both the statistical and systematic uncertainties, while those for the absolute efficiencies represent only statistical uncertainties.",
            "section": "Efficiency ratio and validation",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "Stability",
            "section_rank": 15
        },
        {
            "text": "The reconstruction efficiency for muons as long tracks is known to depend on the detector occupancy [22]. ",
            "section": "Stability",
            "paragraph_rank": 34,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "In simulation, the reconstruction efficiency of electrons also shows a weak dependence on the number of additional pp interactions in the same bunch crossing (pile-up), measured as the number of reconstructed PVs in the event. ",
            "section": "Stability",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "To validate that this dependence is of similar order in data, the electron detection efficiency is measured in bins of number of reconstructed PVs multiplicity. ",
            "section": "Stability",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "The results are shown in figure 6. ",
            "section": "Stability",
            "paragraph_rank": 34,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 25,
                    "end": 33,
                    "type": "figure",
                    "ref_id": "fig_12",
                    "text": "figure 6"
                }
            ]
        },
        {
            "text": "As expected, no dependencies on the number of PVs are observed with the current statistical precision.",
            "section": "Stability",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "-9 -2019 JINST 14 P11023 ",
            "section": "Stability",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 16
        },
        {
            "text": "The impact of common systematic uncertainties between simulation and data is mitigated by the consideration of the efficiency ratio. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "In particular, imperfections in the detector simulation affecting the method can lead to a residual systematic uncertainty. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "This section describes all of the evaluated systematic uncertainties for the efficiency ratio.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "To apply this calibration in physics analyses it is assumed that, with the correct parametrisation, the detection efficiency is independent of the decay topology. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 37,
            "section_rank": 16
        },
        {
            "text": "To validate this assumption, selection criteria are varied around their nominal values. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 37,
            "section_rank": 16
        },
        {
            "text": "For those selection criteria which are well modelled, the impact is estimated from the deviations observed in simulated events. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 37,
            "section_rank": 16
        },
        {
            "text": "These variations impact the absolute efficiency by 0.39% on average, and are included in the systematic uncertainties for the ratio. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 37,
            "section_rank": 16
        },
        {
            "text": "The influence of selection criteria involving quantities related to the track reconstruction on the inferred efficiency is studied in both data and simulated events, verifying the description in the simulation. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 37,
            "section_rank": 16
        },
        {
            "text": "While the absolute efficiencies depend on the applied selection criteria, the efficiency ratio remains unaffected.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 37,
            "section_rank": 16
        },
        {
            "text": "The signal model in the invariant-mass distribution is shared between pass and fail categories, in addition to data and simulation. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 16
        },
        {
            "text": "Therefore, the ratio is expected to be largely insensitive to the details of the fit to the invariant-mass distributions. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 16
        },
        {
            "text": "When an alternative model [27] is used to describe the signal by determining the model per pass and fail categories, a variation in the ratio is observed of at most 0.5%, which confirms this hypothesis. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "This contribution is included in the total systematic uncertainties.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 16
        },
        {
            "text": "The limited momentum resolution can affect the inferred difference in the efficiency curves and the ratio between results in simulation and data. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 16
        },
        {
            "text": "As the resulting uncertainty is smaller than the statistical uncertainties, the bin migration is treated as a systematic error, and no effort is taken to unfold the p T distribution. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 16
        },
        {
            "text": "The resulting systematic uncertainty is O(0.15%) on average, but varies up to 2.5% in a region of phase-space with large statistical uncertainties on the measured ratios and a strong variation in the efficiency.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 16
        },
        {
            "text": "In the efficiency ratio a dependency on the implementation of the B + production model in simulation is introduced. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 40,
            "section_rank": 16
        },
        {
            "text": "This dependency is largely mitigated by the binning applied, but in-bin variations can still be present. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 40,
            "section_rank": 16
        },
        {
            "text": "A comparison of the probe kinematics between data and simulation -10 -2019 JINST 14 P11023  Figure 7. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 40,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "type": "figure",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "Overview of all uncertainties on the efficiency ratio per bin of p T and η of the probe electron for (bottom) candidates which traverse parallel to the RF-foil and (top) the rest of the phase-space. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 40,
            "section_rank": 16
        },
        {
            "text": "The x-axis corresponds to the p T bin number within the η range.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 40,
            "section_rank": 16
        },
        {
            "text": "-11 -showed no significant differences thus far when considered in each bin, provided the limited statistics available, and no systematic uncertainty is assigned for this effect. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "text": "With more data, a weighting procedure can be applied to remove such differences.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "text": "All uncertainties on the efficiency ratios, including the different studied systematic uncertainties and the statistical uncertainties, are shown in figure 7 for each bin in kinematics.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 42,
            "section_rank": 16
        },
        {
            "text": "Conclusion",
            "section_rank": 17
        },
        {
            "text": "A novel technique to determine detection and reconstruction efficiencies for electrons at LHCb has been presented. ",
            "section": "Conclusion",
            "paragraph_rank": 43,
            "section_rank": 17
        },
        {
            "text": "Results using part of the data recorded in 2017 show a large variation of this efficiency over phase-space, comparable but not equal to the results from simulation. ",
            "section": "Conclusion",
            "paragraph_rank": 43,
            "section_rank": 17
        },
        {
            "text": "To provide a suitable correction for physics analyses, only the ratio between the reconstruction efficiency of electrons in data and simulation is relevant, in which systematic uncertainties are mitigated. ",
            "section": "Conclusion",
            "paragraph_rank": 43,
            "section_rank": 17
        },
        {
            "text": "The average systematic uncertainty on this ratio is 0.6% per track and varies with phase-space.",
            "section": "Conclusion",
            "paragraph_rank": 43,
            "section_rank": 17
        },
        {
            "text": "Figure 1 .",
            "section_rank": 18
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 44,
            "section_rank": 18
        },
        {
            "text": "Schematic view of the different track types relevant for this paper, along with a schematic of the essential tracking detectors of the LHCb detector, showing the VELO detector, TT detector, magnet and the downstream tracking stations. ",
            "section": "Figure 1 .",
            "paragraph_rank": 44,
            "section_rank": 18
        },
        {
            "text": "The names of the tracking detectors are indicated in red below the figure.",
            "section": "Figure 1 .",
            "paragraph_rank": 44,
            "section_rank": 18
        },
        {
            "text": "figure 2 . ",
            "section_rank": 19
        },
        {
            "text": "3 -Figure 2 .",
            "section_rank": 19
        },
        {
            "text": "Figure 2. ",
            "section": "figure 2 . 3 -Figure 2 .",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "text": "The simulated LHCb (left) long-track and (right) VELO-track reconstruction efficiency for electrons and muons produced in B + → J/ψ(→ + − )K + decays as a function of the lepton's transverse momentum.",
            "section": "figure 2 . 3 -Figure 2 .",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "text": "Figure 4",
            "section_rank": 20
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4",
            "paragraph_rank": 46,
            "section_rank": 20
        },
        {
            "text": "Measured electron detection efficiency in each p T , η bin in data and simulation, for electrons which do not travel parallel to the RF-foil. ",
            "section": "Figure 4",
            "paragraph_rank": 46,
            "section_rank": 20
        },
        {
            "text": "The ratios between the results from data and simulation are shown for each bin below. ",
            "section": "Figure 4",
            "paragraph_rank": 46,
            "section_rank": 20
        },
        {
            "text": "The error bars on the ratio include both the statistical and systematic uncertainties, while those for the absolute efficiencies represent only statistical uncertainties.",
            "section": "Figure 4",
            "paragraph_rank": 46,
            "section_rank": 20
        },
        {
            "text": "Figure 5",
            "section_rank": 21
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "Measured electron detection efficiency in each p T , η bin in data and simulation, for electrons which travel parallel to the RF-foil. ",
            "section": "Figure 5",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "The ratios between the results from data and simulation are shown for each bin below. ",
            "section": "Figure 5",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "The error bars on the ratio include both the statistical and systematic uncertainties, while those for the absolute efficiencies represent only statistical uncertainties.",
            "section": "Figure 5",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "Figure 6 .",
            "section_rank": 22
        },
        {
            "text": "Figure 6. ",
            "section": "Figure 6 .",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "Efficiency in bins of number of primary vertices and the transverse momentum of the probe electron for (left) data and (right) simulation. ",
            "section": "Figure 6 .",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "The uncertainties shown are statistical only.",
            "section": "Figure 6 .",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "Acknowledgments",
            "section_rank": 24
        },
        {
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. ",
            "section": "Acknowledgments",
            "paragraph_rank": 49,
            "section_rank": 24
        },
        {
            "text": "We thank the technical and administrative staff at the LHCb institutes. ",
            "section": "Acknowledgments",
            "paragraph_rank": 49,
            "section_rank": 24
        },
        {
            "text": "We acknowledge support from CERN and from the national agencies: CAPES, CNPq, ",
            "section": "Acknowledgments",
            "paragraph_rank": 49,
            "section_rank": 24
        }
    ]
}