{
    "level": "sentence",
    "abstract": [
        {
            "text": "A dedicated sample of Large Hadron Collider proton-proton collision data at centre-of-mass energy √ s = 8 TeV is used to study inclusive single diffractive dissociation, pp → Xp. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The intact final-state proton is reconstructed in the ATLAS ALFA forward spectrometer, while charged particles from the dissociated system X are measured in the central detector components. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The fiducial range of the measurement is −4.0 < log 10 ξ < −1.6 and 0.016 < |t| < 0.43 GeV 2 , where ξ is the proton fractional energy loss and t is the squared four-momentum transfer. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The total cross section integrated across the fiducial range is 1.59 ± 0.13 mb. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Cross sections are also measured differentially as functions of ξ, t, and ∆η, a variable that characterises the rapidity gap separating the proton and the system X. The data are consistent with an exponential t dependence, dσ/dt ∝ e Bt with slope parameter B = 7.65 ± 0.34 GeV −2 . ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Interpreted in the framework of triple Regge phenomenology, the ξ dependence leads to a pomeron intercept of α(0) = 1.07 ± 0.09.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "In the single diffractive (SD) dissociation process in proton-proton (pp) collisions, pp → Xp (figure 1(a)), the absolute value of the squared four-momentum transfer t is usually much smaller than 1 GeV 2 , such that the intact final-state proton is scattered through a very small angle of typically 10-100 µrad. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The other proton dissociates to produce a multiparticle hadronic system X, whose mass M X can reach many hundreds of GeV at Large Hadron Collider (LHC) energies, whilst remaining in a regime where the fractional energy loss of the intact proton ξ = M 2 X /s is small. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Measurements of the SD cross section have been made at a wide range of energies [1][2][3][4], most recently at the SPS [5,6], the Tevatron [7,8] and HERA [9]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 83,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 86,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 89,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 122,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                },
                {
                    "start": 139,
                    "end": 142,
                    "type": "bibr",
                    "text": "[7,"
                },
                {
                    "start": 142,
                    "end": 144,
                    "type": "bibr",
                    "text": "8]"
                },
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The process is usually interpreted phenomenologically in terms of the exchange of a strongly interacting net colour-singlet, sometimes referred to as a pomeron [10]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The range of applicability of a universal pomeron across total, elastic, and diffractive processes has a long history of investigation. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Despite the wealth of previous data, predictions for the SD contribution at the CERN Large Hadron Collider (LHC) vary widely. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Our current lack of constraints limits JHEP02(2020)042 The kinematic variables used to describe the SD process (the squared four-momentum transfer, t, and the mass, M X , of the dissociated system X) are indicated in parentheses in (a).",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "type": "bibr",
                    "text": "(a)"
                }
            ]
        },
        {
            "text": "the precision of direct measurements of the total inelastic pp cross section [11]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Diffraction is also an important ingredient in understanding the low Bjorken-x region of proton structure [9] and cosmic-ray air showers [12], and it may even be related to the string theory of gravity [13].",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "text": "[12]"
                },
                {
                    "start": 202,
                    "end": 206,
                    "type": "bibr",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Cross sections related to diffractive dissociation have been measured using early LHC data [14][15][16] by exploiting the 'large rapidity gap' signature that is kinematically expected. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "text": "[14]"
                },
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "text": "[15]"
                },
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Whilst they clearly establish the presence of a large diffractive contribution, these measurements are not able to distinguish fully between the SD process, its double dissociation (DD, pp → XY , figure 1(b)) analogue in which both protons dissociate, and the tail of non-diffractive (ND) contributions in which large rapidity gaps occur due to random fluctuations in the hadronisation process. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The large rapidity gap measurements also do not offer direct access to the underlying dynamics in ξ and t.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This paper reports a measurement of the SD process in which the intact final-state proton is reconstructed, suppressing DD and ND contributions to negligible levels and allowing a study of the cross section differentially in t. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The cross section is also measured differentially in ξ as obtained from the reconstructed charged-particle tracks in the ATLAS central detector and in ∆η, a variable characterising the size of the central pseudorapidity region in which no charged particles are produced.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Experimental conditions",
            "section_rank": 3
        },
        {
            "text": "ATLAS is a multipurpose apparatus covering almost the entire solid angle around its LHC collision point [17]. ",
            "section": "Experimental conditions",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[17]"
                }
            ],
            "entity_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "1 This measurement makes use of the sensitivity of the inner tracking detector (ID) and the minimum-bias trigger scintillators (MBTS) to the components of the dissociating system X. 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point in the centre of the detector and the z-axis along the beam-pipe. ",
            "section": "Experimental conditions",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                },
                {
                    "start": 182,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ],
            "entity_spans": [
                {
                    "start": 184,
                    "end": 189,
                    "type": "software",
                    "rawForm": "ATLAS",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "The x-axis points from the interaction point to the centre of the LHC ring, and the y-axis points upwards. ",
            "section": "Experimental conditions",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. ",
            "section": "Experimental conditions",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). ",
            "section": "Experimental conditions",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Angular distance is measured in units of ∆R ≡ (∆η) 2 + (∆φ) 2 .",
            "section": "Experimental conditions",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "-2 -",
            "section": "Experimental conditions",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "JHEP02(2020)042",
            "section_rank": 4
        },
        {
            "text": "The ID consists of a high-granularity silicon pixel detector from which the vertex location is reconstructed, surrounded by a silicon microstrip particle tracker. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "These silicon detectors are complemented by a transition radiation tracker, and are enclosed within a 2 T axial magnetic field, enabling precise charged-particle tracking in the range |η| < 2.5. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The MBTS detectors are mounted on the front faces of the calorimeter endcaps on both sides of the interaction point and cover the pseudorapidity range 2.1 < |η| < 3.8. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "They consist of two concentric discs of scintillating tiles, each segmented in azimuth into eight counters.",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The ALFA forward proton spectrometer [18] consists of vertically oriented 'Roman pot station' insertions to the beam-pipe at 237 m and 241 m from the interaction point on both sides of ATLAS, housing movable scintillating fibre detectors. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "At each station, detectors approach the beam from above and below (i.e. in the y direction). ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "There are thus four 'armlets', each of which consists of a pair of detectors either above or below the beam on one side of the interaction point, from which proton tracks can be reconstructed. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The main detectors consist of 20 layers of 64 fibres each, arranged in 10 overlapping pairs in two perpendicular (u, v) orientations at 45 • to the (x, y) coordinates, read out by an array of multi-anode photomultiplier tubes. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "These main detectors are supplemented by scintillating tiles, which provide trigger signals. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "For the run studied, the innermost parts of the sensitive detectors were placed at 9.5σ of the beam envelope, corresponding to 7.5 mm from the beam centre.",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The data sample used in this analysis was taken during a dedicated data-taking period in July 2012, which has also been used to measure the elastic and total cross sections at √ s = 8 TeV [19]. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The luminosity was kept very low by LHC standards, such that the mean number of inelastic interactions per bunch crossing ('pile-up') is never more than 0.08, allowing rapidity gaps to be identified and suppressing random coincidences between protons in ALFA and unrelated activity in the central detector components. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The data were taken in a high-β * quadrupole configuration, which provides beams of almost collinear protons at zero crossing angle. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "This allows the sensitive components of ALFA to be placed as close as possible to the beam, enabling detection of protons at very small deflection angles.",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The best estimate of the track position in a Roman pot is given by the overlap region of the hit areas of all fibres, which leads to a local precision of around 30 µm in each coordinate. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Correlating hits between pots and reconstructing the proton kinematics relies on an alignment procedure, which is carried out using elastic-scattering and beam-halo data [19]. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "A special beam optics configuration [20] was in place for the data used here, incorporating 'parallel-to-point' focusing in the vertical plane, such that the y coordinate of the proton impact point in a Roman pot detector at fixed z depends only on the scattering angle and the energy loss. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The optics configuration does not provide the parallel-to-point feature in the horizontal plane, so the x coordinate in the Roman pot detectors depends on the primary vertex position, which is measured by the central detector. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The combination of the x and y coordinates of the signals in the Roman pot stations at z = 237 m and z = 241 m and the primary vertex are therefore used together to reconstruct the values of ξ and t.",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "-3 -",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "JHEP02(2020)042 3 Monte Carlo simulation",
            "section_rank": 5
        },
        {
            "text": "Monte Carlo (MC) simulations are used for the modelling of background contributions, unfolding of instrumental effects, and comparisons of models with the hadron-level crosssection measurements. ",
            "section": "JHEP02(2020)042 3 Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The Pythia8 [21] generator was used to produce the main SD, ND and DD samples and also that for the 'central diffractive' (CD, pp → pXp, figure 1(c)) process. ",
            "section": "JHEP02(2020)042 3 Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "The SD, DD and CD models in Pythia8 are based on the exchange of a pomeron with trajectory α(t) = α(0) + α t, assuming 'triple Regge' [22] formalism (see section 10). ",
            "section": "JHEP02(2020)042 3 Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The models [23] are tuned using previous ATLAS data, including the total inelastic cross section [11] and rapidity gap spectra [14]. ",
            "section": "JHEP02(2020)042 3 Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[23]"
                },
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "text": "[11]"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "By default, the 'A3' tune [24] was used, which adopts the 'Donnachie-Landshoff' [25] choice for the pomeron flux factor to describe the ξ and t dependences in the diffractive channels with pomeron intercept α(0) = 1.07. ",
            "section": "JHEP02(2020)042 3 Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "type": "bibr",
                    "text": "[24]"
                },
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "An alternative SD sample was produced using the A2 tune [26] and the Schuler-Sjöstrand model for the pomeron flux factor [23], which has α(0) = 1 and therefore differs from Donnachie-Landshoff mainly in its ξ dependence. ",
            "section": "JHEP02(2020)042 3 Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[26]"
                },
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "Both tunes use the H1 2006 Fit B diffractive parton densities [27] as an input to model the hadronisation in the diffractive channels. ",
            "section": "JHEP02(2020)042 3 Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "For the non-diffractive channel, the A3 tune uses the NNPDF23LO [28] proton parton densities. ",
            "section": "JHEP02(2020)042 3 Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "Generated central particles were propagated through the Geant4 based simulation of ATLAS [29,30] to produce the simulated signals in the central detector components. ",
            "section": "JHEP02(2020)042 3 Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[29,"
                },
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "text": "30]"
                }
            ]
        },
        {
            "text": "The generated protons in diffractive processes are transported from the interaction point to the ALFA detectors by representing each element of the LHC optical lattice (quadrupole and dipole magnets) as a simple matrix under the thin-lens approximation, giving the total transfer matrix once multiplied together.",
            "section": "JHEP02(2020)042 3 Monte Carlo simulation",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The impact of uncertainties in the hadronisation properties of the dissociation system X is evaluated by comparison of Pythia8 with the cluster-based approach in the Herwig7 Monte Carlo model [31,32] (Version 7.1.3 is used). ",
            "section": "JHEP02(2020)042 3 Monte Carlo simulation",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[31,"
                },
                {
                    "start": 196,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "32]"
                }
            ]
        },
        {
            "text": "Herwig7 makes predictions for the diffractive cross section based on an updated model of soft and diffractive processes [33], which adopts a triple Regge approach and ξ and t parameterisation similar to that in Pythia8 with the A3 tune, but produces final-state dissociation particles according to a multi-peripheral model [34].",
            "section": "JHEP02(2020)042 3 Monte Carlo simulation",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[33]"
                },
                {
                    "start": 323,
                    "end": 327,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "Data selection and reconstruction",
            "section_rank": 6
        },
        {
            "text": "Events are triggered by requiring activity in at least two MBTS counters on the same side of the interaction point, in coincidence with a signal in a pair of 'near' and 'far' planes in ALFA on the opposite side. ",
            "section": "Data selection and reconstruction",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "The efficiency of the trigger is determined separately for each measurement interval by reference to a randomly seeded trigger with the subsequent requirement of an ID track with transverse momentum p T > 200 MeV, corresponding to the minimum offline selection requirement in this analysis. ",
            "section": "Data selection and reconstruction",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "The trigger efficiency was cross-checked by replacing the reference trigger with one based on the LUCID forward detector [35] and also with a sample triggered on completely random bunch crossings. ",
            "section": "Data selection and reconstruction",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "After accounting for prescales, the integrated luminosity of the sample is 1.67 ± 0.03 nb −1 , as determined from van der Meer scans [19,35].",
            "section": "Data selection and reconstruction",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[19,"
                },
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "35]"
                }
            ]
        },
        {
            "text": "JHEP02(2020)042",
            "section_rank": 7
        },
        {
            "text": "For the triggered sample, the MBTS response is analysed segment-by-segment with offline thresholds set to best separate signal from noise generated in the photomultipliers and by the read-out electronics. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Thresholds are set individually for the 32 counters by fitting the noise distribution around zero to a Gaussian distribution and placing the threshold at 4σ from the Gaussian mean. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "The same approach is applied in the simulation. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "The trigger efficiency rises relatively slowly with the number of active MBTS segments according to this offline reconstruction. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Events are therefore required to have at least five MBTS counters passing the offline requirements, at which point the trigger efficiency is approximately 50%.",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Events are required to have at least one good-quality charged-particle track reconstructed in the ID as well as a reconstructed primary vertex. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "The selection applied for the good-quality tracks follows the criteria established in ref. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "[36] and requires |η| < 2.5 and p T > 200 MeV as well as the presence of hits in both the pixel and strip detectors, an acceptable track fit χ 2 and transverse and longitudinal track impact parameters relative to the nominal interaction point that are compatible with a primary vertex. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "The vertex reconstruction efficiency is very close to 100% for events with four or more reconstructed charged particles, falling off at lower multiplicities [37].",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "The ALFA alignment procedures [19,38] lead to a precision at the level of 20-30 µm for proton track segments in each Roman pot station. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[19,"
                },
                {
                    "start": 34,
                    "end": 37,
                    "type": "bibr",
                    "text": "38]"
                }
            ]
        },
        {
            "text": "Segments are reconstructed from hits in at least six u and six v fibre layers. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "To avoid areas of reduced performance close to the detector edges and efficiency losses in the shadow of beam collimators, track segments are restricted in the y coordinate to a region about 8 mm to 20 mm from the beam-line, varying slightly between stations. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "More than one track segment is reconstructed in an ALFA armlet in less than 1% of cases; the segment with the most overlapping fibres is then selected. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Proton tracks are reconstructed from the combination of segments above or below the beam in adjacent near and far stations. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Further constraints are derived from the expected correlation pattern between the average x-position of the track segments in the near and far stations (x) and the local angle the track makes in the (x, z) plane, θ x . ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "The region with low values ofx and θ x is populated dominantly by SD processes at modest ξ, whereas beam-related 'halo' background contributions cover a wide range inx and backgrounds from non-SD pp collisions are relatively evenly distributed in both variables. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "A bivariate Gaussian distribution is fitted to the observed two-dimensional (x, θ x ) distributions for each armlet, and tracks are accepted if they lie within a 3σ contour of the resulting ellipse. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Only events with exactly one reconstructed proton track are considered in the analysis.",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "The intrinsic reconstruction efficiency of ALFA for minimum-ionising particles was determined to be close to 100% in test beams [38]. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "However, reconstruction inefficiencies arise from failures of the track reconstruction algorithm, mostly due to hadronic interactions. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "The ALFA track reconstruction efficiency is obtained separately for each armlet through a 'tag and probe' approach using a sample of elastic-scattering events, following the method employed in the ATLAS elastic-scattering measurement [19], adapted for the ALFA track and event selection used in this analysis. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The efficiency is 91%-94% depending on the armlet, and is accounted for by appropriately weighting reconstructed events.",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "-5 -",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "section_rank": 8
        },
        {
            "text": "The measurement is performed differentially in t, which is determined from the scattered proton's transverse momentum as reconstructed using ALFA. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "The resolution in t is around 15%.",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "The cross section is also measured differentially in the 'visible rapidity gap' variable, ∆η. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "This variable represents the size of the region in which no primary 2 charged particles are produced with p T > 200 MeV, starting at |η| = 2.5 on the same side of the interaction point as the proton tag and extending towards the X system. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "This ∆η definition is similar to that adopted in ref.",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "[14], but is adapted to the current analysis, in which calorimeter information is not used and charged particles are reconstructed from tracks as described in section 4. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "The resolution in ∆η is relatively constant at around 0.02.",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "The measurement is also performed as a function of ξ, determined via ξ = M 2 X /s by using the charged particles reconstructed in the ID to obtain the mass of the diffractive system X. The experimental sensitivity to M X is limited by the absence of reconstructed neutral particles, forward particles escaping the detector through the beam pipe, and low-p T particles not reaching the detection threshold of the ID. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "The problem of the missing forward particles is mitigated in the reconstruction by adopting a similar approach to that in ref. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "[39] which uses the approximation ξ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "The corresponding reconstructed-level variable ξ(ID) is built from the energies E and longitudinal momenta p z of all measured ID tracks i, and the sign ± is determined by the sign of the scattered proton's longitudinal momentum. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "For this sum, the minimum requirement on track transverse momentum is relaxed from 200 MeV to 100 MeV. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "Missing neutral and remaining low-p T charged particles are accounted for by applying a multiplicative linear function, determined from the MC simulations, to the reconstructed log 10 ξ. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The ability of the simulations to provide this correction within the precision defined by the associated systematics is supported by studies of charged particle distributions in diffraction at the LHC [40] and of diffractive charged particle spectra and total energy flows at previous colliders such as HERA [9]. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[40]"
                },
                {
                    "start": 303,
                    "end": 311,
                    "type": "bibr",
                    "text": "HERA [9]"
                }
            ]
        },
        {
            "text": "Following this procedure, the resolution is approximately constant in log 10 ξ at around 0.3. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The variable ξ can also be reconstructed using ξ(ALFA) = 1 − E p /E p , where E p and E p are the scattered proton's energy as measured by ALFA and the beam energy, respectively. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "Although the ALFA reconstruction has increasingly poor resolution as ξ becomes small, it provides a powerful means of cross-checking the ID-based measurement with very different background contributions, unfolding characteristics and other systematic effects.",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The lower limit of the measurement in ξ is determined by the inner detector and MBTS acceptance, while the sensitive region in t and the upper limit in ξ are determined by the coverage of the ALFA stations. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The fiducial region is determined by consideration of the acceptance as evaluated in the SD MC sample. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The acceptance in ξ is approximately constant at around 30% over a wide range. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The region −4.0 < log 10 ξ < −1.6 is chosen, for which the acceptance is at least half of the maximum value. ",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "A fiducial range of 0.016 GeV 2 < |t| < 0.43 GeV 2 is then taken, to ensure that the acceptance is at least 10% throughout the measured range.",
            "section": "JHEP02(2020)042 5 Kinematic variables and fiducial region",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "JHEP02(2020)042 6 Backgrounds",
            "section_rank": 9
        },
        {
            "text": "Background in the analysis arises from non-SD pp collision processes leading to correlated signals in ALFA and the ID ('single-source'), as well as from coincidences of a signal in ALFA with an uncorrelated signal in the ID ('overlay background').",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The single-source contribution is dominated by the CD process, which naturally gives rise to forward-going protons and activity in the ID. ",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "It is estimated using the MC simulation, reweighted through the comparison with data for the control sample described in section 7. ",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "The probability that a Pythia8 CD event meets the selection criteria is 8.5%. ",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "The ND and DD single-source contributions are negligible.",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "In the overlay background, the signal in the central detector almost always arises from a ND, DD or SD pp collision, whilst the ALFA signal may occur due to pile-up from real forward-going protons in elastic-scattering or CD processes, showering in DD or ND events, or from beam-induced sources (mainly beam halo). ",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "The overlay background is modelled using a data-driven technique in which the normalisation is determined from the probability per bunch crossing of reconstructing in ALFA a proton that passes the requirements applied in the main analysis and is not correlated with central detector activity. ",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "This probability is obtained from a control data sample in which there are hits in all 32 MBTS segments and reconstructed charged-particle tracks within 0.5 pseudorapidity units of both edges of the ID acceptance. ",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "This large amount of central detector activity implies heavy suppression of the phase space for correlated activity in ALFA. ",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "There is a reconstructed proton in ALFA in 0.77% of such events, which sets the overlay background normalisation, assuming that the ID and ALFA signals are always uncorrelated. ",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "A 9% correction is made for residual signal events in the sample, determined from MC simulations. ",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "For the t measurement, the shape of the overlay background contribution is taken directly from the distribution in the control sample. ",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "For ξ and ∆η, the shape is taken from the MC simulation of ND, DD and SD events that pass the central detector requirements but do not contain a proton in ALFA.",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "Background arising entirely from beam-induced processes or from 'afterglow', in which relics of previous events are recorded in a later bunch crossing, are studied using monitoring samples from bunch crossings in which only one of the two proton beams is present and from sidebands in the (x, θ x ) distribution. ",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "They contribute less than 0.1% of the total sample.",
            "section": "JHEP02(2020)042 6 Backgrounds",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "Control distributions",
            "section_rank": 10
        },
        {
            "text": "Example control distributions, in which uncorrected data are compared with predictions based on MC simulations and the data-driven background model, are shown in figure 2(a)-2(d). ",
            "section": "Control distributions",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "Here, the normalisations of the ND, DD and CD MC models are taken from their Pythia8 default cross sections of 51 mb, 8.3 mb and 1.2 mb, respectively, whilst the SD cross section in Pythia8 is adjusted from 12.5 mb to 8.0 mb to match the results of this analysis (see section 10). ",
            "section": "Control distributions",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "With these normalisations, all variables are well described. ",
            "section": "Control distributions",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The shape of the distribution in |t| reflects the ALFA acceptance. ",
            "section": "Control distributions",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The SD contribution dominates in much of the phase space. ",
            "section": "Control distributions",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The overlay background contribution is largest at small ∆η, and at high values of ξ(ID). ",
            "section": "Control distributions",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The CD background contributes a roughly con--7 -JHEP02(2020)042 stant fraction of the SD signal at the level of around 10%. ",
            "section": "Control distributions",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The remaining DD and ND background sources are at or below the 1% level.",
            "section": "Control distributions",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The quality of the description of the backgrounds from the two largest sources is investigated using control samples, defined similarly to the main analysis selection, except that exactly two ALFA armlets are required to contain a reconstructed proton, rather than one. ",
            "section": "Control distributions",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "In 'Control Region 1', the remainder of the selection is as for the main analysis (i.e. requiring activity in at least five MBTS sectors), which provides a test of the overlay background treatment. ",
            "section": "Control distributions",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "In this case, the two armlets containing protons are in the backto-back azimuthal configuration approximately 96% of the time, indicating that elastic scattering is the dominant source of ALFA background signals. ",
            "section": "Control distributions",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "Figure 2",
            "section": "Control distributions",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "(e) shows an example (∆η) control distribution in this sample. ",
            "section": "Control distributions",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "The data are well described, with the proton overlay contribution heavily dominant and the CD contribution being the next largest contribution. ",
            "section": "Control distributions",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "In 'Control Region 2', the CD contribution is enhanced by requiring activity in no fewer than two and no more than ten MBTS sectors. ",
            "section": "Control distributions",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "The normalisation of this sample is well described, as are the shapes of all relevant distributions except for that in ξ(ID). ",
            "section": "Control distributions",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "The ξ dependence in the CD MC simulation is therefore reweighted to better match the data in the control region whilst preserving the normalisation, yielding the description shown in figure 2(f). ",
            "section": "Control distributions",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 183,
                    "end": 194,
                    "type": "figure",
                    "text": "figure 2(f)"
                }
            ]
        },
        {
            "text": "The CD contribution is the largest, although a substantial overlay background component remains. ",
            "section": "Control distributions",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "The CD contribution can be further enhanced by making even tighter requirements on small numbers of active MBTS sectors, at the expense of accepting fewer events. ",
            "section": "Control distributions",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "The quality of the description remains at a level similar to that of Control Region 2.",
            "section": "Control distributions",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "Unfolding",
            "section_rank": 11
        },
        {
            "text": "The binning choices in the measurement are driven by the resolutions in each variable, as quoted in section 5, such that the bin purities 3 are typically larger than 50%. ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "After the background contributions are subtracted and the trigger and ALFA efficiencies are accounted for, the data are corrected for migrations between bins and across the fiducial boundaries of the measurement using an iterative Bayesian unfolding algorithm [41] based on the SD MC sample, reweighting the input at each iteration. ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "The chosen number of iterations is a compromise between residual influence from the MC generator-level prior (small numbers of iterations) and exaggeration of statistical effects (large numbers). ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "The optimal choice is determined by minimisation of the unfolding systematic uncertainty (see section 9) and varies between 1 and 4 for the distributions studied. ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "The response matrices for the |t| and ∆η variables are diagonal to a good approximation; the response matrix for ξ is also approximately diagonal after the correction for unreconstructed particles described in section 5.  ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "Figure 2. ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Uncorrected (i.e. detector level) distributions of ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "(a) log 10 ξ measured in ALFA, ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "(b) log 10 ξ mesaured in the ID, ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "(c) |t| and ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "(d) ∆η for the basic selection of the measurement. ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "(e) Uncorrected ∆η distribution from Control Region 1, in which two proton track segments are required rather than one. ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "(f) Uncorrected distribution in log 10 ξ measured in the ID for Control Region 2, in which exactly two proton track segments are required and the MBTS multiplicity is required to be between 2 and 10. ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "In all distributions, data are compared with the sum of the overlay background model and the Pythia8 A3 tune prediction with the SD contribution scaled by 0.64 to match the measurement in this paper. ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "In ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "(f), the CD ξ distribution at the MC generator level is reweighted as described in the text. ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "Significant contributions in ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "(a) beyond the log 10 ξ range of the measurement are not shown. ",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "The uncertainties shown are statistical.",
            "section": "Unfolding",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "JHEP02(2020)042",
            "section_rank": 12
        },
        {
            "text": "JHEP02(2020)042 9 Uncertainties",
            "section_rank": 13
        },
        {
            "text": "The largest contribution to the systematic uncertainty in many of the measurement bins arises from the overlay background subtraction. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "This uncertainty is derived from the binby-bin fractional difference between the data and the data-driven prediction in Control Region 1, propagated to the main selection. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "It is less than 5% in most bins, but grows to almost 20% at the smallest and largest values of |t|.",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "The assumed ratios of the SD, DD and CD cross sections enter the measurement through the background subtraction procedures. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "The ranges of systematic variation are chosen to match measurements by CDF [8, 42,43], which are compatible with the study of Control Region 2. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 35,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "42,"
                },
                {
                    "start": 82,
                    "end": 85,
                    "type": "bibr",
                    "text": "43]"
                }
            ]
        },
        {
            "text": "The assumed CD cross section is varied between 1.12 mb and 1.66 mb, which results in an uncertainty at the 5% level. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "The shape of the CD ξ distribution is also altered in the MC simulation to improve the description of the data as described in section 7. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "The associated systematic uncertainty is taken from the difference between the unfolded results obtained when applying this reweighting and those obtained using the original Pythia8 distribution. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "This difference results in uncertainties of up to 2%. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "Systematic variation of the DD cross section (between 29% and 68% of the SD cross section) leads to a negligible uncertainty.",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "The systematic uncertainty arising from the unfolding is determined via a 'closure' test, in which the reconstructed (detector level) Pythia8 A3 MC distributions are first reweighted using high-order polynomials to provide a close match to the backgroundsubtracted detector-level data, and are then unfolded using the same MC model with no reweighting applied. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "text": "The uncertainty is taken to be the fractional non-closure, i.e. the deviation of the unfolded distributions from the generator-level distributions. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "text": "The resulting uncertainties reach 5% in the ξ distribution and 2% in the ∆η distribution. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "text": "Beyond this non-closure unfolding uncertainty, a further 'model-dependence' uncertainty arises from the simulation of the hadronisation of the system X. This is evaluated by comparing the response predicted in Pythia8 with that from Herwig7. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "text": "It amounts to around 5% in the ξ measurement and is negligible for ∆η and t.",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "text": "The ALFA alignment and reconstruction uncertainties are obtained using the methods described in ref. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "[38]. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 37,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "The 'horizontal' alignment gives rise to the largest effect, causing an uncertainty of typically 1% in the |t| distribution. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "The luminosity uncertainty is 1.5%, as determined from van der Meer scans [19,35]. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 37,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[19,"
                },
                {
                    "start": 78,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "35]"
                }
            ]
        },
        {
            "text": "Other systematic uncertainties considered include those due to the ID track reconstruction efficiencies, obtained following the methods described in ref. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "[37]; the trigger efficiency, obtained by varying the reference trigger; and residual MBTS noise, obtained by varying the threshold. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 37,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "None of these produce uncertainties in the measured cross sections beyond the 2% level.",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "The final systematic uncertainties are obtained by adding the upward and downward shifts from all sources separately in quadrature and symmetrising by taking the larger of the two shifts. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "text": "Typically they amount to between 5% and 10%, except at the extremes of the measurement range in t. ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "text": "Statistical uncertainties from the number of events in the SD candidate selection are negligible, but they do arise from the data-driven overlay background subtraction; these are added in quadrature with the systematic uncertainties to compute the total uncertainty.  ",
            "section": "JHEP02(2020)042 9 Uncertainties",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "text": "Results",
            "section_rank": 14
        },
        {
            "text": "The background-subtracted, unfolded hadron-level SD cross sections are integrated over the fiducial region −4.0 < log 10 ξ < −1.6 and 0.016 < |t| < 0.43 GeV 2 and correspond to cases where either of the two protons dissociates. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "The differential cross section in ∆η, defined in terms of primary charged particles with p T > 200 MeV as described in section 5, is shown in figure 3. The error bars indicate the statistical and systematic uncertainties added in quadrature, although the statistical contributions are negligible for most data points. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "figure 3"
                }
            ]
        },
        {
            "text": "For gap sizes between about 1.5 and 3.5, the differential cross section exhibits the plateau that is characteristic of rapidity gap distributions in soft diffractive processes. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "There are deviations from this behaviour at smaller and larger gap sizes due to the definition of the observable in terms of a restricted rapidity region corresponding to the ID acceptance, and to the fiducial range restriction, respectively. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "The data are compared with the SD process simulations in the A2 and A3 tunes of Pythia8, which exceed the measurement by factors of 2.3 and 1.5, respectively. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "Both of these tunes are based on an integrated SD cross section, defined according to the Pythia8 model, of 12.5 mb. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "The difference between their predictions for the fiducial region of the measurement arises from the different pomeron intercepts α(0) in their flux factors (see section 3). ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "Both models give a reasonable description of the shape of the ∆η distribution, the A2 tune being slightly better than A3. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "The excess of the Pythia8 prediction over data is compatible with previous ATLAS observations from rapidity gap spectra [14] assuming the DD contribution to the Pythia8 model of the previous measurement is correct. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "The Herwig7 prediction is also broadly in line with the shape of the ∆η distribution, but exhibits an even larger excess in normalisation. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "This may be partly due to the operational definition of the SD process that is adopted in the default SD model normalisation, which is derived from a rapidity gap measurement that also contains a DD admixture [33].  ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "The cross section is shown differentially in |t| in figure ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "4. To avoid bias in the fit due to the fast-falling nature of the distribution, the data points are plotted at the average values of |t| in each bin, as calculated from the corrected data. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "The differential cross section is subjected to a fit of the form dσ/dt ∝ e Bt , which is overlaid on the figure. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "The quality of the fit is acceptable (χ 2 = 8.3 with eight degrees of freedom, considering statistical uncertainties only). ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "The result is B = 7.65 ± 0.26(stat.) ± 0.22(syst.) GeV −2 , where the central value and statistical uncertainty are obtained by fitting with statistical uncertainties only, and the systematic uncertainty is obtained by repeating the fit separately for each systematic shift and adding the resulting deviations from the central value in quadrature. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "The measured slope parameter B corresponds to a value averaged over the fiducial ξ range, with log 10 ξ = −2.88 ± 0.14, where the central value is taken from the Pythia8 A3 tune and the uncertainty is defined by the difference from the Pythia8 A2 tune. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "The largest contribution to the uncertainty in B arises from the proton overlay background subtraction, which has both a statistical and a systematic component. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "The result is stable with respect to variations of the fitted t range and is broadly as expected from extrapolations of lower-energy measurements. ",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "It is compatible with the predictions of 7.10 GeV −2 from the Donnachie-Landshoff flux and 7.82 GeV −2 from Schuler-Sjöstrand, contained in the Pythia8 A3 and A2 tunes, at the 1.6σ and 0.5σ levels, respectively.",
            "section": "Results",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "In figure 5, the cross section is shown differentially in log 10 ξ, as obtained from the charged particles reconstructed in the ID. ",
            "section": "Results",
            "paragraph_rank": 40,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "type": "figure",
                    "text": "figure 5"
                }
            ]
        },
        {
            "text": "Fully compatible results are obtained when reconstructing ξ using ALFA, despite the fast-deteriorating resolution at small ξ values and completely different systematic effects. ",
            "section": "Results",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "The data are compatible with being independent of this variable, characteristic of the expected behaviour of the cross section roughly as dσ/dξ ∼ 1/ξ. ",
            "section": "Results",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "A more detailed interpretation of the ξ dependence is obtained through a fit to the data in the framework of follow the 'triple Regge' form [1-4, 22, 44],",
            "section": "Results",
            "paragraph_rank": 40,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 153,
                    "type": "bibr",
                    "text": "[1-4, 22, 44]"
                }
            ]
        },
        {
            "text": "Here, the first factor on the right hand side represents the pomeron flux factor, the second factor corresponds to the total pomeron-proton cross section 4 and the exponential t dependence is empirically motivated, B 0 characterising the spatial size of the scattering protons.",
            "section": "Results",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "text": "Integrating over the fiducial t range of the measurement between t low = −0. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "where the t dependence of the pomeron trajectory is absorbed into B = B 0 − 2α ln ξ. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "In this type of model, the ξ dependence therefore measures the value of the pomeron intercept. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "A fit of the form of eq. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "(10.1) is applied to the measured ξ distribution with α(0) and the overall normalisation as free parameters. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "The Donnachie-Landshoff value for the slope of the pomeron trajectory α = 0.25 GeV −2 is taken for the central value, with α = 0 used to determine the associated uncertainty. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "This fit, displayed in figure 5(a of α(0) = 1.07 ± 0.02 (stat.) ± 0.06 (syst.) ± 0.06 (α ). ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 33,
                    "type": "figure",
                    "text": "figure 5(a"
                }
            ]
        },
        {
            "text": "The largest systematic uncertainties apart from the α assumption arise from the unfolding, the hadronisation uncertainty and the overlay background subtraction. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "This result is compatible with predictions using soft pomeron phenomenology and assuming a universality between total, elastic, and diffractive cross sections. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "It can be compared with the predictions of 1.14 and 1.00 from the Pythia8 A3 and A2 tunes, respectively, when applying the triple Regge formalism in place of the default Pythia8 model to which the A3 input value of 1.07 is applicable. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "It is not possible to compare the extracted α(0) and B parameters with predictions from Herwig7, since the ξ dependence of the B slope has a complex behaviour in that model. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "There are no previously published LHC results in which the pure SD differential cross section is measured. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "However, the log 10 ξ dependence has been measured by the CMS Collaboration at √ s = 7 TeV in an analysis using the rapidity gap technique [15] which includes the SD process with a small DD admixture, satisfying log 10 (M Y /GeV) < 0.5 where M Y is the mass of the unobserved, low mass, dissociating proton. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "The CMS rapidity gap and ATLAS tagged proton results are compared in figure 5(b), after extrapolating the ATLAS results to 0 < |t| < ∞ by applying a factor of 1.18, extracted using the measured slope parameter. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 80,
                    "type": "figure",
                    "text": "figure 5(b)"
                }
            ]
        },
        {
            "text": "The two analyses cover different but overlapping ξ regions, with good agreement in the overlap region without subtracting any DD contribution from the CMS results or accounting for the difference between the centre-of-mass energies.",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "text": "The cross section integrated over the full fiducial range of the analysis, −4.0 < log 10 ξ ≤ −1.6 and 0.016 < |t| ≤ 0.43 GeV 2 , is 1.59 ± 0.03 (stat.) ± 0.13 (syst.) mb, with the largest contribution to the uncertainty arising from the proton overlay subtraction. ",
            "section": "Results",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "Extrapolating to the full t range assuming the measured slope parameter B leads to a cross section of 1.88 ± 0.15 mb integrated over −4.0 < log 10 ξ ≤ −1.6, with statistical and systematic uncertainties combined. ",
            "section": "Results",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "The cross sections before and after this extrapolation are compared with predictions from the MC models in table 1.",
            "section": "Results",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "The behaviour of the SD cross section at ξ values beyond the measured region is not yet well constrained by LHC data, and phenomenological models predict additional terms at both extremes (e.g. involving sub-leading exchanges in the Regge case). ",
            "section": "Results",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "It is therefore not possible to make a reliable assessment of the uncertainties inherent in extrapolating to a full SD cross section. ",
            "section": "Results",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "However, an estimate of the corresponding parameter in the -14 -",
            "section": "Results",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "JHEP02(2020)042",
            "section_rank": 15
        },
        {
            "text": "Pythia8 model can be obtained, assuming that the excess of MC over data in the fiducial region studied persists throughout the full kinematic range. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "Since the measurement of α(0) lies midway between the predictions of the A3 and A2 tunes of Pythia8, the estimate is obtained by scaling the measured fiducial cross section by the average of the extrapolation factors predicted by the two tunes. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "The total SD cross-section parameter in the Pythia8 model then decreases from 12.5 mb to 6.6 mb.",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "Summary",
            "section_rank": 16
        },
        {
            "text": "A detailed study is performed of the dynamics of the inclusive single-diffractive dissociation process pp → Xp at √ s = 8 TeV using the ATLAS detector at the LHC. ",
            "section": "Summary",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "Unlike in previous related analyses, the final-state protons are reconstructed directly, using the ALFA forward spectrometer. ",
            "section": "Summary",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "Differential cross sections are measured as a function of the fractional proton energy loss ξ, the squared four-momentum transfer t, and the size ∆η of the pseudorapidity interval on the same side of the interaction point as the intact proton extending from η = ±2.5 to the closest charged particle with smaller |η| and p T > 200 MeV. ",
            "section": "Summary",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "The fiducial range of the measurement is −4.0 < log 10 ξ < −1.6 and 0.016 < |t| < 0.43 GeV 2 . ",
            "section": "Summary",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "For gap sizes between approximately 1.5 and 3.5, the cross section differential in ∆η exhibits the plateau that is characteristic of rapidity gap distributions in soft diffractive processes. ",
            "section": "Summary",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "There are deviations from the plateau at larger and smaller gap sizes due to the definition of the observable and the acceptance. ",
            "section": "Summary",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "The cross section differential in t is well described by an exponential behaviour, dσ/dt ∝ e Bt with the slope parameter measured to be B = 7.65 ± 0.34 GeV −2 , consistent with expectations and with extrapolations from lower-energy measurements. ",
            "section": "Summary",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "The variable ξ is reconstructed using two complementary methods, based on either the scattered proton in ALFA or the tracks in the ID. ",
            "section": "Summary",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "The IDtrack-based measurement is adopted and the standard triple pomeron approach of Regge phenomenology is used to describe the data in terms of a pomeron trajectory with intercept α(0) = 1.07 ± 0.09, in good agreement with previous values from ATLAS and elsewhere. ",
            "section": "Summary",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "The measured cross section integrated over the fiducial region amounts to 1.59 ± 0.13 mb. ",
            "section": "Summary",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "This is substantially smaller than is predicted in the tunes of Pythia8 and, particularly, Herwig7 that were used in the analysis.",
            "section": "Summary",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "JHEP02(2020)042",
            "section_rank": 17
        },
        {
            "text": "CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "text": "In addition, individual groups and members have received support from BCKDF, CANARIE, CRC and Compute Canada, Canada; COST, ERC, ERDF, Horizon 2020, and Marie Sk lodowska-Curie Actions, European Union; Investissements d' Avenir Labex and Idex, ANR, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF, Greece; BSF-NSF and GIF, Israel; CERCA Programme Generalitat de Catalunya, Spain; The Royal Society and Leverhulme Trust, United Kingdom.",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 47,
            "section_rank": 17
        },
        {
            "text": "The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (U.K.) and BNL (U.S.A.), the Tier-2 facilities worldwide and large non-WLCG resource providers. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 48,
            "section_rank": 17,
            "entity_spans": [
                {
                    "start": 227,
                    "end": 237,
                    "type": "software",
                    "rawForm": "INFN-CNAF",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "Major contributors of computing resources are listed in ref. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 48,
            "section_rank": 17
        },
        {
            "text": "[45].",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 48,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "Open Access. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 49,
            "section_rank": 17
        },
        {
            "text": "This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 49,
            "section_rank": 17
        },
        {
            "text": "[7] E710 collaboration, Diffraction dissociation inpp collisions at √ s = 1.8 TeV, Phys. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "Lett. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "B 301 (1993) 313 [INSPIRE].",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 50,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 17,
                    "end": 26,
                    "type": "bibr",
                    "text": "[INSPIRE]"
                }
            ]
        },
        {
            "text": "[8] CDF collaboration, Measurement ofpp single diffraction dissociation at √ s = 546 GeV and 1800 GeV, Phys. ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "text": "Rev. D 50 (1994) 5535 [INSPIRE].",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 51,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 22,
                    "end": 31,
                    "type": "bibr",
                    "text": "[INSPIRE]"
                }
            ]
        },
        {
            "text": "[9] P. Newman and M. Wing ",
            "section": "JHEP02(2020)042",
            "paragraph_rank": 52,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "type": "bibr",
                    "text": "Wing"
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 18
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "Schematic illustrations of the ",
            "section": "Figure 1 .",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "(a) single diffractive dissociation (SD), ",
            "section": "Figure 1 .",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "(b) double diffractive dissociation (DD) and ",
            "section": "Figure 1 .",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "(c) central diffraction (CD) processes. ",
            "section": "Figure 1 .",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "The kinematic variables used to describe the SD process (the squared four-momentum transfer, t, and the mass, M X , of the dissociated system X) are indicated in parentheses in",
            "section": "Figure 1 .",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "(a).",
            "section": "Figure 1 .",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "Figure 3 .",
            "section_rank": 19
        },
        {
            "text": "Figure 3. ",
            "section": "Figure 3 .",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "Hadron-level differential SD cross section as a function of ∆η, comparing the measured data with Pythia8 and Herwig7 predictions. ",
            "section": "Figure 3 .",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "The error bars on the data points and the band around unity in the MC/data ratio show the combination in quadrature of fractional statistical and systematic uncertainties.",
            "section": "Figure 3 .",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "Figure 4 .",
            "section_rank": 20
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 55,
            "section_rank": 20
        },
        {
            "text": "The differential cross section as a function of |t| with inner error bars representing statistical uncertainties and outer error bars displaying the statistical and systematic uncertainties added in quadrature. ",
            "section": "Figure 4 .",
            "paragraph_rank": 55,
            "section_rank": 20
        },
        {
            "text": "The result of the exponential fit described in the text is overlaid.",
            "section": "Figure 4 .",
            "paragraph_rank": 55,
            "section_rank": 20
        },
        {
            "text": "2 XFigure 5 .",
            "section_rank": 21
        },
        {
            "text": "Figure 5. ",
            "section": "2 XFigure 5 .",
            "paragraph_rank": 56,
            "section_rank": 21
        },
        {
            "text": "The differential cross section as a function of log 10 ξ. ",
            "section": "2 XFigure 5 .",
            "paragraph_rank": 56,
            "section_rank": 21
        },
        {
            "text": "(a) Data in the fiducial t range, compared with the results of the triple Regge fit described in the text. ",
            "section": "2 XFigure 5 .",
            "paragraph_rank": 56,
            "section_rank": 21
        },
        {
            "text": "(b) ATLAS data extrapolated to the full t range, compared with a rapidity-gap-based CMS measurement [15] that contains a small DD admixture (see text). ",
            "section": "2 XFigure 5 .",
            "paragraph_rank": 56,
            "section_rank": 21
        },
        {
            "text": "The inner error bars represent only statistical uncertainties while the outer error bars display the combination of statistical and systematic uncertainties in quadrature.",
            "section": "2 XFigure 5 .",
            "paragraph_rank": 56,
            "section_rank": 21
        },
        {
            "text": "43 GeV 2 and t high = −0.016 GeV 2 yields a prediction for the single-differential cross section Bt high − e Bt low",
            "paragraph_rank": 57,
            "section_rank": 22
        },
        {
            "text": "Table 1 .",
            "section_rank": 23
        },
        {
            "text": "The SD cross section within the fiducial region (−4.0 < log 10 ξ ≤ −1.6 and 0.016 < |t| ≤ 0.43 GeV 2 ) and extrapolated across all t using the measured slope parameter B. The systematic and statistical uncertainties are combined for data. ",
            "section": "Table 1 .",
            "paragraph_rank": 58,
            "section_rank": 23
        },
        {
            "text": "The MC statistical uncertainties are negligible.",
            "section": "Table 1 .",
            "paragraph_rank": 58,
            "section_rank": 23
        },
        {
            "text": ",",
            "section_rank": 24
        },
        {
            "text": "The hadronic final state at HERA, Rev. Mod. ",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "Phys. ",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "86 (2014) 1037 [arXiv:1308.3368] [INSPIRE]. ",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "[10] E.L. Feinberg and I. Pomerančuk, High energy inelastic diffraction phenomena, Nuovo Cim. ",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "ATLAS collaboration, Measurement of the inelastic proton-proton cross-section at √ s = 7 TeV with the ATLAS detector, Nature Commun. ",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "2 (2011) 463 [arXiv:1104.0326] [INSPIRE]. ",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "[12] S. Ostapchenko, LHC results and hadronic interaction models, in 25th European Cosmic Ray Symposium (ECRS 2016), Turin, Italy, 04-09 September 2016 (2016) [arXiv:1612.09461] [INSPIRE]. ",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "[13] R.C. Brower, J. Polchinski, M.J. Strassler and C.",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "-I. ",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "Tan, The Pomeron and gauge/string duality, JHEP 12 (2007) 005 [hep-th/0603115] [INSPIRE]. ",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "[14] ATLAS collaboration, Rapidity gap cross sections measured with the ATLAS detector in pp collisions at √ s = 7 TeV, Eur. ",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "Phys. ",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "J. C 72 (2012) 1926 [arXiv:1201.2808] [INSPIRE]. ",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "[15] CMS collaboration, Measurement of diffraction dissociation cross sections in pp collisions at √ s = 7 TeV, Phys. ",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "Rev. D 92 (2015) 012003 [arXiv:1503.08689] [INSPIRE].",
            "section": ",",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "A primary charged particle is defined as a charged particle with a mean proper lifetime τ > 300 ps, which is either directly produced in pp interactions or from decays of directly produced particles with τ < 30 ps.",
            "section": ",",
            "paragraph_rank": 60,
            "section_rank": 24
        },
        {
            "text": "Bin purity is defined in the context of the simulation as the fraction of all events reconstructed in a measurement interval that are classified as SD and are also generated in that interval at the generator level.",
            "section": ",",
            "paragraph_rank": 61,
            "section_rank": 24
        },
        {
            "text": "This MX -dependent term, deriving from Mueller's generalisation of the optical theorem[22], is commonly treated differently, particularly in models that attempt to make the link to partonic behaviour and QCD. ",
            "section": ",",
            "paragraph_rank": 62,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "For example in Pythia8, it is taken to be constant. ",
            "section": ",",
            "paragraph_rank": 62,
            "section_rank": 24
        },
        {
            "text": "Neglecting this contribution leads to a decrease in the extracted α(0) in the current analysis by 0.03.",
            "section": ",",
            "paragraph_rank": 62,
            "section_rank": 24
        },
        {
            "text": "Acknowledgments",
            "section_rank": 26
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "section": "Acknowledgments",
            "paragraph_rank": 63,
            "section_rank": 26
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DRF/IRFU, France; SRNSFG, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan;",
            "section": "Acknowledgments",
            "paragraph_rank": 64,
            "section_rank": 26
        }
    ]
}