{
    "level": "sentence",
    "abstract": [
        {
            "text": "The three-flavor neutrino oscillation paradigm is well established in particle physics thanks to the crucial contribution of accelerator neutrino beam experiments. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "In this paper, we review the most important contributions of these experiments to the physics of massive neutrinos after the discovery of θ 13 and future perspectives in such a lively field of research. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Special emphasis is given to the technical challenges of high power beams and the oscillation results of T2K, OPERA, ICARUS, and NOνA . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "We discuss in detail the role of accelerator neutrino experiments in the precision era of neutrino physics in view of DUNE and Hyper-Kamiokande, the program of systematic uncertainty reduction and the development of new beam facilities.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "High intensity neutrino beams at energies above 100 MeV are produced at proton accelerators since 1962 and played a key role in the foundation of the electroweak theory and the study of nuclear structure. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Unlike other neutrino sources, they provide an unprecedented level of control of the flavor at source, flux and energy, which has been prominent in confirming the very existence of neutrino oscillations and measuring with high precision the oscillation parameters. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Accelerator neutrino beams [1] are mostly sources of ν µ beams because the vast majority of neutrinos produced at accelerators originate by the decay in flight of multi-GeV pions. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "As a consequence, they play a role in neutrino oscillation physics only if the oscillation length L o is within the earth diameter for the neutrino energy range E accessible to accelerators (0.1-100 GeV). ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The existence of at least one oscillation length smaller than the earth diameter and involving ν µ in the GeV-energy range has been established by Super-Kamiokande in 1998 [2,3]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 175,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3]"
                }
            ]
        },
        {
            "text": "In the modern formalism that describes neutrino oscillation (see Section 2), it corresponds to saying that both the mixing angle between the second and third neutrino mass eigenstates (θ 23 ) and their squared mass difference (∆m 2 23 ≡ m 2 3 − m 3 2 ) are different from zero. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 230,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                },
                {
                    "start": 247,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "Such statement opened up the modern field of neutrino oscillations at accelerators. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Since ∆m 2 23 2.3 × 10 −3 eV 2 and the oscillation length is:",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "text": "2 23"
                }
            ]
        },
        {
            "text": "L o (km) 2.48E(GeV)/∆m 2 23 (eV 2 )",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "oscillations are visible for a GeV neutrino if the source-to-detector distance (\"baseline\", L) is L L 0 O(1000 km). ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "It is fortunate that oscillations are visible at propagation lengths smaller than the earth diameter because both the source and the detector can be artificial, i.e., designed by the experimentalist to maximise sensitivity and precision. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "On the other hand, it is unfortunate that the baselines of interest are hundreds of km long (\"long-baseline experiments\"): since neutrinos cannot be directly focused, the divergence of the ν beam is large and the transverse size of the flux at the detector is much larger than the size of the detector itself. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "As a consequence, the number of neutrinos crossing the detector decreases as L −2 and such a drop must be compensated by brute force, increasing the number of neutrinos at source. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "All beams discussed in this paper are high power beams driven by proton accelerators operating at an average power > 100 kW.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Even if the inception of the study of massive neutrinos at accelerators can be dated back to 1998, the golden age of accelerator neutrino physics has just started, triggered by the discovery of θ 13 . ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "In 2012 reactor (Daya-Bay [4], RENO [5]) and accelerator (T2K [6]), experiments demonstrated that even the mixing angle between the first and third neutrino mass eigenstate is non-zero. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 36,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 62,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Indeed, θ 13 is quite large (θ 13 8 • ) so that the entire neutrino mixing matrix (PMNS-see Section 2) has a very different structure compared with the Cabibbo-Kobayashi-Maskawa matrix. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "This result corroborates once more the fact that the Yukawa sector of the Standard Model is far from being understood both in the quark and lepton sector. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "From the experimental point of view, a large θ 13 opens up the possibility of observing simultaneously ν µ → ν τ and ν µ → ν e oscillations in long baseline experiments and, in general, three family interference effects. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "This is the reason why neutrino physicists refer to the current and future generation of beam experiments as the experiments for the \"precision era\" of neutrino physics. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "These modern experiments must disentangle the missing parameters of the Standard Model (SM) Lagrangian in the neutrino sector (the CP violating phase, the ordering of the mass eigenstates) from small perturbations in the ν µ oscillation probability at the GeV scale. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Since the baselines of these experiments range from 295 km (T2K) to 1300 km (DUNE), beam intensity and statistics still play an important role. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "However, systematics will soon become the limiting factor for precision neutrino physics, especially in the DUNE and Hyper-Kamiokande era.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In this paper, we will review the most important results appeared after the discovery of θ 13 in long baseline beams of increasing power. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "We will start in Section 3 from the CNGS, a 500 kW power beam operated up to 2012 to study ν µ → ν τ oscillations. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Subleading ν µ → ν e oscillations are currently investigated by two very high power beams at J-PARC and Fermilab serving T2K (Section 4) and NOνA (Section 5), respectively. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "These acceleration complexes will be upgraded to the status of \"Super-beams\" (>1 MW power) to carry on the ambitious physics program of DUNE and Hyper-Kamiokande (Section 6). ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The ancillary systematic reduction program using current and novel acceleration techniques will be discussed in Section 7.",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Three Family Neutrino Oscillations",
            "section_rank": 3
        },
        {
            "text": "The Standard Model (SM) of the electroweak interactions has been developed when no evidence of massive neutrinos was available. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "In its original formulation, therefore, the SM neutrinos were neutral massless fermions with left-handed (LH) chirality or, equivalently, LH helicity. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The antineutrinos were their right-handed (RH) partners. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The discovery of neutrino oscillations falsified the SM in its original formulation although the theory can be minimally extended to account for massive neutral leptons. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "In the minimally extended SM [7], massive neutral leptons are treated as (massive) quarks: their flavor eigenstates are linear combination of mass eigenstates and the linear operator that mixes the flavor and mass eigenfunctions is a 3 × 3 complex matrix. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "In the quark sector, this matrix is called the Cabibbo-Kobayashi-Maskawa (CKM) matrix. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The corresponding matrix in the lepton sector is the Pontecorvo-Maki-Nakagawa-Sakata (PMNS) matrix U α,i . ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The α index runs over the flavor eigenstates (α = e, µ, τ) and the i index runs over the mass eigenstates i = 1, 2, 3. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The flavor fields ν αL (x) ≡ ν α are thus:",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Here, we dropped the dependence of the field on space-time and the subscript L. Note that, in the (minimally extended) SM, only fields with LH chirality (ν L ) appear in the charged currents (CC) that describe the coupling of fermions with the W ± bosons. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "In the original SM, ν L describe neutrinos with LH chirality that can be observed as particles with LH helicity. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "In the minimally extended SM, neutrinos are massive and therefore neutrinos with LH chirality may be observed with both spin antiparallel (LH helicity) and parallel (RH helicity) to the direction of motion. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Direct mass measurements and oscillation data, however, suggest m i m e by at least five order of magnitudes. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "As a consequence, for any practical purpose, the helicity of a LH chirality field can be considered LH, as well. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The neutrinos fields in the SM are Dirac fields, as for the case of quarks. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The anti-neutrino fields describe particles that are different from the neutrinos (\"anti-neutrinos\") and only RH anti-neutrinos couple with the W bosons in CC currents. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Unlike quarks, where particles are electrically charged and must be different from antiparticles of opposite electric charge, neutrinos are neutral particles and the anti-particle fields may be the same as for the particles. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "In this case, the neutrino fields are Majorana fields and not Dirac fields. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "This subtlety is immaterial for massless neutrinos because the RH neutrino field can be identified with the RH anti-neutrino field without changing the value of any observable. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "In the extended SM, there are observables that are sensitive to whether the neutrino are standard Dirac particles or \"Majorana particles\" (i.e., elementary fermions that are described by Majorana fields), although the correspondent measurements are extremely challenging due to the smallness of m i . ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The minimally extended SM Lagrangian is built applying the quark formalism to neutrinos and, hence, in this model neutrinos are Dirac particles. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "In this case, as for the CKM, the PMNS matrix is unitary (U † U = 1) and can be parameterized [3] by three angles and one complex phase. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The parameterization that has been adopted for the PMNS put the complex phase in the 1-3 sector, i.e., in the rotation matrix between the first and third mass eigenstate: ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "In Equation (2), the three rotation angle are labeled θ 13 , θ 23 , θ 12 and c ij ≡ cos θ ij , s ij ≡ sin θ ij . ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "In this parameterization, which is in use since more than 20 years, θ ij ∈ 0, π 2 and δ CP ≡ δ ∈ [0, 2π]. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Clearly, physical observables are parameterization-independent and therefore the range of the angles and the choice of the complex phase in the 1-3 sector is done without loss of generalization. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "All parameters of the minimally extended SM can be completely determined by neutrino oscillation experiments except for an overall neutrino mass scale (see Table 1). ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The neutrino oscillation probability between two flavor eigenstates P(ν α → ν β ) is the probability to observe a flavor β in a neutrino detector located at a distance L from the source. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The source produces neutrinos with flavor α and energy E. The oscillation probability is given by:",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "where",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "i and L ct is the distance travelled by the neutrino. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "For antineutrino oscillations, U must be replaced by U * in Equation (3), which corresponds to changing the sign of the third term. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "As a consequence, oscillation experiments can reconstruct all rotation angles and the CP phase. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "They also can measure the squared mass differences among eigenstates although the absolute mass scale must be measured in an independent manner. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Note in particular that CP violation in the leptonic sector can be established just measuring the difference between P(ν α → ν β ) and P(ν α →ν β ) if α = β. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Since the leading oscillation terms, ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "i.e.",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": ", the second term of Equation 3, depend on a squared sign, determining the signs of ∆m ij is also very challenging. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 31,
                    "ref_id": "formula_3",
                    "text": "3"
                }
            ]
        },
        {
            "text": "In fact, the sign of ∆m 2 12 has been determined at the beginning of the century by solar neutrino experiments. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The oscillation probabilities here are strongly perturbed by matter effects in the sun, which are sensitive to the sign of ∆m 2 12 . ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 126,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "As discussed in Section 5, matter effects on the earth are employed by long-baseline experiments to determine the sign of ∆m 2 23 , which is not fully established yet. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The choice of Dirac fields for the description of neutrinos in the minimally extended SM is the simplest from the technical point of view, but it is very disputable in the light of the gauge principle [8]. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The most general Lagrangian compatible with the SU(2) ⊗ U(1) gauge symmetry and containing all SM particles (including massive neutrinos) allows for \"Majorana mass terms\" as − 1 2 m i ν T iL Cν iL + ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "h.c.",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": ", where C is the charge conjugation matrix. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "It is possible to show that these terms imply neutrinos to be Majorana particles and must be removed by hand from the minimally extended SM based on Dirac fields. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "A vast class of SM extensions is motivated by the existence of Majorana particles. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Several of these models are also able to explain the smallness of neutrino masses through the \"see-saw mechanism\" [9][10][11][12][13]. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 125,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Neutrino oscillations, however, cannot address these kind of issues. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "If neutrinos are Majorana particles, the PMNS matrix is only approximately unitary and can be parameterized with three rotation angles and three phases as:",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "where:",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "and U Dirac is the PMNS in the minimally extended SM (Equation 2). ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 64,
                    "ref_id": "formula_2",
                    "text": "2"
                }
            ]
        },
        {
            "text": "On the other hand, the oscillation formula of Equation 3does not depend on these additional phases. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 56,
                    "ref_id": "formula_3",
                    "text": "3"
                }
            ]
        },
        {
            "text": "The oscillation measurements are therefore robust against the Dirac vs. Majorana nature of neutrinos, but, on the other hand, do not provide information to determine such nature. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Table 1. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Current value of the mass and mixing parameters as extracted from neutrino oscillation data under the hypothesis of normal hierarchy (current best fit) [14]. ",
            "section": "Three Family Neutrino Oscillations",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Parameter",
            "section_rank": 4
        },
        {
            "text": "The CNGS Neutrino Beam",
            "section_rank": 5
        },
        {
            "text": "In 1998, disappearance measurements of atmospheric muon neutrinos-i.e., measurements of ν µ → ν µ with neutrinos produced by interactions of cosmic rays with the earth atmosphere-provided evidence for non-zero value of both ∆m 2 23 and θ 23 . ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "At that time, θ 13 was not known and only upper limits from the Chooz reactor experiment [15] were available (θ 13 < 12 • ). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "In those years, there was no evidence of oscillations in appearance mode, i.e., no measurements testifying non-zero values of P(ν α → ν β ) for any α = β. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Such evidence was still lacking in 2002, when solar and reactor experiments employing ν e and ν e whose energy was well below the kinematic threshold for the production of muons, demonstrated that θ 12 35 • and ∆m 2 12 7 × 10 −5 eV 2 . ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "In order to observe in a neutrino detector the appearance of new flavors (α = β), the energy of the neutrino must be well above the kinematic threshold for the production of the lepton of flavor β. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "For solar and reactor neutrinos, this is not possible since the energies of their ν e and ν e are much smaller than m µ . ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Atmospheric neutrinos, on the other hand, may be the right natural source since their energy spectrum extends well above the µ and even the τ kinematic threshold. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "At that time, there was no evidence of ν µ → ν e oscillations at the atmospheric energy scale and, therefore, the disappearance of ν µ was ascribed to ν µ → ν τ oscillations. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The CERN-to-Gran Sasso (CNGS) [16,17] neutrino beam was designed to provide evidence of ν µ → ν τ oscillations in appearance mode, i.e., observing explicitly the appearance of ν τ by detecting τ leptons produced by CC events in the detector. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16,"
                },
                {
                    "start": 34,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17]"
                }
            ]
        },
        {
            "text": "The CNGS beam exploited the Gran Sasso laboratories (LNGS), an existing underground laboratory located 730 km from CERN. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "This constraint fixed the baseline of the CNGS experiments: OPERA and ICARUS. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The CNGS has been the only long-baseline beam whose energy (E 17 GeV) was well above the kinematic threshold for the production of the tau lepton (3.5 GeV for CC scattering in nuclei). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The energy was tuned maximizing the number of observable ν τ CC events:",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "where Φ(E) is the CNGS ν µ flux, (E) is the detector efficiency, and σ(E) is the ν τ CC cross-section.",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "In this formula, we expressed the oscillation phase ∆m 2 23 L/4E in practical units: km for L and GeV for E. In particular, a high energy beam is beneficial to produce tau leptons with a large cross-section (σ(E) ∼ E for E well above 3.5 GeV) and boosted in the laboratory frame. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Such boost is needed to observe the decay in flight of the taus in the OPERA nuclear emulsion sheets (see below) and increases substantially (E). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "On the other hand, an energy much larger than 1.27 • ∆m 2 23 • 730 km reduces the oscillation probability as ∼E −2 due to the fixed baseline of LNGS. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "text": "2 23"
                }
            ]
        },
        {
            "text": "The actual CNGS beam energy has thus been optimized accounting for these requirements and 17 GeV is the value that maximizes Equation (6). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "As a matter of fact, the CNGS observes oscillations off the peak of the oscillation maximum since:",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "In the framework of the minimally extended SM, the CNGS thus provides a direct test of the oscillation phenomenon in appearance mode (ν µ → ν τ ) and a test of the oscillation pattern in a parameter phase far from the oscillation maximum.",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The CNGS neutrino beam (see Figure 1) was produced by 400 GeV/c protons extracted from the SPS accelerator at CERN and transported along a 840 m long beam-line to a carbon target producing kaons and pions [18]. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 36,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                },
                {
                    "start": 205,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "The only potential source of ν τ was the decay of D s particles in the proximity of the target, which contributed in a negligible manner (<10 −4 ) to the neutrino flux. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "The positively charged π/K was energy-selected and guided with two focusing lenses (\"horn\" and \"reflector\"), in the direction of the Gran Sasso Laboratories in Italy. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "These particles decay into µ and ν µ in a 1 km long evacuated decay pipe. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "All the hadrons, i.e., protons that have not interacted in the target, pions, and kaons that have not decayed in flight, are absorbed in a hadron stopper. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Only neutrinos and muons cross the 18 m long block of graphite and iron. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "The muons, which are ultimately absorbed downstream in around 500 m of rock, were monitored by muon detector stations.",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Unlike all other long baseline facilities, the CNGS was not equipped with a near detector due to the cost and complexity of building a large underground experimental area located after the CNGS decay pipe. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "In addition, since the CNGS was designed to study the appearance of tau neutrinos in a beam with a negligible contamination of ν τ , the need for a near detector was less compelling than other long-baseline beams. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The CNGS beam ran from 2008 to 2012, providing to OPERA an integrated exposure of 17.97 × 10 19 protons on target (pot). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "OPERA exploited this large flux using real-time (\"electronic\") detector interleaved with emulsion cloud chambers (ECC). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The OPERA [18] target had a total mass of about 1.25 kt composed of two identical sections. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Each section consisted of 31 walls of Emulsion Cloud Chamber (ECC) bricks, interleaved by planes of horizontal and vertical scintillator bars (Target Tracker) used to select ECC bricks in which a neutrino interaction had occurred. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Each ECC brick consisted of 57 emulsion films interleaved with lead plates (1 mm thickness), with a (12.7 × 10.2) cm 2 cross-section and a total thickness corresponding to about 10 radiation lengths. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Magnetic muon spectrometers were located downstream of each target section, and were instrumented by resistive plate chambers and drift tubes.",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Over the years, a total of 19,505 neutrino interaction events in the target were recorded by the electronic detectors, of which 5603 were fully reconstructed in the OPERA emulsion films [19].",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The construction and data analysis of OPERA was a tremendous challenge due to the need of identifying tau leptons on an-event-by-event basis. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Even with current technologies, the only mean to achieve this goal by detecting the decay kink with very high purity is by using nuclear emulsions. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "This technique has been exploited in the 1990s by the CHORUS experiment to search for short baseline ν µ → ν τ oscillations [20] and extended to a much larger scale by OPERA. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Nuclear emulsions consist of AgBr crystals scattered in a gelatine binder. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "After the passage of a charged particle, the crystal produces electron-hole pairs proportional to the deposited energy. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "During a chemical-physical process known as development, the reducer in the developer gives electrons to the crystal through the latent image center and creates silver metal filaments scavenging silver atoms from the crystal. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "This process increases the number of metal silver atoms by many orders of magnitude (10 8 -10 10 ). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The grains of silver atoms reach a diameter about 0.6 mm and, therefore, become visible with an optical microscope.",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The development procedure is irreversible, but it must be performed in a finite time scale (a few years) to prevent aging of the emulsions. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "As a consequence, the electronic detectors must locate the ECC brick in real time and a semi-automatic system must remove the brick while OPERA is still taking data and bring this component to the development facility. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "The scanning of the emulsions can be done at any time since the particle tracks are permanently fixed on the bulk of the emulsions, but a fast scanning time is a major asset to provide feedback on the detector performance and optimize the analysis chain.",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "From the analysis point of view, OPERA is a rare event search experiment since just a handful of fully reconstructed tau events are expected from Equation (6). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The tau events in OPERA are reconstructed as events with a primary track that shows a kink with respect to the initial direction. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The kink testifies the decay in flight of the tau lepton in the lead of the ECC. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "In particular, OPERA has been seeking for tau leptons in most of its high branching ratio decay modes: τ → µ (i.e., τ → µν µ ν τ with a visible muon from the primary vertex), τ → e, τ → h (\"one prong\", i.e., hadronic decay with only one visible charged hadron) and \"three prongs\" (i.e., hadronic decay with three visible charged hadrons). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "Rare event searches are plagued by potential biases due to the tuning of the selection procedure in the course of data taking. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "In order to minimize bias, the OPERA Collaboration followed two approaches. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The most conservative one was implemented during data taking and the initial stage of data analysis, bringing to a 5σ discovery of tau appearance in 2015. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "Here, tau leptons were selected using topological and kinematic cuts defined a priori in the design phase of the experiment. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The efficiency of these cuts were evaluated by a full simulation of OPERA performed with GENIE [21] (neutrino interactions), NEGN [22] (kinematic properties of final states) and GEANT4 [23] (detector response). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 185,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "The simulation was validated with a control sample based on ν µ CC events producing charmed particles in the final state. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The 2015 analysis [24] is based on 5 ν τ CC candidates whose background is summarized in Table 2. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 89,
                    "end": 96,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The events observed in OPERA for the standard 2015 analysis are consistent with the \"three flavor neutrino oscillation paradigm\", i.e., the minimally extended SM accounting for neutrino oscillations. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "In particular, given the superior background rejection capability of the ECC based analysis, ν τ appearance was established with a statistical significance of 5.1 σ with just five candidates (see Figure 2). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 196,
                    "end": 204,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "For that particular analysis, the probability of detecting five events or more is 6.4%. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "In 2018, OPERA developed a more sophisticated analysis reaping on the improvement in the knowledge of the detector response and background subtraction techniques accumulated during data taking. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The final OPERA analysis is based on looser kinematic cuts applied to four variables: the distance between the decay vertex and the downstream face of the lead plate containing the primary vertex (z dec ), the momentum (p) and transverse momentum (p T ) of the secondary particle and the 3D angle θ kink between the parent particle and its daughters. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The cuts are independent of the tau decay mode (z dec < 2.6 mm, θ kink > 0.02 rad, p > 1 GeV) except for the transverse momentum (p T > 0.15 GeV for τ → h and p T > 0.1 GeV for τ → e or µ). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "In addition, p < 15 GeV is requested for the tau decay into muon to suppress the high energy tail of ν µ CC events of the CNGS. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "After these cuts, a multivariate statistical approach is employed to separate signal from background and to produce a single-variable discriminant for the oscillation hypothesis test and parameters estimation. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "In this analysis, 10 observed events were selected. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The expectation in the minimally extended SM was 6.8 ± 0.75 events plus a background of 2.0 ± 0.4 events. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "This analysis, which represents the final result of OPERA on search for ν µ → ν τ appearance, establishes oscillations at 6.1 σ confidence level [25].",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "Beyond tau appearance, OPERA performed analyses in ν µ disappearance mode and in ν µ → ν e appearance mode. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "Even if these searches are not competitive with dedicated experiments equipped with a near detector and electron-sensitive far detectors with much larger mass than OPERA (see Sections 4 and 5), the three neutrino analysis of OPERA [19] provides a consistency test of the minimally extended SM in an energy range between the atmospheric oscillation scale (few GeV neutrinos) and the energy scale of neutrino telescopes like IceCube/DeepCore. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The OPERA and ICARUS (see below) experiments, in addition, provided significant constraints to the existence of light sterile neutrinos and, in general, to extension of the three family oscillation mechanism.",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "The CNGS served for several years also the ICARUS experiment [26] that took data at LNGS from 2010 to 2012. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "ICARUS was a 600 ton liquid Argon TPC (see Figure 3) composed of a large cryostat divided into two identical, adjacent half-modules, each one with internal dimensions of 3.6 m (width) × 3.9 m (height) × 19.6 m (length). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 51,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "The inner detector structure of each submodule (300 ton) consisted of two TPCs separated by a common cathode. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "Each TPC is made of three parallel wire planes, 3 mm apart and the relative angles between the two wire planes is 60 • . ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "The distance between the wires is 3 mm (wire pitch). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "These wire planes constitute the anode of the TPC. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "The TPC volume is filled with high purity liquid Argon and the electrons produced by the charged particles drift toward the anode wires. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "A uniform electric field perpendicular to the wires drives the electrons in the LAr volume of each half-module by means of a HV system. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "The cathode plane, parallel to the wire planes, is placed in the center of the LAr volume of each half-module at a distance of about 1.5 m from the wires of each side. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "This distance defines the maximum drift path. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "Between the cathode and the anode, field-shaping electrodes are installed to guarantee the uniformity of the field along the drift direction. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "At the nominal voltage of 75 kV, corresponding to an electric field of 500 V/cm, the maximum drift time in LAr is about 1 ms. As a consequence, the purity of the liquid Argon must be such that the electron lifetime is comparable with the drift time, i.e., that electrons can drift in the active volume before recombining with electronegative impurities. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "Such a long drift length requires Argon purity < 0.01 part-per-billion (ppb). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "The space resolution that can be achieved in ICARUS is much worse than the ECC (1 mm versus a few microns), but this detector technology can be readout as a standard TPC and the observation and selection of CC events can be performed in real time. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "In addition, this technology is scalable to masses that are unpractical for the ECC ( 1 kton). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "In fact, the mass of the TPC operated at LNGS-the largest LArTPC ever built-was still smaller than what was needed for the observation of ν τ CC events on a kinematical basis. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "Still, ICARUS achieved important results in the study of ν µ → ν e oscillations beyond the minimally extended SM (limits to sterile neutrino oscillations) [28] and in the clarification of the neutrino velocity anomaly reported in 2011 by OPERA [29]. ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[28]"
                },
                {
                    "start": 244,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "Even more, the successful operation of ICARUS in a deep underground laboratory at the 600 t scale, opened up the possibility of building multi-kton detectors based on the LArTPC technology, paving the way to the design and construction of ProtoDUNE-SP and DUNE (see Section 6). ",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 266,
                    "end": 276,
                    "type": "bibr",
                    "text": "Section 6)"
                }
            ]
        },
        {
            "text": "At the end of the ICARUS data taking at LNGS, the Argon recirculation and purification systems reached a free electron lifetime exceeding 15 ms, corresponding to about 20 parts per trillion of O 2 -equivalent contamination [30].",
            "section": "The CNGS Neutrino Beam",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "T2K and Its Upgrades",
            "section_rank": 6
        },
        {
            "text": "T2K",
            "section_rank": 7
        },
        {
            "text": "The T2K experiment is the successor of the former K2K experiment, [31], the first long-baseline neutrino experiment that confirmed the Super-Kamiokande discovery of neutrino oscillations [2] by detecting a reduction of the ν µ flux together with a distortion of the energy spectrum in an accelerator neutrino beam generated at KEK [32].",
            "section": "T2K",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[31]"
                },
                {
                    "start": 187,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 331,
                    "end": 335,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "With respect to K2K, T2K had a number of substantial improvements, the most important being ",
            "section": "T2K",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "(a) a new neutrino beam created by the Japan Proton Accelerator Research Complex (J-PARC), designed to be about 50 times more intense than the K2K neutrino beam; ",
            "section": "T2K",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "(b) a beam line configuration where the far detector (again SK) was at an off-axis angle of 2.5 • and a baseline of 295 km; ",
            "section": "T2K",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "(c) a new close detector system, allowing a much more effective measurement of neutrino beam components, backgrounds, and neutrino cross-sections.",
            "section": "T2K",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "The T2K neutrino beam is generated at J-PARC where a 30 GeV proton beam impinges onto a graphite target [33]. ",
            "section": "T2K",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "The primary proton beam recently achieved an average power of 492 kW. ",
            "section": "T2K",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The secondary hadrons, mostly pions, are charge-selected and focused by a system of three magnetic horns [34] and decay in a 96 m long decay volume. ",
            "section": "T2K",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "The axis of the beam is displaced by 2.5 • from the SK detector.",
            "section": "T2K",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "Thanks to the kinematics of the pion two-body decay, the resulting neutrino beam is narrower than an on-axis beam [35], better optimized to the expected neutrino oscillations (as already measured by SK and K2K), and with a smaller contamination of intrinsic ν e (mostly generated by kaon decays, whose kinematics is different from pion decays, producing less neutrinos at the off-axis angle of 2.5 • ).",
            "section": "T2K",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "Two detectors are located 280 m downstream of the beam target, to measure neutrino interactions before they start oscillating. ",
            "section": "T2K",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "The INGRID detector [36] is located on-axis, and its main purpose is to monitor the direction and the flux stability of the neutrino beam. ",
            "section": "T2K",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "The ND280 detector system is located as the same off-axis angle of SK and its main purpose is to measure all the neutrino beam components. ",
            "section": "T2K",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "It consists of three time projection chambers (TPCs) [37] interleaved with two fine-grained tracking detectors [38], a π • -optimized detector (P0D) [39], and an electromagnetic calorimeter [40]. ",
            "section": "T2K",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[37]"
                },
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[38]"
                },
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[39]"
                },
                {
                    "start": 190,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "ND280 is mounted inside the magnet of the former UA1 and Nomad experiments, donated by CERN to the T2K Collaboration; it allows for independently measuring both neutrino and antineutrino interaction rates. ",
            "section": "T2K",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "A side muon range detector instruments the magnet yoke [41].",
            "section": "T2K",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "An important set of external data for T2K comes from the NA61 experiment that measured hadroproduction by 30 GeV protons on a graphite target with a thickness of 4% of a nuclear interaction length [42]. ",
            "section": "T2K",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "These measurements drastically reduce systematic errors on the evaluation of the neutrino beam flux, resulting in a better determination of neutrino interaction rates by ND280 [43].",
            "section": "T2K",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "The neutrino beam is peaked around 0.6 GeV, at the energy where the oscillation probability is maximal. ",
            "section": "T2K",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "At those energies, the dominant process are Charged Current Quasi-Elastic scatterings (CCQE), where a charged lepton of the same flavor of the incoming neutrino is produced. ",
            "section": "T2K",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "In this class of interactions, the measurement of the momentum and direction of the outgoing lepton is sufficient to reconstruct the energy of the incoming neutrino. ",
            "section": "T2K",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "It has to be noted that the 295 km baseline is too short to allow good sensitivity to the measurement of neutrino mass ordering (see Section 5) and that the ν µ neutrino energy is well below the τ production threshold.",
            "section": "T2K",
            "paragraph_rank": 33,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 143,
                    "type": "bibr",
                    "text": "Section 5)"
                }
            ]
        },
        {
            "text": "The far detector is the Super-Kamiokande (SK) detector [44], a deep underground 50 kton water Cherenkov detector, 39 m in diameter and 42 m tall, equipped with 11,129 inward facing 20-inch photomultiplier tubes (PMTs) and 1885 outward-facing 8-inch PMTs mainly used as a veto. ",
            "section": "T2K",
            "paragraph_rank": 34,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[44]"
                }
            ]
        },
        {
            "text": "The Cherenkov light emitted in water by charged particles above a momentum threshold allows for measure with great precision the momentum, the direction and the vertex of the leptons produced by neutrino interactions. ",
            "section": "T2K",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "text": "The different topologies of the muon and electron tracks produce different patterns of hit phototubes; in this way, electron and muons are identified with great precision by SK. ",
            "section": "T2K",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "text": "The quasi-elastic topology, where a single lepton is produced, is particularly favorable for the characteristics of the SK detector.",
            "section": "T2K",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "text": "The first important result by T2K was published in 2011 [45] by observing an indication of ν µ → ν e appearance in data accumulated with 1.43 × 10 20 proton on target collected from January 2010 to March 2011. ",
            "section": "T2K",
            "paragraph_rank": 35,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "Six events passed all the selection criteria in SK, with an expected background of 1.5 ± 0.3 events, corresponding to a significance of about 2.5σ. ",
            "section": "T2K",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "text": "It represented the first indication of a non-zero value of θ 13 : 0.03 < sin 2 2θ 13 < 0.28 at 90% CL for δ CP = 0 and normal neutrino mass hierarchy, a fundamental milestone for any subsequent development in neutrino oscillation physics. ",
            "section": "T2K",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "text": "T2K had a long stop of more than one year soon after this result due to the catastrophic earthquake-tsunami that occurred in Japan in March 2011.",
            "section": "T2K",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "text": "In this period, three reactor experiments published evidence of non-zero values of θ 13 by measuring the flux of reactor antineutrinos with a clear indication of ν e disappearance. ",
            "section": "T2K",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "Eventually, the θ 13 determination by reactor experiments achieved a much better precision than T2K and today the global best-fit to θ 13 is [3] sin 2 θ 13 = 0.0215 with a 3σ allowed range of 0.0190-0.0240. ",
            "section": "T2K",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "The precise, unambiguous determination of θ 13 by reactors greatly improved the sensitivity of long baseline experiments to δ CP and neutrino mass ordering. ",
            "section": "T2K",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "This is nicely illustrated in Figure 4, where the confidence regions measured by T2K without any input from reactor experiments are compared with the confidence region from reactors [46], indicating how better δ CP is constrained after the inclusion of reactor data.  ",
            "section": "T2K",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 4"
                },
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "The most recent T2K published results are based on SK data collected between 2009 and 2017 in (anti)neutrino mode with a neutrino beam exposure of 14.7 × 10 20 (7.6 × 10 20 ) protons on target [46].",
            "section": "T2K",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "Neutrino fluxes, interaction cross sections and detector responses are simulated, and a fit to the near detector data constrains them. ",
            "section": "T2K",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "text": "The results of this fit are propagated to the far detector as a Gaussian covariance on the systematic parameters. ",
            "section": "T2K",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "text": "The fit of the far detector data then constrains the oscillation parameters.",
            "section": "T2K",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "text": "Primary proton interactions on the T2K target system are simulated with FLUKA2011 [47] and GEANT3 [48] together with the decay of hadrons and muons that produce neutrinos. ",
            "section": "T2K",
            "paragraph_rank": 38,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[47]"
                },
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[48]"
                }
            ]
        },
        {
            "text": "The modeling is constrained by thin target hadron production data, including recent charged pion and kaon measurements from the NA61/SHINE experiment at CERN [42,49,50]. ",
            "section": "T2K",
            "paragraph_rank": 38,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[42,"
                },
                {
                    "start": 162,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "49,"
                },
                {
                    "start": 165,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "50]"
                }
            ]
        },
        {
            "text": "The systematic errors of beam prediction at this stage are of 8% and 7.3% for the neutrino and antineutrino beams, respectively. ",
            "section": "T2K",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "text": "A significant reduction of these errors is expected with the inclusion of recent hadroproduction measurement of the T2K replica target by NA61/SHINE [51]. ",
            "section": "T2K",
            "paragraph_rank": 38,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[51]"
                }
            ]
        },
        {
            "text": "It is extremely important to have flux systematics as low as possible at this stage for any physics analysis at the close detector and to attenuate the strong correlation between neutrino fluxes and neutrino cross-sections at the close detector.",
            "section": "T2K",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "text": "The neutrino interaction model is based on NEUT [52]. ",
            "section": "T2K",
            "paragraph_rank": 39,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[52]"
                }
            ]
        },
        {
            "text": "Simulated data are also generated with alternative models and fitted with NEUT in order to evaluate the systematic effects of wrong modelling to the oscillation results.",
            "section": "T2K",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "text": "Events selected as charged current (CC) interactions in ND280 are used to constrain the flux and neutrino interaction uncertainties.",
            "section": "T2K",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "text": "A total of 14 event samples are defined: six neutrino samples depending of the number of hadrons (0, 1, or more) and whether the interaction happens in FGD1 or FGD2, this latter being 40% enriched in water; eight samples are defined in the antineutrino mode, depending on the number of tracks (0 or 1), the charge of the outgoing muon and again on the position of the interaction vertex.",
            "section": "T2K",
            "paragraph_rank": 41,
            "section_rank": 7
        },
        {
            "text": "It is very important to have the possibility of defining such a large number of event samples; they are sensitive to different combinations of beam fluxes and neutrino interactions, helping to cover all the analysis parameters and to break parameter degeneracies and ambiguities.",
            "section": "T2K",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "A global likelihood is computed for the fit of all the event samples. ",
            "section": "T2K",
            "paragraph_rank": 43,
            "section_rank": 7
        },
        {
            "text": "The global fits greatly reduce systematic errors and increases by 10%-15% the interaction rate predictions at the far detector.",
            "section": "T2K",
            "paragraph_rank": 43,
            "section_rank": 7
        },
        {
            "text": "SK data are subdivided in five independent samples: events with a single muon-like or a single electron-like rings in neutrino and antineutrino beam modes plus a sample with an electron-like ring together with a pion track candidate in neutrino mode. ",
            "section": "T2K",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "Events are reconstructed with a new reconstruction algorithm, firstly introduced in [53] to suppress neutral current π • backgrounds, where a maximum likelihood algorithm exploiting the timing and charge information of all the photosensors simultaneously. ",
            "section": "T2K",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "This new alghorithm improves efficiency and purity of the selected samples and allows a fiducial volume expansion of 25% (14%) for ν e (ν µ ) events.",
            "section": "T2K",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "The observed number of CCQE events with an electron candidate at SK are 74 in the neutrino run and seven in the anti-neutrino run, to be compared with the expectations for δ CP = 0 (−π/2), normal hierarchy, of 61.4 (73.5) and 9.0 (7.9) respectively. ",
            "section": "T2K",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "The systematic errors of the two samples are 8.8% and 7.1%, respectively. ",
            "section": "T2K",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "The selected ν µ candidates in the neutrino and antineutrino modes are 240 and 68, respectively, with 5.1% and 4.3% systematic errors. ",
            "section": "T2K",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "Finally, 15 events are selected in the single-electron single-pion sample, with a prediction of 6.9 events and a systematic error of 18.4%. ",
            "section": "T2K",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "It should be noted that systematic errors already at this stage (29% of the design statistics) are sizable and are approaching the values of statistical errors.",
            "section": "T2K",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "Oscillation fits to the five samples of data show a preference for the normal mass ordering with a posterior probability of 87%. ",
            "section": "T2K",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "text": "A recent preprint of the T2K collaboration, which includes 2018 data and improves by a factor 2.2 the pot collected in antineutrino mode, reports for the first time a closed 99.73% (3σ) interval on the CP-violating phase δ CP [54] .",
            "section": "T2K",
            "paragraph_rank": 47,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "[54]"
                }
            ]
        },
        {
            "text": "Other notable results of the T2K Collaboration are several measurements of neutrino cross-sections [55], searches for light sterile neutrinos [56], and searches for heavy neutrinos [57].",
            "section": "T2K",
            "paragraph_rank": 48,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "[55]"
                },
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "[56]"
                },
                {
                    "start": 181,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "[57]"
                }
            ]
        },
        {
            "text": "T2K II",
            "section_rank": 8
        },
        {
            "text": "The exciting results achieved by the T2K experiment so far convinced the collaboration to propose an upgrade of the experimental setup, T2K II [58], in order to reach a 3 σ sensitivity for a significant fraction of the possible δ CP values by the year 2026, when the next generation Hyper-Kamiokande experiment is expected to start.",
            "section": "T2K II",
            "paragraph_rank": 49,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "[58]"
                }
            ]
        },
        {
            "text": "The proposed upgrades, all re-usable by the Hyper-Kamiokande experiment, will be",
            "section": "T2K II",
            "paragraph_rank": 50,
            "section_rank": 8
        },
        {
            "text": "• Upgrade the J-PARC main ring to the power of 1.3 MW. ",
            "section": "T2K II",
            "paragraph_rank": 51,
            "section_rank": 8
        },
        {
            "text": "This would allow for collecting 20 × 10 21 pot by 2026, three times more the original beam request of 7.7 × 10 21 pot and more than six times the statistics collected so far in neutrino+antineutrino modes.",
            "section": "T2K II",
            "paragraph_rank": 51,
            "section_rank": 8
        },
        {
            "text": "•",
            "section_rank": 9
        },
        {
            "text": "Push the magnetic horns system to its ultimate performances, bringing its operation current from 250 to 320 kA. ",
            "section": "•",
            "paragraph_rank": 52,
            "section_rank": 9
        },
        {
            "text": "This upgrade would provide a 10% increment of neutrino fluxes reducing the wrong-sign contamination by 5%-10% • Upgrade the ND280 close detector as proposed in [59]. ",
            "section": "•",
            "paragraph_rank": 52,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "[59]"
                }
            ]
        },
        {
            "text": "A new tracker, consisting of a 2-ton horizontal plastic scintillator target sandwiched between two new horizontal TPCs, will substitute the present P∅D. ",
            "section": "•",
            "paragraph_rank": 52,
            "section_rank": 9
        },
        {
            "text": "The plastic scintillator, called Super-FGD [60], consists of a matrix of 1 × 1 × 1 cm 3 cubes made of extruded plastic scintillator, where each cube is crossed by three wavelength shifting fibers along the three directions, allowing a 3D reconstruction of the events.",
            "section": "•",
            "paragraph_rank": 52,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "[60]"
                }
            ]
        },
        {
            "text": "The TPCs will be similar in design to the existing ones, with two major improvements: the Micromegas detector will be constructed with the \"resistive bulk\" technique, thereby allowing a lower density of readout pads and eliminating the discharges (sparks). ",
            "section": "•",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "text": "The field cage will be realized with a layer of solid insulator laminated on a composite material. ",
            "section": "•",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "text": "This will minimize the dead space and maximize the tracking volume.",
            "section": "•",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "text": "This tracker would be surrounded by Time-of-Flight counters (made of plastic scintillator) to measure the direction of the tracks and reject out of fiducial volume events. ",
            "section": "•",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "text": "The total mass of active target for neutrino interactions increases from 2.2 to 4.3 tons, allowing the doubling of the expected statistics for a given exposure. ",
            "section": "•",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "text": "Furthermore, the new configuration will allow a better coverage of the neutrino quasi-elastic interactions, improving the acceptance for high angle tracks.",
            "section": "•",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "text": "NOνA in the NuMI Beam",
            "section_rank": 10
        },
        {
            "text": "The Neutrinos at the Main Injector (NuMI) neutrino beam [61] is currently the most powerful neutrino beam in the world and is running with a peak hourly-averaged power of 742 kW. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 55,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "[61]"
                }
            ]
        },
        {
            "text": "It has been the workhorse of accelerator neutrino physics in the US since 2005 and served several experiments both at Fermilab (MINERνA, ArgoNeuT) and at far locations (MINOS, MINOS+ in the Soudan mine and NOνA on surface at Ash River, MN). ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 55,
            "section_rank": 10
        },
        {
            "text": "In this review, we will mostly focus on its performance and results as neutrino beam for NOνA , which commenced data taking on February 2014 [62].",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 55,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "[62]"
                }
            ]
        },
        {
            "text": "The NUMI beam is produced by the 120 GeV protons extracted from the Fermilab Main Injector. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 56,
            "section_rank": 10
        },
        {
            "text": "Like the CNGS, it thus leverages the acceleration chain of proton colliders steering the protons toward a solid state target.",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 56,
            "section_rank": 10
        },
        {
            "text": "The protons from the Main Injector hit the graphite target and the produced hadrons are focused by two magnetic horns and then enter a 675 m long decay volume. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "The maximum proton energy that can be achieved at the Main Injector also offers a greater flexibility in the choice of the mean neutrino energy. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "This feature was successfully exploited during the MINOS data taking [63,64], when the uncertainty on ∆m 2 23 was still quite large and the location of the first oscillation maximum was unclear. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 57,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[63,"
                },
                {
                    "start": 73,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "64]"
                },
                {
                    "start": 105,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "After 2014, however, NUMI was operated mostly in \"medium energy\" mode, producing neutrinos with a mean energy of about 2 GeV. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "This operation mode maximizes the number of oscillated neutrinos in NOνA , which is located off-axis (14 mrad) 810 km far from Fermilab.",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "Compared with the NUMI run at the time of MINOS, the current facility exploits some modification of the acceleration complex that originates from the shutdown of Tevatron. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 58,
            "section_rank": 10
        },
        {
            "text": "The Fermilab Recycler is now used extensively for neutrino physics and stores the Booster cycles during acceleration in the Main Injector. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 58,
            "section_rank": 10
        },
        {
            "text": "In this way, the two most time-consuming operations of NUMI (the transfer from the Booster to the next accelerator, and the acceleration in the Main Injector) can be carried out in parallel rather than in series. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 58,
            "section_rank": 10
        },
        {
            "text": "As a consequence, the overall cycle time is reduced from 2 to 1.3 s. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 58,
            "section_rank": 10
        },
        {
            "text": "From February 2014 to June 2019, NOνA accumulated 8.85 × 10 20 pot in neutrino mode and 12.3 × 10 20 pot in anti-neutrino mode, reversing the currents in the focusing horns. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 58,
            "section_rank": 10
        },
        {
            "text": "The purity of the ν µ (ν µ ) beam is 96% (83%), respectively.",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 58,
            "section_rank": 10
        },
        {
            "text": "The NOvA experiment measures the energy spectra of neutrino interactions in two detectors. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "The Near Detector is placed in the proximity of NUMI at a distance of 1 km from the production target and is located 100 m underground. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "It is a 290 t liquid scintillator detector that measures 3.8 m × 3.8 m × 12.8 m and is followed by a muon range stack. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "The 14 kton far detector (see Figure 5) is the largest neutrino detector ever operated on surface and measures 15 m × 15 m × 60 m. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "Both detectors use liquid scintillator contained in PVC cells that are 6.6 cm × 3.9 cm (0.15 radiation lengths per cell) in cross-section and span the height and width of the detectors in planes of alternating vertical and horizontal orientation. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "The light is read out by wavelength-shifting fibers connected to APDs. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "Operation at surface, with practically no overburden (three meters of water equivalent, 130 kHz of cosmic-ray activity) is possible thanks to the short duration of the proton burst that allows for exploiting the time correlation between the events observed in the detector and the occurrence of the proton extraction to the target in NUMI. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "The analysis [65] is built upon the set of all APD signals above threshold around the 10µs beam spill. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "[65]"
                }
            ]
        },
        {
            "text": "The cosmic ray background is directly measured by a dedicated dataset recorded in the 420 µs surrounding the beam spill. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "This control sample is employed for calibration, study of stability response, and for the training of the event reconstruction algorithms. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "NOνA was designed to search for non-null values of θ 13 and measure the leading oscillation parameters at the atmospheric scale (∆m 2 23 , θ 23 ). ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Even if the discovery of θ 13 has been achieved by Daya Bay, Double-Chooz, RENO and T2K well before the start of the NOVA data taking, the physics reach of this experiment has been significantly boosted by the large value of this angle. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "NOVA is the only long baseline experiment currently exploiting matter effects to determine the neutrino mass pattern. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "As mentioned in Section 2, the presence of a dense medium can perturb the oscillation probability of neutrinos because matter is rich in electrons and deprived of muons and tau leptons. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "As a consequence, the evolution of the flavor wavefunction is perturbed by the fact that ν µ and ν τ can interact only by neutral currents (NC) with the electrons of matter while both NC and CC elastic scattering can occur for ν e . ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "Elastic weak scattering can occur also in the nuclei, but, in this case, the ν e have the same interaction probabilities as for ν µ or ν τ . ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "The matter perturbations thus are only due to the density of the electrons in the medium and are parameterized by an effective potential V = √ 2G F n e (x). ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "Here, G F is the Fermi constant and n e (x) is the electron matter density at the point x. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "Unlike propagation in the sun, where n e (x) is strongly varying and can cause highly nonlinear phenomena (MSW resonant flavor conversions [66]), the electron density in the earth crust and mantle is nearly constant. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "[66]"
                }
            ]
        },
        {
            "text": "The oscillation formula corrected by matter effects in conditions interesting for long baseline experiment can be written as [67,68]: ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 59,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b75",
                    "text": "[67,"
                },
                {
                    "start": 129,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "68]"
                }
            ]
        },
        {
            "text": "where α ≡ ∆m 2 21 /∆m 2 31 , ∆ 31 ≡ ∆m 2 31 L/4E and the electron density is embedded in A ≡ 2VE/∆m 2 31 = 2 √ 2 G F n e E/∆m 2 31 . ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 60,
            "section_rank": 10
        },
        {
            "text": "The probability forν µ →ν e oscillations is the same as for neutrinos except for a change of the sign of the CP-violating phase δ CP and of the matter parameter A. Equation 8is an approximate formula that results from expanding to second order in the small quantities α and sin θ 13 under the hypothesis of a constant electron density n e . ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 60,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "ref_id": "formula_11",
                    "text": "8"
                }
            ]
        },
        {
            "text": "Exact formulas can be obtained integrating the propagation in steps of x and are commonly embedded in software as GLoBES [69]. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 60,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "[69]"
                }
            ]
        },
        {
            "text": "Still, Equation (8) is an excellent approximation for all current long-baseline experiments. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 60,
            "section_rank": 10
        },
        {
            "text": "The change of sign of A is hence a fake CP violation effect due to the presence of electrons in matter and should be decoupled by genuine CP effects. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 60,
            "section_rank": 10
        },
        {
            "text": "On the other hand, fake CP effects depend on the sign of ∆m 2 23 and, therefore, provide an elegant tool to determine whether m 1 < m 2 < m 3 (\"normal ordering\", NO) or m 3 < m 1 < m 3 (\"inverse ordering\", IO). ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 60,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "All other ordering options are already excluded by solar neutrino data that imply ∆m 2 12 > 0. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 60,
            "section_rank": 10
        },
        {
            "text": "Distinguishing ∆m 2 23 < 0 (IO) from ∆m 2 23 > 0 (NO) is extremely interesting not only for building theory models of neutrino masses and mixing. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 60,
            "section_rank": 10
        },
        {
            "text": "IO would imply that the eigenstate that is maximally mixed with ν e is indeed the largest one. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 60,
            "section_rank": 10
        },
        {
            "text": "IO thus eases remarkably the measurement of the absolute neutrino masses and of neutrinoless double beta decay, which are entirely based on ν e . ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 60,
            "section_rank": 10
        },
        {
            "text": "NOVA is the only running experiment sensitive to matter effects because A = 0.046 in T2K and A = 0.12 in NOνA . ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 60,
            "section_rank": 10
        },
        {
            "text": "Similarly, the CNGS is not sensitive to matter effect because it is off the peak of the oscillation maximum (∆ 31 1) [70] and hence:",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 60,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "31"
                },
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "[70]"
                }
            ]
        },
        {
            "text": "In the design phase of NOνA , it was not clear whether it would had been possible (even with a combination with T2K) to disentangle mass ordering effects from genuine CP effects because accidental cancellations [71][72][73] arise for some values of δ and sign(∆m 2 23 ) (\"δ − sign(∆m 2 23 ) ambiguity\"). ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 61,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b79",
                    "text": "[71]"
                },
                {
                    "start": 215,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b80",
                    "text": "[72]"
                },
                {
                    "start": 219,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b81",
                    "text": "[73]"
                },
                {
                    "start": 263,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Matter effects enhance the electron neutrino appearance probability in the case of normal mass hierarchy (NO) and suppress it for inverted mass hierarchy (IO). ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 61,
            "section_rank": 10
        },
        {
            "text": "CP-conserving oscillations occur if δ = 0 or π, while the rate of ν e CC is enhanced around δ = 3π/2, and suppressed around δ = π/2. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 61,
            "section_rank": 10
        },
        {
            "text": "At NOνA , the impact of these factors on the ν e appearance probability are of similar magnitudes, which can lead to degeneracies between them, especially in neutrino runs alone. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 61,
            "section_rank": 10
        },
        {
            "text": "For antineutrinos, the mass hierarchy and CP phase have the opposite effect on the oscillation probability. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 61,
            "section_rank": 10
        },
        {
            "text": "Increasing values of sin 2 θ 23 increase the appearance probabilities for ν e and ν e alike. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 61,
            "section_rank": 10
        },
        {
            "text": "Still, the current best fit of δ are in the most favorable region of the parameter space and, if the central values are confirmed, NOνA will be able to gain a strong evidence of NO in the next few years combining neutrino and antineutrino runs [74].",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 61,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b82",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "NOνA is a detector with a very low density so that electromagnetic showers develop for several PVC cells easing the identification of ν e CC events. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 62,
            "section_rank": 10
        },
        {
            "text": "In addition, NOνA is equipped with a near detector, which opens up the possibility of measuring neutrinos at the far detector also in disappearance mode (ν µ → ν µ ). ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 62,
            "section_rank": 10
        },
        {
            "text": "The energy of the beam is well below the kinematic threshold for τ production and therefore the contamination from ν τ CC events is negligible.",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 62,
            "section_rank": 10
        },
        {
            "text": "As for T2K, the simulation of NOνA employs a detailed description of the beamline based on GEANT4. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "Again, the computed neutrino flux is corrected according to constraints on the hadron spectrum from thin-target hadroproduction data using the PPFX tools developed for the NuMI beam by the MINERvA collaboration [75]. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b83",
                    "text": "[75]"
                }
            ],
            "entity_spans": [
                {
                    "start": 143,
                    "end": 148,
                    "type": "software",
                    "rawForm": "PPFX",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "Neutrino interactions in the detector are simulated with GENIE [21] while the detector response is simulated with GEANT4. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Unlike T2K, NOνA employs in a systematic manner analyses techniques inherited from the field of computer vision. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "The detector hits are formed into clusters by grouping hits in time and space to isolate individual interactions. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "A Convolutional Visual Network classifier employs the hits from these clusters, without any further reconstruction, as input and applies a series of trained operations to extract the classifying features from the image [76]. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b85",
                    "text": "[76]"
                }
            ]
        },
        {
            "text": "The classifier feeds an artificial neutral network, i.e., an input layer of perceptrons linked to additional hidden layers and an output node. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "The network is then trained to recognize different neutrino topologies: ν e CC, ν µ CC, and NC. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "The ν µ CC and ν e CC samples correspond to events whose score exceed a given threshold. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "Muon identification in ν µ CC events is performed employing the dE/dX and multiple scattering of the track, the length of the track and the fraction of plane where the track is mip-like [65]. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "[65]"
                }
            ]
        },
        {
            "text": "The NOνA analysis selects ν µ CC events with an efficiency of 32.2%. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "In terms of purity, the final selected sample is 92.7% ν µ CC. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "The energy of the muon is estimated from the range and the hadronic energy from the number of hits. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "The energy resolution for the whole sample of ν µ CC is 9.1%. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "The quality of the simulation and event selection procedures are validated using the ν µ CC reconstructed spectrum at the near detector, which is not distorted by oscillations. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "Possible discrepancies (in the 4%-13% range for ν µ CC) are corrected to reach complete agreement with the near detector (ND) data. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "The ∆m 2 23 and sin 2 2θ 23 parameters are extracted from the spectrum of the ν µ CC events at the far detector compared with the corresponding spectrum at the near detector. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The selection of the ν e CC sample is particularly difficult due to the presence of electromagnetic components in NC events (e.g., π 0 production) or short muon in ν µ CC events. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "The near detector ν e CC selected sample consists indeed of 42% ν e CC, 30% NC and 28% ν µ CC. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "The selection efficiency-i.e., the probability to select a true ν e CC event-amounts to 67.4%. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "The estimator of the energy of the electron candidate has a resolution of 11%. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "Since the NC and cosmogenic background is mostly in the low energy range of the electron spectrum and the ν e CC from the ν e contamination of the beam dominates at large energies, the analysis is performed only for events whose energy is between 1 and 4 GeV. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "Again, the quality of the simulation is validated by ND data. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "In particular, ν µ selected candidates are used to cross-check the ν e selection efficiency and correct the expected ν e signal at the far detector (FD). ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "ν e at ND are artificially created in the simulation replacing the muon with an electron of the same energy and direction. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "The ν e CC selection algorithm is applied to this sample and the results match expectations within 2%. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "The intrinsic ν e component of the beam (0.7% of all neutrinos) represents a nearly irreducible background. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "ND data are used to constrain such ν e component beyond the estimate performed with GEANT4. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "ND data are also used to constrain the observed ν µ CC and NC events (see Figure 5 of Reference [65]). ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 82,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 5"
                },
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "[65]"
                }
            ]
        },
        {
            "text": "For the 2018 NOνA analysis, corresponding to 8.85 × 10 20 pot, the overall error budget for sin 2 θ 23 , ∆m 2 23 and δ are 4 × 10 −2 , 9 × 10 −5 eV 2 and 0.67π, respectively. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "At present, the systematic budget is smaller than the statistical uncertainty and amounts to 1 × 10 −2 , 4 × 10 −5 eV 2 and 0.12π for sin 2 θ 23 , ∆m 2 23 and δ, respectively. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "However, it is likely that NOνA will be systematic limited in the forthcoming years, well before the start of DUNE.",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "text": "At the time of writing [77], the T2K and NOνA results [65,[78][79][80] are compatible for all oscillation parameters (see Figure 6). ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 64,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b86",
                    "text": "[77]"
                },
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "[65,"
                },
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b87",
                    "text": "[78]"
                },
                {
                    "start": 62,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b88",
                    "text": "[79]"
                },
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b89",
                    "text": "[80]"
                },
                {
                    "start": 122,
                    "end": 130,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "NOνA data indicate a slight preference (1.8 σ) for normal hierarchy (∆m 2 23 > 0), which corroborates the hint from atmospheric neutrino data [14]. ",
            "section": "NOνA in the NuMI Beam",
            "paragraph_rank": 64,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                },
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "DUNE and Hyper-Kamiokande",
            "section_rank": 11
        },
        {
            "text": "The optimal strategy to perform precision measurements and three family interference effects in the neutrino sector has been debated for decades. ",
            "section": "DUNE and Hyper-Kamiokande",
            "paragraph_rank": 65,
            "section_rank": 11
        },
        {
            "text": "Accelerator neutrino beams became the technology of choice already in the late 1990s. ",
            "section": "DUNE and Hyper-Kamiokande",
            "paragraph_rank": 65,
            "section_rank": 11
        },
        {
            "text": "At that time, experimental data start pointing toward two different mass scales (the atmospheric mass scale ∆m 2 23 and the solar mass scale ∆m 2 12 ), but the ratio of the scales (α 0.03 in Equation (8)) was not too small to prevent the observation of perturbations driven by ∆m 2 in the leading ν µ → ν e transitions at the atmospheric scale. ",
            "section": "DUNE and Hyper-Kamiokande",
            "paragraph_rank": 65,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                },
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "text": "2 12"
                },
                {
                    "start": 280,
                    "end": 281,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "As a consequence, an intense and controlled ν µ source of artificial neutrinos at the O(GeV) energy scale would have been the optimal facility to search, for instance, for CP violation in the leptonic sector. ",
            "section": "DUNE and Hyper-Kamiokande",
            "paragraph_rank": 65,
            "section_rank": 11
        },
        {
            "text": "Unfortunately, at that time, θ 13 was not known (the Chooz limits indicated θ 13 < 12 • ), and the overall size of the leading ν µ → ν e oscillation could have been arbitrarily small. ",
            "section": "DUNE and Hyper-Kamiokande",
            "paragraph_rank": 65,
            "section_rank": 11
        },
        {
            "text": "For θ 13 12",
            "section": "DUNE and Hyper-Kamiokande",
            "paragraph_rank": 65,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "• , the intensity of conventional beam would have been prohibitive at baselines O(1000 km) and the intrinsic contamination would have represented a major limitation to seek for ν µ → ν e oscillations at the per-mill level or below [81,82]. ",
            "section": "DUNE and Hyper-Kamiokande",
            "paragraph_rank": 66,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b90",
                    "text": "[81,"
                },
                {
                    "start": 235,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b91",
                    "text": "82]"
                }
            ]
        },
        {
            "text": "This consideration triggered an intense R&D toward new acceleration concepts, namely the Neutrino Factory (see Section 8) and the Beta Beam [83,84] that aimed at providing pure and intense sources of ν e and ν µ . ",
            "section": "DUNE and Hyper-Kamiokande",
            "paragraph_rank": 66,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b92",
                    "text": "[83,"
                },
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b93",
                    "text": "84]"
                }
            ]
        },
        {
            "text": "The discovery of θ 13 at 8 • set the scale of the leading ν µ → ν e oscillation at the level of 7% (sin 2 2θ 13 0.07), which can be studied further increasing the power of current accelerator beams. ",
            "section": "DUNE and Hyper-Kamiokande",
            "paragraph_rank": 66,
            "section_rank": 11
        },
        {
            "text": "Since 2012, therefore, R&D efforts have focused toward the design of \"Superbeams\": conventional neutrino beams with beam power exceeding 1 MW.",
            "section": "DUNE and Hyper-Kamiokande",
            "paragraph_rank": 66,
            "section_rank": 11
        },
        {
            "text": "Two Superbeams will drive the field of accelerator neutrino physics in the next twenty years: the Long Baseline Neutrino Facility (LBNF) at Fermilab serving the DUNE experiment in South Dakota and the J-PARC Neutrino Beamline upgrade serving Hyper-Kamiokande in Japan. ",
            "section": "DUNE and Hyper-Kamiokande",
            "paragraph_rank": 67,
            "section_rank": 11
        },
        {
            "text": "Both facilities are able to address CP violation in a significant region of the δ parameter space, perform precision measurements of oscillation parameters (e.g., the octant of θ 23 , which is still unknown), determine the mass hierarchy using matter effect in beam (DUNE) or atmospheric (Hyper-Kamiokande) neutrinos and, in general, establish stringent tests for the minimally extended SM and its competitors. ",
            "section": "DUNE and Hyper-Kamiokande",
            "paragraph_rank": 67,
            "section_rank": 11
        },
        {
            "text": "Furthermore, both DUNE and Hyper-Kamiokande are sensitive to natural neutrino sources and can perform a rich astroparticle physics program.",
            "section": "DUNE and Hyper-Kamiokande",
            "paragraph_rank": 67,
            "section_rank": 11
        },
        {
            "text": "DUNE",
            "section_rank": 12
        },
        {
            "text": "LBNF [85] is a new neutrino facility built upon the Fermilab acceleration complex, as it was in the past for NUMI. ",
            "section": "DUNE",
            "paragraph_rank": 68,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 5,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b94",
                    "text": "[85]"
                }
            ]
        },
        {
            "text": "In the next few years, this complex will undergo a significant upgrade (Proton-Improvement-Plan PIP-II) that includes the construction and operation of a new 800 MeV superconducting linear accelerator. ",
            "section": "DUNE",
            "paragraph_rank": 68,
            "section_rank": 12
        },
        {
            "text": "As for NUMI, the primary proton beam will be extracted from the Main Injector in the energy range of 60-120 GeV. ",
            "section": "DUNE",
            "paragraph_rank": 68,
            "section_rank": 12
        },
        {
            "text": "With the Main Injector upgrades already implemented for NOνA as well as with the expected implementation of PIP-II, each extraction will deliver 7.5 × 10 13 protons in one machine cycle (0.7 s/60 GeV-1.2 s/120 GeV) to the LBNF target in 10 µs. ",
            "section": "DUNE",
            "paragraph_rank": 68,
            "section_rank": 12
        },
        {
            "text": "The complex delivers to DUNE an average power of 1.2 MW for 120 GeV protons. ",
            "section": "DUNE",
            "paragraph_rank": 68,
            "section_rank": 12
        },
        {
            "text": "Neutrinos are produced after the protons hit a solid target and produce mesons which are subsequently focused by three magnetic horns into a 194 m long helium-filled decay pipe where they decay into muons and neutrinos. ",
            "section": "DUNE",
            "paragraph_rank": 68,
            "section_rank": 12
        },
        {
            "text": "The facility is equipped with a near detector located 300 m after the absorber. ",
            "section": "DUNE",
            "paragraph_rank": 68,
            "section_rank": 12
        },
        {
            "text": "Unlike its predecessor, LBNF has been designed to provide neutrinos over a wide energy range in order to cover both the first and the second oscillation maximum in DUNE. ",
            "section": "DUNE",
            "paragraph_rank": 68,
            "section_rank": 12
        },
        {
            "text": "The beamline is designed to cope with a 2.4 MW power beam without retrofitting since an additional upgrade of the proton acceleration chain is planned (PIP-III) to be operational by 2030.",
            "section": "DUNE",
            "paragraph_rank": 68,
            "section_rank": 12
        },
        {
            "text": "The 40 kt DUNE Far Detector [86] consists of four LArTPC detector modules, each with fiducial mass of about 10 kt, installed approximately 1.5 km underground and on-axis with respect to the LBNF beam. ",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b96",
                    "text": "[86]"
                }
            ]
        },
        {
            "text": "Each of the LArTPCs fits inside a cryostat of internal dimensions 18.9 m (width) × 17.8 m (height) × 65.8 m (length) that contains a total Argon mass of about 17.5 kt. ",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "The four identically sized modules provide flexibility for staging construction and for evolution of LArTPC technology. ",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "The baseline design has been recently validated at CERN by means of a 770 ton prototype (ProtoDUNE-SP [87], with a fiducial mass of about 400 ton) using charged particle beams and cosmic rays. ",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b98",
                    "text": "[87]"
                }
            ]
        },
        {
            "text": "This \"single phase\" (SP) designs inherits the most important techniques developed by ICARUS (see Section 3) for the charge readout, HV, and the Argon purification system. ",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "Unlike ICARUS, ProtoDUNE-SP (see Figure 7) is engineered to be scalable up to a DUNE module. ",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 41,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "It means that the components of the TPC are modular and can be assembled on-site in the underground laboratory and the cryogenic system has been greatly simplified. ",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "ProtoDUNE-SP demonstrated that it is possible to achieve an electron lifetime comparable with ICARUS using a cryostat based on a very cheap technology developed for industrial applications. ",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "A \"membrane cryostat\" is made of a corrugated membrane that contains the liquid and gaseous Argon, a passive insulation that reduces the heat leak, and a reinforced concrete structure to which the pressure is transferred. ",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "A secondary barrier system embedded in the insulation protects it from potential spills of liquid Argon, and a vapor barrier over the concrete protects the insulation from the moisture of the concrete. ",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "This system is used for a long time for the transportation of liquified natural gases and has been tailored for use with high purity Argon during the R&D for DUNE. ",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "Unlike ICARUS, the charge readout electronic is located inside the cold volume to reduce noise, and the light detection system is based on Silicon Photomultipliers (SiPMs) embedded in the anode wire planes instead of large area PMTs. ",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "For the second module, DUNE is considering an innovative Double Phase LArTPC where the electrons are multiplied in the gas phase. ",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "The Double Phase (DP) readout allows for a lower energy threshold and a reduction of complexity and cost due to the longer drift length: in DP, the distance between the cathode and the anode is 6 m and the drift takes place in the vertical direction while the distance of the horizontal planes in a SP module is 3.5 m. ",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "This technique is currently under validation at CERN (ProtoDUNE-DP [88]).",
            "section": "DUNE",
            "paragraph_rank": 69,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b100",
                    "text": "[88]"
                }
            ]
        },
        {
            "text": "Both DUNE and Hyper-Kamiokande have been designed firstly to provide a superior sensitivity to CP violation and mass hierarchy compared with the previous generation of long-baseline experiments. ",
            "section": "DUNE",
            "paragraph_rank": 70,
            "section_rank": 12
        },
        {
            "text": "DUNE, in particular, is able to establish mass ordering at 5σ in 2.5 years of data taking whatever is the value of δ [89]. ",
            "section": "DUNE",
            "paragraph_rank": 70,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b101",
                    "text": "[89]"
                }
            ]
        },
        {
            "text": "Similarly, it can establish CP violation in the leptonic sector at 5 (3) σ level in 10 (13) years for 50% (75%) of all possible values of δ. ",
            "section": "DUNE",
            "paragraph_rank": 70,
            "section_rank": 12
        },
        {
            "text": "If the value of δ is large, as suggested by current hints, CP violation can be established in about six years of data taking: statistics and control of the systematics will thus be crucial to improve the precision in the measurement of δ (about 20 • for δ = −π/2). ",
            "section": "DUNE",
            "paragraph_rank": 70,
            "section_rank": 12
        },
        {
            "text": "Table 3 summarizes the sensitivity for a selection of physics observables as a function of time. ",
            "section": "DUNE",
            "paragraph_rank": 70,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The number of years are computed assuming the standard DUNE staging scenario: the start of data taking of DUNE will commence after the commissioning of two DUNE modules (20 kton) with an average beam power of 1.2 MW (T0). ",
            "section": "DUNE",
            "paragraph_rank": 70,
            "section_rank": 12
        },
        {
            "text": "In the next year (T0 + 1y), the third module will be in data taking (30 kton). ",
            "section": "DUNE",
            "paragraph_rank": 70,
            "section_rank": 12
        },
        {
            "text": "DUNE will reach its full mass (40 kton) at T0 + 3y. ",
            "section": "DUNE",
            "paragraph_rank": 70,
            "section_rank": 12
        },
        {
            "text": "The beam will be upgraded to 2.4 MW three years later, i.e., at T0+6y. ",
            "section": "DUNE",
            "paragraph_rank": 70,
            "section_rank": 12
        },
        {
            "text": "Table 3. ",
            "section": "DUNE",
            "paragraph_rank": 70,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Time to achieve the most relevant physics milestones in DUNE for the current detector staging scenario (see text).",
            "section": "DUNE",
            "paragraph_rank": 70,
            "section_rank": 12
        },
        {
            "text": "Milestone Exposure (years)",
            "section_rank": 13
        },
        {
            "text": "5σ mass hierarchy at δ = −π/2 1 5σ mass hierarchy at any δ 2.5 3σ CP violation at δ = −π/2 3 3σ CP violation at 50% δ coverage 5 5σ CP violation at δ = −π/2 7 5σ CP violation at 50% δ coverage 10 3σ CP violation at 75% δ coverage 13 δ resolution of 10 • for δ = 0 8",
            "section": "Milestone Exposure (years)",
            "paragraph_rank": 71,
            "section_rank": 13
        },
        {
            "text": "As noted above, this class of experiments is able to test in a single setup the consistency of the minimally extended SM employing the rate of ν µ and ν e in neutrino and antineutrino runs. ",
            "section": "Milestone Exposure (years)",
            "paragraph_rank": 72,
            "section_rank": 13
        },
        {
            "text": "It thus has a rich search program of physics beyond the Standard Model. ",
            "section": "Milestone Exposure (years)",
            "paragraph_rank": 72,
            "section_rank": 13
        },
        {
            "text": "Natural sources are exploited in DUNE for the study of Supernovae Neutrino Bursts (SNB), atmospheric neutrinos, and the search for proton decay. ",
            "section": "Milestone Exposure (years)",
            "paragraph_rank": 72,
            "section_rank": 13
        },
        {
            "text": "In particular, DUNE is the only large mass experiment based on Argon. ",
            "section": "Milestone Exposure (years)",
            "paragraph_rank": 72,
            "section_rank": 13
        },
        {
            "text": "It has a particular sensitivity to the ν e component of the SNB through the ν e 40 Ar → e − 40 K * reaction and to proton decay in the p → K + ν channel where the kaon is below the kinematic threshold in Cherenkov detectors.",
            "section": "Milestone Exposure (years)",
            "paragraph_rank": 72,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "40"
                }
            ]
        },
        {
            "text": "Hyper-Kamiokande",
            "section_rank": 14
        },
        {
            "text": "The possibility of a 5σ sensitivity on the measurement of leptonic CP violation, the very reach program of astrophysical measurements, low energy neutrino multimessenger physics and proton decay, and the strength of the double Noble prize (Super)Kamiokande experiment, motivated a large international collaboration to propose the Hyper-Kamiokande (Hyper-K) project [90].",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 73,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "type": "bibr",
                    "ref_id": "b103",
                    "text": "[90]"
                }
            ]
        },
        {
            "text": "The design of Hyper-Kamiokande is a cylindrical tank with a diameter of 74 m and height of 60 m. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 74,
            "section_rank": 14
        },
        {
            "text": "The total (fiducial) mass of the detector is 258 (187) kt, for a fiducial mass eight times larger than Super-Kamiokande. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 74,
            "section_rank": 14
        },
        {
            "text": "A schematic view of Hyper-Kamiokande is shown in Figure 8. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 74,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 57,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "The Hyper-Kamiokande detector will be located in Tochibora mine, 8 km south of Super-Kamiokande, but at the same distance from J-PARC (295 km) and at the same off-axis angle (2.5 • ). ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 74,
            "section_rank": 14
        },
        {
            "text": "With an overburden of 1750 meters-water-equivalent, the muon flux is about five times higher than in Super-Kamiokande. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 74,
            "section_rank": 14
        },
        {
            "text": "Hyper-Kamiokande will be instrumented with 40,000 inward facing PTMSs, the 50 cm diameter Hamamatsu R12860 PMTs that have about two times higher photon detection efficiency than those of Super-Kamiokande, for a photocoverage fraction of 40%.",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 74,
            "section_rank": 14
        },
        {
            "text": "Another possibility is to have a photocoverage fraction of 20% complemented by 5000 Multi-PMT derived from the design of KM3NeT [91]. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 75,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b105",
                    "text": "[91]"
                }
            ]
        },
        {
            "text": "Within a 50 cm diameter, they will contain 19 7.7-cm PMTs together with integrated readout and calibration [92]. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 75,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b107",
                    "text": "[92]"
                }
            ]
        },
        {
            "text": "They can allow an increased granularity, enhancing event reconstruction in particular for multi-ring events, and better timing, which could further reduce the dark hit background and event reconstruction. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 75,
            "section_rank": 14
        },
        {
            "text": "The improved granularity should also guarantee an increase of the fiducial volume. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 75,
            "section_rank": 14
        },
        {
            "text": "Simulations show that this second setting-up guarantees very similar performances of the original 40% coverage as far as concerns beam oscillation studies.",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 75,
            "section_rank": 14
        },
        {
            "text": "The outer detector veto will be similar to that of SK, with 20 cm PMTs resulting in a 1% photocathode coverage of the inner wall.",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 76,
            "section_rank": 14
        },
        {
            "text": "The neutrino beam configuration of Hyper-K would be the same as T2K, with an upgraded power of the main 30 GeV proton ring at 1.3 MW.",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 77,
            "section_rank": 14
        },
        {
            "text": "The close detector system is designed to be again ND280, in the upgraded version described in Section 4.1.1.",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 78,
            "section_rank": 14
        },
        {
            "text": "A water Cherenkov (WC) near detector can be used to measure the cross-section on H 2 O directly. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 79,
            "section_rank": 14
        },
        {
            "text": "It could be placed at intermediate distance, ∼2 km, from the interaction target, in order to have a neutrino flux more similar to the flux at SK and an interaction rate not critical for the performance of a WC detector. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 79,
            "section_rank": 14
        },
        {
            "text": "These additional WC measurements are important to achieve the low systematic errors required by Hyper-K, and complements those of the ND280 magnetized tracking detector.",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 79,
            "section_rank": 14
        },
        {
            "text": "The studies of the sensitivity to CP violation assume an integrated beam power 1.3 MW × 10 8 s corresponding to 2.7 × 10 22 pot with the 30 GeV J-PARC proton beam. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 80,
            "section_rank": 14
        },
        {
            "text": "The selection criteria of ν e and ν µ candidate events are based on those established in the T2K experiment. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 80,
            "section_rank": 14
        },
        {
            "text": "The total systematic uncertainties of the number of expected events are assumed to be 3.2% for the ν e appearance and 3.9% for the ν e appearance, assuming a 1:3 ratio of beam power for the ν:ν modes. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 80,
            "section_rank": 14
        },
        {
            "text": "These systematic error values roughly correspond to the statistical errors at full statistics. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 80,
            "section_rank": 14
        },
        {
            "text": "Figure 9 shows the expected significance to exclude the CP conserving cases at full statistics. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 80,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "CP violation in neutrino oscillations can be observed with >5(3)σ significance for 57(80)% of the possible values of δ CP . ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 80,
            "section_rank": 14
        },
        {
            "text": "Exclusion of δ CP = 0 can be obtained with a significance of 8σ in the case of maximal CP violation with δ CP = −π/2, the favored value of T2K. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 80,
            "section_rank": 14
        },
        {
            "text": "By combining the analysis of beam neutrinos with the analysis of atmospheric neutrinos, Hyper-K would have a ∼ 5σ sensitivity in rejecting the false value of neutrino mass ordering.",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 80,
            "section_rank": 14
        },
        {
            "text": "A powerful possible upgrade of Hyper-K would consist of building a second identical detector in Korea at a distance of ∼1100 km and larger overburden (∼2700 mwe) from J-PARC [93]. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 81,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b109",
                    "text": "[93]"
                }
            ]
        },
        {
            "text": "This second far detector can be exposed by a 1-3 degree off-axis neutrino beams from J-PARC and would be then mostly sensitive to neutrino oscillations at the second oscillation maximum.",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 81,
            "section_rank": 14
        },
        {
            "text": "This two-baseline setup could break the degeneracy of oscillation parameters and achieve a better precision in measuring δ CP .",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 82,
            "section_rank": 14
        },
        {
            "text": "Among the non-oscillation physics goals of Hyper-K, it is worth to noting the 90% sensitivity to proton decays of 7.8 × 10 34 years for the p → e + π • decay channel (existing limit is 1.6 × 10 34 years) and 3.2 × 10 34 years for the p → µ + π • channel (existing limit: 0.7 × 10 34 years). ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 83,
            "section_rank": 14
        },
        {
            "text": "Hyper-K would collect (50 − 80) × 10 3 events for a 10 kpc supernova explosion and (2 − 3) × 10 3 events for a supernova at the Large Magellanic Cloud where SN1987a was located. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 83,
            "section_rank": 14
        },
        {
            "text": "It could achieve a 4.2 σ statistical sensitivity in detecting supernova relic neutrinos (SRN), integrating 10 years of data taking. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 83,
            "section_rank": 14
        },
        {
            "text": "These numbers are computed not assuming gadolinium doping in the detector that would be highly beneficial in all these channels [94]. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 83,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b110",
                    "text": "[94]"
                }
            ]
        },
        {
            "text": "In particlular with 0.1% by mass of gadolinium dissolved in water, the threshold for SRN detection would decrease from 16 to 10 MeV, allowing for exploring the history of supernova bursts back to the epoch of red shift (z) ∼ 1. ",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 83,
            "section_rank": 14
        },
        {
            "text": "The number of detected SRN events with gadolinium loading would become about 280, compared with 70 events without loading.",
            "section": "Hyper-Kamiokande",
            "paragraph_rank": 83,
            "section_rank": 14
        },
        {
            "text": "The Systematic Reduction Program",
            "section_rank": 15
        },
        {
            "text": "Neutrino oscillation experiments mostly rely on the near-far detector cancellation to mitigate the effects of systematic errors. ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "This technique is the cornerstone of long-baseline experiments, and it consists of building an additional detector at a distance from the source where oscillations have not developed yet. ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "The near detectors thus measure the ν µ and ν e interaction rate at source and are compared with the rate at the far detector. ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "If the near detector is close to the source (a few hundreds meters) and identical to the far detector, it provides a normalization for the ν µ and ν e rates that can be used to extract ν µ → ν e and ν µ → ν µ probabilities accounting for the finite efficiency of the detector for ν µ and ν e CC events, provided that the corresponding cross-sections are properly known. ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "If the detectors can measure both ν µ and ν e and the beam is monochromatic, the remaining systematics after the near-far cancellation is ∼ σ ν e ν e /σ ν µ ν µ . ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "Unfortunately, other effects make the near-far detector comparison more challenging if systematics must be kept well below 10%. ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "Firstly, the beam spectrum observed at the far location is different from the beam at source as observed in the near detector. ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "This is due to the large difference between the angular acceptance of the two detectors. ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "Such effect is exacerbated if the far detector is located off-axis with respect to the beam. ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "In addition, high power beams have such large rates at close sites that pile-up effects may jeopardize the efficiency of the detector, increase the background of interactions in the surrounding material, and change the performance of PID algorithms. ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "This is particularly disturbing for technologies that are intrinsically slow (liquid Argon TPC) or difficult to be operated at high pile-up rates (Cherenkov detectors). ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "Pile-up effects can be mitigated by using fast neutrino detectors at the price of having the near detector different from the far detector. ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "This is the method of choice of T2K for the ND280 and its upgrades (see Section 4). ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "Finally, since no beam is monochromatic, the incoming neutrino energy must be reconstructed from the kinematics of final state particles, which in turn depend on final state interactions and nuclear effects. ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "The simulation of these effects from first principles is beyond the state of electroweak nuclear physics and the models implemented in the neutrino generators must be tuned and validated by experimental data from either the near detector or dedicated cross-section experiments.",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 84,
            "section_rank": 15
        },
        {
            "text": "Over the years, the most rewarding strategy has been constraining the near detector observables embedding all available information on flux, cross-section, energy reconstruction, and detector effects combining both measurements on-site (near detector) and data recorded in dedicated facilities (hadroproduction experiments, cross-section experiments, detector test-beam). ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 85,
            "section_rank": 15
        },
        {
            "text": "In spite of the complexity of this approach, current long baseline experiments can claim an overall systematic budget at ∼5% level for ν µ events and 8%-9% for ν e events (see Section 4).",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 85,
            "section_rank": 15
        },
        {
            "text": "The next generation of Super-beams (DUNE and Hyper-Kamiokande) has a physics reach that will be mostly dominated by the residual systematic errors if they remain at the same values of T2K and NOνA (statistical errors at full statistics will be below 3%). ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 86,
            "section_rank": 15
        },
        {
            "text": "Systematic errors have to be roughly halved if the investments for the huge exposures of next generation experiments have to be fully exploited. ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 86,
            "section_rank": 15
        },
        {
            "text": "For the sake of illustration, Figure 10 shows the impact on the ν e normalization uncertainty for DUNE as a function of the exposure expressed in (mass)×(beam power)×year, i.e., kton×MW×years [86]. ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 86,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 39,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 10"
                },
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b96",
                    "text": "[86]"
                }
            ]
        },
        {
            "text": "A vigorous systematic reduction program is therefore extremely cost effective and, in addition, provides robustness against hidden systematic biases in Super-beam experiments. ",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 86,
            "section_rank": 15
        },
        {
            "text": "This program is under development and follows three lines of research.",
            "section": "The Systematic Reduction Program",
            "paragraph_rank": 86,
            "section_rank": 15
        },
        {
            "text": "Near Detectors",
            "section_rank": 16
        },
        {
            "text": "Both for DUNE and Hyper-Kamiokande, the near detector will comprise a high granularity setup similar to ND280. ",
            "section": "Near Detectors",
            "paragraph_rank": 87,
            "section_rank": 16
        },
        {
            "text": "Even if the technology envisaged in the upgrade of ND280 and in the DUNE high-pressure TPC are different from the far detector, they allow for a superior reconstruction of final state particles in CC events and can be operated at high rate. ",
            "section": "Near Detectors",
            "paragraph_rank": 87,
            "section_rank": 16
        },
        {
            "text": "In DUNE, the high pressure (gas Argon) TPC is complemented by a modular liquid Argon TPC that is readout by pixels after a small (50 cm) drift length [95]. ",
            "section": "Near Detectors",
            "paragraph_rank": 87,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b111",
                    "text": "[95]"
                }
            ]
        },
        {
            "text": "Unlike the on-axis detector (3DST embedded in the former KLOE magnet and calorimeter), this setup is movable horizontally in the plane perpendicular to the beam axis. ",
            "section": "Near Detectors",
            "paragraph_rank": 87,
            "section_rank": 16
        },
        {
            "text": "It thus samples different beam angles to retrieve the relation between the incident and reconstructed neutrino energies in the detector (\"\"PRISM concept\" [96]). ",
            "section": "Near Detectors",
            "paragraph_rank": 87,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b112",
                    "text": "[96]"
                }
            ]
        },
        {
            "text": "The same concept is under consideration in the Hyper-Kamiokande intermediate detector. ",
            "section": "Near Detectors",
            "paragraph_rank": 87,
            "section_rank": 16
        },
        {
            "text": "This detector is located at a larger distance (∼2 km) than the N280 to reduce pile-up nuisance. ",
            "section": "Near Detectors",
            "paragraph_rank": 87,
            "section_rank": 16
        },
        {
            "text": "In its nominal position, it samples a beam whose spectrum is the same as for the far detector. ",
            "section": "Near Detectors",
            "paragraph_rank": 87,
            "section_rank": 16
        },
        {
            "text": "The intermediate detector, however, is movable in the vertical axis and thus implements the PRISM concept in the energy range of interest for T2K and Hyper-K [90].",
            "section": "Near Detectors",
            "paragraph_rank": 87,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b103",
                    "text": "[90]"
                }
            ]
        },
        {
            "text": "Hadroproduction Experiments",
            "section_rank": 17
        },
        {
            "text": "Hadroproduction experiments measure the total and differential yields of secondary particles (mostly pions, protons, and kaons) produced by high energy protons impinging on a target. ",
            "section": "Hadroproduction Experiments",
            "paragraph_rank": 88,
            "section_rank": 17
        },
        {
            "text": "They play a key role in the determination of the initial flux of neutrino beams because the secondary production is dominated by non-perturbative QCD effects, and it is thus the most systematic prone part of the beamline simulation. ",
            "section": "Hadroproduction Experiments",
            "paragraph_rank": 88,
            "section_rank": 17
        },
        {
            "text": "Dedicated hadroproduction experiments have been routinely performed since the 1990s as ancillary experiments for long and short baseline facilities and are essential for the DUNE/Hyper-K program. ",
            "section": "Hadroproduction Experiments",
            "paragraph_rank": 88,
            "section_rank": 17,
            "entity_spans": [
                {
                    "start": 174,
                    "end": 187,
                    "type": "software",
                    "rawForm": "DUNE/Hyper-K",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "Following the experience of the HARP experiment that measured hadroproduction in the K2K [97] and MiniBoone [98] targets, the NA61 experiment [51] at CERN (see Figure 11) has been extended beyond the CERN Long Shutdown 2 [99] to perform measurement campaigns with thin and replica targets of T2K, NOνA , Hyper-K, and DUNE. ",
            "section": "Hadroproduction Experiments",
            "paragraph_rank": 88,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b113",
                    "text": "[97]"
                },
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b114",
                    "text": "[98]"
                },
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[51]"
                },
                {
                    "start": 160,
                    "end": 169,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 11"
                },
                {
                    "start": 221,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b115",
                    "text": "[99]"
                }
            ],
            "entity_spans": [
                {
                    "start": 98,
                    "end": 108,
                    "type": "software",
                    "rawForm": "MiniBoone",
                    "resp": "service",
                    "id": "software-simple-s6"
                }
            ]
        },
        {
            "text": "Cross-Section Experiments",
            "section_rank": 18
        },
        {
            "text": "In the last decade, our knowledge of total and differential cross-sections at the GeV scale has grown significantly through dedicated experiments (SciBoone, Minerva, ArgoNeut), experiments operated in short baseline beams to search for sterile neutrinos (MiniBooNE, MicroBooNE), and the near detectors of short baseline experiments [100,101]. ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 89,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 332,
                    "end": 337,
                    "type": "bibr",
                    "ref_id": "b116",
                    "text": "[100,"
                },
                {
                    "start": 337,
                    "end": 341,
                    "type": "bibr",
                    "ref_id": "b117",
                    "text": "101]"
                }
            ]
        },
        {
            "text": "The results of these experiments showed significant disagreements with theory predictions and with the neutrino interaction generators used by long-baseline experiments. ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 89,
            "section_rank": 18
        },
        {
            "text": "They hence played a prominent role in the systematic reduction program of T2K and NOνA . ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 89,
            "section_rank": 18
        },
        {
            "text": "In the DUNE/Hyper-K era, their role will be even more important [102,103]. ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 89,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b118",
                    "text": "[102,"
                },
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b119",
                    "text": "103]"
                }
            ]
        },
        {
            "text": "In order to reduce the systematic budget at the percent level, we cannot rely only on cancellation effects in the ratio:",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 89,
            "section_rank": 18
        },
        {
            "text": "but we have to master each term of the integrals and, in particular σ ν e and σ ν µ (currently known at the 25% and 10% level, respectively), and the corresponding differential cross-sections. ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18
        },
        {
            "text": "Even if σ ν e is still statistics dominated and can be improved by employing the near detectors of DUNE and T2K-II, the dominant systematic contribution to the muon and electron neutrino cross-sections will soon become the uncertainty on the flux of the short baseline beam used for the measurement of σ e/µ . ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18
        },
        {
            "text": "This scenario advocates for a new generation of cross-section experiments with a highly controlled beam. ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18
        },
        {
            "text": "The most promising candidates are the \"monitored neutrino beams\" [104] where the flux is measured in a direct manner monitoring the rate of leptons in the decay tunnel. ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b120",
                    "text": "[104]"
                }
            ]
        },
        {
            "text": "In particular, the CERN NP06/ENUBET [105] experiment (ERC Consolidator Grant, PI A. Longhin) is aimed at designing a beamline where the positrons produced at large angles by K + → e + π 0 ν e decays are monitored at single particle level to measure the flux of ν e . ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 36,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b121",
                    "text": "[105]"
                }
            ]
        },
        {
            "text": "Monitored neutrino beams may achieve a precision of <1% in the flux determination and deliver 10 4 (10 6 ) ν e (ν µ ) CC events per year in a 500 ton detector as ProtoDUNE-SP (CERN) or ICARUS (Fermilab). ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18
        },
        {
            "text": "In addition, the ENUBET beam is a narrow band beam where the position of the neutrino interaction vertex in the neutrino detector is strongly correlated to the energy of the neutrino. ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18
        },
        {
            "text": "It can therefore provide a 8% (22%) precision measurement of the energy of the incoming neutrino at 3 (1) GeV without relying on the kinematics of the final state particle. ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18
        },
        {
            "text": "Energy reconstruction in total and differential cross-sections is thus not biased by nuclear effects. ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18
        },
        {
            "text": "The ENUBET beamline can be exploited not only by LArTPCs but also by dedicated high-granularity detectors specifically designed for cross-section measurements at low and high Z. The impact of the ENUBET beamline on the measurement of the ν e cross-section is depicted in Figure 12. ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 271,
                    "end": 280,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 12"
                }
            ]
        },
        {
            "text": "A much larger statistics of ν e can be achieved by changing the core technology of accelerator neutrino beams. ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18
        },
        {
            "text": "R&D on muon colliders and Neutrino Factories are ongoing for more than 30 years. ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18
        },
        {
            "text": "In a Neutrino Factory [106,107], it is possible to produce ν e (ν e ) at the ame pace as ν µ (ν µ ) from the three-body decay of muons stored in the accumulator ring. ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 22,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b123",
                    "text": "[106,"
                },
                {
                    "start": 27,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b124",
                    "text": "107]"
                }
            ]
        },
        {
            "text": "In its simplest design (NUSTORM [108,109]), a low energy Neutrino Factory can deliver up to 10 6 ν e CC events per year to the same detectors employed for ENUBET. ",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 32,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b125",
                    "text": "[108,"
                },
                {
                    "start": 37,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b126",
                    "text": "109]"
                }
            ]
        },
        {
            "text": "As a consequence, NUSTORM would represent both a powerful source for cross-section measurements and a major step forward in the design of facilities for the post-DUNE era (see Section 8).",
            "section": "Cross-Section Experiments",
            "paragraph_rank": 90,
            "section_rank": 18
        },
        {
            "text": "A Glimpse to the Long-Term Future",
            "section_rank": 19
        },
        {
            "text": "It is hard to envisage how the field of accelerator neutrino beams will be shaped by the results of DUNE and Hyper-Kamiokande. ",
            "section": "A Glimpse to the Long-Term Future",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "A confirmation of the persistent sterile neutrino hints [110] would change in a substantial manner the three-family oscillation paradigm considered in this paper and would urge a re-definition of the entire experimental strategy. ",
            "section": "A Glimpse to the Long-Term Future",
            "paragraph_rank": 91,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b127",
                    "text": "[110]"
                }
            ]
        },
        {
            "text": "Still, even in the framework of the minimally extended Standard Model, the Superbeams will not say the final word on lepton mixing. ",
            "section": "A Glimpse to the Long-Term Future",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "The PMNS precision in 2030 will still be very far from the precision achieved in the CKM. ",
            "section": "A Glimpse to the Long-Term Future",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "In flavor physics, the main tool to explore physics beyond the Standard Model are unitarity tests and inconsistencies between the mixing parameters measured by different channels: both tools require precision. ",
            "section": "A Glimpse to the Long-Term Future",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "In addition, the striking difference between the PMNS and CKM indicates that the entire Yukawa sector of the SM is not understood and that the origin of such difference may reside in physics at energy scales not accessible at accelerators. ",
            "section": "A Glimpse to the Long-Term Future",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "A percent level measurement of the PMNS combined with the study of neutrino non-standard interactions (NSI) and the ν e → ν τ transitions (unitarity tests) are the main route toward these scales and require employing neutrino oscillations at an unprecedented level of precision. ",
            "section": "A Glimpse to the Long-Term Future",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "Any upgrade of DUNE and Hyper-Kamiokande will be of little impact because, at full statistics, they will be limited by systematic errors and those errors cannot be further significantly reduced, being related to the intrinsic limitations of conventional neutrino beams. ",
            "section": "A Glimpse to the Long-Term Future",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "New concepts in neutrino beams, as Neutrino Factories and/or Beta Beams will then become necessary for any further development after the third generation of long baseline neutrino experiments. ",
            "section": "A Glimpse to the Long-Term Future",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "A bridge between the DUNE/Hyper-K era and the Neutrino Factory era will likely occur by upgrading existing facilities. ",
            "section": "A Glimpse to the Long-Term Future",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "In the European context, a special role will be played by the European Spallation Source, the most powerful proton source devised for material science studies. ",
            "section": "A Glimpse to the Long-Term Future",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "The infrastructure and technology of ESS can be upgraded to serve the neutrino science community with a low energy Superbeam operating at the second oscillation maximum (∼350 MeV) and, thus, with the largest CP sensitivity. ",
            "section": "A Glimpse to the Long-Term Future",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "The ESS also represents an interesting first stage facility for the implementation of the accelerator complex serving a Neutrino Factory and a high energy Muon Collider.",
            "section": "A Glimpse to the Long-Term Future",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "Conclusions",
            "section_rank": 20
        },
        {
            "text": "In the last ten years, accelerator neutrino beams consolidated their role in the study of neutrino oscillations. ",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 20
        },
        {
            "text": "In this paper, we reviewed the most important experimental results provided by neutrino beam experiments and interpreted these results in the framework of the minimally extended Standard Model. ",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 20
        },
        {
            "text": "Neutrino beams have established in a conclusive manner the appearance of tau neutrinos (ν µ → ν τ oscillations) at CNGS and of electron neutrinos (ν µ → ν e oscillations) at J-PARC and NUMI. ",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 20
        },
        {
            "text": "T2K and NOνA lead the measurements of the oscillation parameters at the atmospheric scale (∆m 2 23 and θ 23 ). ",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "In particular, the T2K+NOνA combined measurements provide hints both of normal hierarchy and of CP violation. ",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 20
        },
        {
            "text": "These hints will be checked conclusively in the next generation of Superbeam, namely by DUNE and Hyper-Kamiokande. ",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 20
        },
        {
            "text": "Our field is now in a stage where a superior control of systematics and a precision knowledge of neutrino interactions in matter is of paramount importance to ground the physics reach of the Superbeams. ",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 20
        },
        {
            "text": "These needs foster a vigorous systematic reduction program based on movable near detectors, hadroproduction experiments, and a new generation of facilities for the study of cross-sections at the GeV scale.",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 20
        },
        {
            "text": "Figure 1 .",
            "section_rank": 21
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 93,
            "section_rank": 21
        },
        {
            "text": "Layout of the CNGS neutrino beam.",
            "section": "Figure 1 .",
            "paragraph_rank": 93,
            "section_rank": 21
        },
        {
            "text": "Figure 2 .",
            "section_rank": 22
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 .",
            "paragraph_rank": 94,
            "section_rank": 22
        },
        {
            "text": "The 5th τ candidate (τ → h) observed in one of the OPERA ECC in 2015.",
            "section": "Figure 2 .",
            "paragraph_rank": 94,
            "section_rank": 22
        },
        {
            "text": "Figure 3 .",
            "section_rank": 23
        },
        {
            "text": "Figure 3. ",
            "section": "Figure 3 .",
            "paragraph_rank": 95,
            "section_rank": 23
        },
        {
            "text": "The ICARUS detector, operatedunderground at LNGS during the run of CNGS, was moved to Fermilab in 2018 and installed at a shallow depth to search for sterile neutrinos in the framework of the Fermilab Short Baseline Programme (SBN)[27].",
            "section": "Figure 3 .",
            "paragraph_rank": 95,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "Figure 4 .",
            "section_rank": 24
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 96,
            "section_rank": 24
        },
        {
            "text": "Confidence regions (68% and 90%) in the sin 2 θ 13 − δ CP plane as measured by T2K without any prior information on θ 13 compared with the 68% confidence regions from reactor experiments, shown by a yellow vertical band.",
            "section": "Figure 4 .",
            "paragraph_rank": 96,
            "section_rank": 24
        },
        {
            "text": "Figure 5 .",
            "section_rank": 25
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5 .",
            "paragraph_rank": 97,
            "section_rank": 25
        },
        {
            "text": "The NOνA detector at Ash River.",
            "section": "Figure 5 .",
            "paragraph_rank": 97,
            "section_rank": 25
        },
        {
            "text": "Figure 6 .",
            "section_rank": 26
        },
        {
            "text": "Figure 6. ",
            "section": "Figure 6 .",
            "paragraph_rank": 98,
            "section_rank": 26
        },
        {
            "text": "∆m2 23 versus sin 2 θ 23 (90% CL) measured by NOνA , T2K, MINOS+, and atmospheric neutrino experiments.",
            "section": "Figure 6 .",
            "paragraph_rank": 98,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Figure 7 .",
            "section_rank": 27
        },
        {
            "text": "Figure 7. ",
            "section": "Figure 7 .",
            "paragraph_rank": 99,
            "section_rank": 27
        },
        {
            "text": "The ProtoDUNE-SP and ProtoDUNE-DP detectors at CERN.",
            "section": "Figure 7 .",
            "paragraph_rank": 99,
            "section_rank": 27
        },
        {
            "text": "Figure 8 .",
            "section_rank": 28
        },
        {
            "text": "Figure 8. ",
            "section": "Figure 8 .",
            "paragraph_rank": 100,
            "section_rank": 28
        },
        {
            "text": "Layout of the Hyper-Kamiokande detector.",
            "section": "Figure 8 .",
            "paragraph_rank": 100,
            "section_rank": 28
        },
        {
            "text": "May resolve octant of sin 2 q 23 sin 2 qFigure 9 .",
            "section_rank": 29
        },
        {
            "text": "Figure 9. ",
            "section": "May resolve octant of sin 2 q 23 sin 2 qFigure 9 .",
            "paragraph_rank": 101,
            "section_rank": 29
        },
        {
            "text": "Sensitivity of Hyper-K in measuring δ CP[90].",
            "section": "May resolve octant of sin 2 q 23 sin 2 qFigure 9 .",
            "paragraph_rank": 101,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b103",
                    "text": "[90]"
                }
            ]
        },
        {
            "text": "Figure 10 .",
            "section_rank": 30
        },
        {
            "text": "Figure 10. ",
            "section": "Figure 10 .",
            "paragraph_rank": 102,
            "section_rank": 30
        },
        {
            "text": "CP violation sensitivity for DUNE as a function of the exposure (see text). ",
            "section": "Figure 10 .",
            "paragraph_rank": 102,
            "section_rank": 30
        },
        {
            "text": "The width of the band corresponds to the difference in sensitivity between ν e signal normalization uncertainty of 1% and 3%. ",
            "section": "Figure 10 .",
            "paragraph_rank": 102,
            "section_rank": 30
        },
        {
            "text": "The nominal uncertainty of 5% on the ν µ disappearance mode and 2% on the ν e appearance mode is shown as the solid line. ",
            "section": "Figure 10 .",
            "paragraph_rank": 102,
            "section_rank": 30
        },
        {
            "text": "The three curves show the significance when δ CP = −π/2 and the minimum significance for 50% and 75% of true δ CP values (CP coverage).",
            "section": "Figure 10 .",
            "paragraph_rank": 102,
            "section_rank": 30
        },
        {
            "text": "Figure 11 .",
            "section_rank": 31
        },
        {
            "text": "Figure 11. ",
            "section": "Figure 11 .",
            "paragraph_rank": 103,
            "section_rank": 31
        },
        {
            "text": "Layout of the NA61/SHINE experiment[99].",
            "section": "Figure 11 .",
            "paragraph_rank": 103,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b115",
                    "text": "[99]"
                }
            ]
        },
        {
            "text": "Figure 12 .",
            "section_rank": 32
        },
        {
            "text": "Figure 12. ",
            "section": "Figure 12 .",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "Impact of ENUBET on the knowledge of the ν e cross-section. ",
            "section": "Figure 12 .",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "The ENUBET measurement and the statistical errors are shown with black dots. ",
            "section": "Figure 12 .",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "The orange bands represent the current systematic uncertainty from GENIE. ",
            "section": "Figure 12 .",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "The yellow band is the ENUBET systematic uncertainty on the flux. ",
            "section": "Figure 12 .",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "Past measurements from Gargamelle, T2K and NOνA are also shown. ",
            "section": "Figure 12 .",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "The gray area shows the ν e CC energy spectrum of ENUBET.",
            "section": "Figure 12 .",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "13 s 12 c 13 s 13 e −iδ CP −s 12 c 23 − c 12 s 13 s 23 e iδ CP c 12 c 23 − s 12 s 13 s 23 e iδ CP c 13 s 23 s 12 s 23 − c 12 s 13 c 23 e iδ CP −c 12 s 23 − s 12 s 13 c 23 e iδ CP c 13 c 23",
            "paragraph_rank": 105,
            "section_rank": 33
        },
        {
            "text": "   .",
            "paragraph_rank": 106,
            "section_rank": 33
        },
        {
            "text": "Table 2 .",
            "section_rank": 34
        },
        {
            "text": "Summary of expected events and background contributions in the 2015 OPERA analysis.",
            "section": "Table 2 .",
            "paragraph_rank": 107,
            "section_rank": 34
        },
        {
            "text": "The oscillation angle θ 23 is measured as sin 2 (θ 23 ) = 0.526 +0.032 −0.036 for normal ordering, central value for inverted ordering is sin 2 (θ 23 ) = 0.530. ",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "Assuming the normal (inverted) mass ordering the best fit to the atmospheric mass splitting is ∆m 2 the 2σ confidence regions are (−2.99, −0.59) for normal ordering and (−1.81, −1.01) for inverted ordering. ",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "Both intervals rule out the CP conserving points, δ CP = 0 and",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "32 = (2.463 ± 0.07) × 10 −3 (∆m2 13 = (2.432 ± 0.07) × 10 −3 ) eV 2 /c 4 . ",
            "paragraph_rank": 109,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "For δ CP , the best-fit value assuming the normal (inverted) mass ordering is −1.87(−1.43),",
            "paragraph_rank": 109,
            "section_rank": 35
        },
        {
            "text": "Acknowledgments:",
            "section_rank": 37
        },
        {
            "text": "The authors gratefully acknowledge the members of the OPERA, ICARUS, T2K, NOνA , ESSνSB, DUNE and HyperK Collaborations for many useful discussions and details on the experiments and analyses.",
            "section": "Acknowledgments:",
            "paragraph_rank": 110,
            "section_rank": 37
        },
        {
            "text": "Conflicts of Interest:",
            "section_rank": 38
        },
        {
            "text": "The authors declare no conflict of interest.",
            "section": "Conflicts of Interest:",
            "paragraph_rank": 111,
            "section_rank": 38
        }
    ]
}